{
  
  "Game instructions: Choose one unique number from each of the first, second, and third positions to form a bet. If the selected numbers match the first three numbers of the winning numbers in the exact order, you win. Winning example: Betting scheme: 01, 02, 03; Winning numbers: 01, 02, 03, *, *, you win.": "Instructions du jeu : Choisissez un numéro unique pour chacune des première, deuxième et troisième positions pour former un pari. Si les numéros sélectionnés correspondent aux trois premiers numéros des numéros gagnants dans l'ordre exact, vous gagnez. Exemple gagnant : Schéma de pari : 01, 02, 03 ; Numéros gagnants : 01, 02, 03, *, *, vous gagnez.",
  "Game instructions: Enter three non-repeating numbers from 01 to 11. If the entered numbers match the first three digits of the winning numbers in the exact order, you win. Winning example: Betting scheme: 010203; Winning numbers: 01, 02, 03, *, *, you win.": "Instructions du jeu : Entrez trois numéros non répétitifs de 01 à 11. Si les numéros saisis correspondent aux trois premiers chiffres des numéros gagnants dans l'ordre exact, vous gagnez. Exemple gagnant : Schéma de pari : 010203 ; Numéros gagnants : 01, 02, 03, *, *, vous gagnez.",
  "Game instructions: Select three numbers to form a bet. If the selected numbers match the first three numbers of the winning numbers in any order, you win. Winning example: Betting scheme: 01, 02, 03; Winning numbers: 01, 03, 02, *, *, you win.": "Instructions du jeu : Sélectionnez trois numéros pour former un pari. Si les numéros sélectionnés correspondent aux trois premiers numéros des numéros gagnants dans n'importe quel ordre, vous gagnez. Exemple gagnant : Schéma de pari : 01, 02, 03 ; Numéros gagnants : 01, 03, 02, *, *, vous gagnez.",
  "Game instructions: Enter three non-repeating numbers from 01 to 11 to form a bet. If the entered numbers match the first three digits of the winning numbers in any order, you win. Winning example: Betting scheme: 010203; Winning numbers: 01, 03, 02, *, *, you win.": "Instructions du jeu : Entrez trois numéros non répétitifs de 01 à 11 pour former un pari. Si les numéros saisis correspondent aux trois premiers chiffres des numéros gagnants dans n'importe quel ordre, vous gagnez. Exemple gagnant : Schéma de pari : 010203 ; Numéros gagnants : 01, 03, 02, *, *, vous gagnez.",
 
 
  "Game instructions: Choose one unique number from each of the first and second positions to form a bet. If the selected numbers match the first two numbers of the winning numbers in the exact order, you win. Winning example: Betting scheme: 01, 02; Winning numbers: 01, 02, *, *, *, you win.": "Instructions du jeu : Choisissez un numéro unique parmi les premières et deuxièmes positions pour former un pari. Si les numéros sélectionnés correspondent aux deux premiers numéros des numéros gagnants dans le même ordre, vous gagnez. Exemple gagnant : Schéma de pari : 01, 02 ; Numéros gagnants : 01, 02, *, *, *, vous gagnez.",
  "Game instructions: Enter two non-repeating numbers from 01 to 11. If the entered numbers match the first two digits of the winning numbers in the exact order, you win. Winning example: Betting scheme: 0102; Winning numbers: 01, 02, *, *, *, you win.": "Instructions du jeu : Entrez deux numéros non répétés de 01 à 11. Si les numéros saisis correspondent aux deux premiers chiffres des numéros gagnants dans le même ordre, vous gagnez. Exemple gagnant : Schéma de pari : 0102 ; Numéros gagnants : 01, 02, *, *, *, vous gagnez.",
  "Game instructions: Select two numbers to form a bet. If the selected numbers match the first two numbers of the winning numbers in any order, you win. Winning example: Betting scheme: 01, 02; Winning numbers: 02, 01, *, *, *, you win.": "Instructions du jeu : Sélectionnez deux numéros pour former un pari. Si les numéros sélectionnés correspondent aux deux premiers numéros des numéros gagnants dans n'importe quel ordre, vous gagnez. Exemple gagnant : Schéma de pari : 01, 02 ; Numéros gagnants : 02, 01, *, *, *, vous gagnez.",
  "Game instructions: Enter two non-repeating numbers from 01 to 11. If the entered numbers match the first two digits of the winning numbers in any order, you win. Winning example: Betting scheme: 0102; Winning numbers: 02, 01, *, *, *, you win.": "Instructions du jeu : Entrez deux numéros non répétés de 01 à 11. Si les numéros saisis correspondent aux deux premiers chiffres des numéros gagnants dans n'importe quel ordre, vous gagnez. Exemple gagnant : Schéma de pari : 0102 ; Numéros gagnants : 02, 01, *, *, *, vous gagnez.",
  
"Game instructions: Select one number to form a bet. If the selected number is included in the first three digits of the winning numbers, you win. Winning example: Betting scheme: 01; Winning numbers: 01, 03, 02, *, *, you win.": "Instructions de jeu : Sélectionnez un numéro pour former un pari. Si le numéro sélectionné figure parmi les trois premiers chiffres des numéros gagnants, vous gagnez. Exemple gagnant : Schéma de pari : 01 ; Numéros gagnants : 01, 03, 02, *, *, vous gagnez.",
  "Game instructions: Choose one number from any position among the first, second, or third places. If the selected number matches the winning number in the same position, you win. Winning example: Betting scheme: 01,-,-,-,-; Winning numbers: 01,*,*,*,* you win.": "Instructions de jeu : Choisissez un numéro parmi les positions de première, deuxième ou troisième place. Si le numéro sélectionné correspond au numéro gagnant dans la même position, vous gagnez. Exemple gagnant : Schéma de pari : 01,-,-,-,- ; Numéros gagnants : 01,*,*,*,*, vous gagnez.",
  "Game instructions: Select one number to form a bet. If the selected number is included anywhere in the winning numbers, you win. Winning example: Betting scheme: 01; Winning numbers: *, *, 01, *, *, you win.": "Instructions de jeu : Sélectionnez un numéro pour former un pari. Si le numéro sélectionné figure n'importe où parmi les numéros gagnants, vous gagnez. Exemple gagnant : Schéma de pari : 01 ; Numéros gagnants : *, *, 01, *, *, vous gagnez.",
  "Game instructions: Select two numbers to form a bet. If both selected numbers appear anywhere in the winning numbers, regardless of the order, you win. Winning example: Betting scheme: 01, 02; Winning numbers: *, 02, 01, *, *, you win.": "Instructions de jeu : Sélectionnez deux numéros pour former un pari. Si les deux numéros sélectionnés apparaissent n'importe où parmi les numéros gagnants, quel que soit l'ordre, vous gagnez. Exemple gagnant : Schéma de pari : 01, 02 ; Numéros gagnants : *, 02, 01, *, *, vous gagnez.",
  
  "Game instructions: Select three numbers to form a bet. If all three selected numbers appear anywhere in the winning numbers, regardless of the order, you win. Winning example: Betting scheme: 01, 02, 03; Winning numbers: *, 02, 01, 03, *, you win.": "Instructions du jeu : Sélectionnez trois numéros pour former un pari. Si les trois numéros sélectionnés apparaissent dans les numéros gagnants, quel que soit leur ordre, vous gagnez. Exemple gagnant : Schéma de pari : 01, 02, 03 ; Numéros gagnants : *, 02, 01, 03, *, vous gagnez.",
  "Game instructions: Select four numbers to form a bet. If all four selected numbers appear anywhere in the winning numbers, regardless of the order, you win. Winning example: Betting scheme: 01, 02, 03, 04; Winning numbers: 04, 02, 01, 03, *, you win.": "Instructions du jeu : Sélectionnez quatre numéros pour former un pari. Si les quatre numéros sélectionnés apparaissent dans les numéros gagnants, quel que soit leur ordre, vous gagnez. Exemple gagnant : Schéma de pari : 01, 02, 03, 04 ; Numéros gagnants : 04, 02, 01, 03, *, vous gagnez.",
  "Game instructions: Select five numbers to form a bet. If all five selected numbers match the five winning numbers, regardless of the order, you win. Winning example: Betting scheme: 01, 02, 03, 04, 05; Winning numbers: 04, 02, 01, 03, 05, you win.": "Instructions du jeu : Sélectionnez cinq numéros pour former un pari. Si les cinq numéros sélectionnés correspondent aux cinq numéros gagnants, quel que soit leur ordre, vous gagnez. Exemple gagnant : Schéma de pari : 01, 02, 03, 04, 05 ; Numéros gagnants : 04, 02, 01, 03, 05, vous gagnez.",


"Game instructions: Select six numbers to form a bet. If any five of the chosen numbers match all the winning numbers, regardless of the order, you win. Winning example: Betting scheme: 01, 02, 03, 04, 05, 06; Winning numbers: 04, 02, 01, 03, 05, you win.": "Instructions du jeu : Sélectionnez six numéros pour former un pari. Si cinq des numéros choisis correspondent à tous les numéros gagnants, quel que soit l'ordre, vous gagnez. Exemple gagnant : Schéma de pari : 01, 02, 03, 04, 05, 06 ; Numéros gagnants : 04, 02, 01, 03, 05, vous gagnez.",
  "Game instructions: Select seven numbers to form a bet. If any five of the chosen numbers match all the winning numbers, regardless of the order, you win. Winning example: Betting scheme: 01, 02, 03, 04, 05, 06, 07; Winning numbers: 04, 02, 01, 03, 05, you win.": "Instructions du jeu : Sélectionnez sept numéros pour former un pari. Si cinq des numéros choisis correspondent à tous les numéros gagnants, quel que soit l'ordre, vous gagnez. Exemple gagnant : Schéma de pari : 01, 02, 03, 04, 05, 06, 07 ; Numéros gagnants : 04, 02, 01, 03, 05, vous gagnez.",
  "Game instructions: Select eight numbers to form a bet. If any five of the chosen numbers match all the winning numbers, regardless of the order, you win. Winning example: Betting scheme: 01, 02, 03, 04, 05, 06, 07, 08; Winning numbers: 04, 02, 01, 03, 05, you win.": "Instructions du jeu : Sélectionnez huit numéros pour former un pari. Si cinq des numéros choisis correspondent à tous les numéros gagnants, quel que soit l'ordre, vous gagnez. Exemple gagnant : Schéma de pari : 01, 02, 03, 04, 05, 06, 07, 08 ; Numéros gagnants : 04, 02, 01, 03, 05, vous gagnez.",
  "Game instructions: Enter one number from 01 to 11 to form a bet. If the entered number is included anywhere in the winning numbers, regardless of the order, you win. Winning example: Betting scheme: 01; Winning numbers: *, *, 01, *, *, you win.": "Instructions du jeu : Entrez un numéro de 01 à 11 pour former un pari. Si le numéro saisi figure parmi les numéros gagnants, quel que soit l'ordre, vous gagnez. Exemple gagnant : Schéma de pari : 01 ; Numéros gagnants : *, *, 01, *, *, vous gagnez.",
  "Game instructions: Enter two non-repeating numbers from 01 to 11 to form a bet. If both entered numbers appear anywhere in the winning numbers, regardless of the order, you win. Winning example: Betting scheme: 0102; Winning numbers: *, 02, 01, *, *, you win.": "Instructions du jeu : Entrez deux numéros non répétitifs de 01 à 11 pour former un pari. Si les deux numéros saisis figurent parmi les numéros gagnants, quel que soit l'ordre, vous gagnez. Exemple gagnant : Schéma de pari : 0102 ; Numéros gagnants : *, 02, 01, *, *, vous gagnez.",
  "Game instructions: Enter three non-repeating numbers from 01 to 11 to form a bet. If all three entered numbers appear anywhere in the winning numbers, regardless of the order, you win. Winning example: Betting scheme: 010203; Winning numbers: *, 02, 01, 03, *, you win.": "Instructions du jeu : Entrez trois numéros non répétitifs de 01 à 11 pour former un pari. Si les trois numéros saisis figurent parmi les numéros gagnants, quel que soit l'ordre, vous gagnez. Exemple gagnant : Schéma de pari : 010203 ; Numéros gagnants : *, 02, 01, 03, *, vous gagnez.",

  "Game instructions: Enter four non-repeating numbers from 01 to 11 to form a bet. If all four entered numbers appear anywhere in the winning numbers, regardless of the order, you win. Winning example: Betting scheme: 01020304; Winning numbers: 04, 02, 01, 03, *, you win.": "Instructions du jeu : Entrez quatre chiffres non répétitifs de 01 à 11 pour former un pari. Si les quatre chiffres entrés apparaissent n'importe où dans les numéros gagnants, quel que soit l'ordre, vous gagnez. Exemple gagnant : Schéma de pari : 01020304 ; Numéros gagnants : 04, 02, 01, 03, *, vous gagnez.",
  
  "Game instructions: Enter five non-repeating numbers from 01 to 11 to form a bet. If all five entered numbers appear anywhere in the winning numbers, regardless of the order, you win. Winning example: Betting scheme: 0102030405; Winning numbers: 04, 02, 01, 03, 05, you win.": "Instructions du jeu : Entrez cinq chiffres non répétitifs de 01 à 11 pour former un pari. Si les cinq chiffres entrés apparaissent n'importe où dans les numéros gagnants, quel que soit l'ordre, vous gagnez. Exemple gagnant : Schéma de pari : 0102030405 ; Numéros gagnants : 04, 02, 01, 03, 05, vous gagnez.",
  
  "Game instructions: Enter six non-repeating numbers from 01 to 11 to form a bet. If any five of the entered numbers match all the winning numbers, regardless of the order, you win. Winning example: Betting scheme: 010203040506; Winning numbers: 04, 02, 01, 03, 05, you win.": "Instructions du jeu : Entrez six chiffres non répétitifs de 01 à 11 pour former un pari. Si cinq des chiffres entrés correspondent à tous les numéros gagnants, quel que soit l'ordre, vous gagnez. Exemple gagnant : Schéma de pari : 010203040506 ; Numéros gagnants : 04, 02, 01, 03, 05, vous gagnez.",
  
  "Game instructions: Enter seven non-repeating numbers from 01 to 11 to form a bet. If any five of the entered numbers match all the winning numbers, regardless of the order, you win. Winning example: Betting scheme: 01,02,03,04,05,06,07; Winning numbers: 04, 02, 01, 03, 05, you win.": "Instructions du jeu : Entrez sept chiffres non répétitifs de 01 à 11 pour former un pari. Si cinq des chiffres entrés correspondent à tous les numéros gagnants, quel que soit l'ordre, vous gagnez. Exemple gagnant : Schéma de pari : 01,02,03,04,05,06,07 ; Numéros gagnants : 04, 02, 01, 03, 05, vous gagnez.",
  
  "Game instructions: Enter eight non-repeating numbers from 01 to 11 to form a bet. If any five of the entered numbers match all the winning numbers, regardless of the order, you win. Winning example: Betting scheme: 01, 02, 03, 04, 05, 06, 07, 08; Winning numbers: 04, 02, 01, 03, 05, you win.": "Instructions du jeu : Entrez huit nombres non répétitifs de 01 à 11 pour former un pari. Si cinq des nombres saisis correspondent à tous les numéros gagnants, quel que soit l'ordre, vous gagnez. Exemple gagnant : Schéma de pari : 01, 02, 03, 04, 05, 06, 07, 08 ; Numéros gagnants : 04, 02, 01, 03, 05, vous gagnez.",
  "Game instructions: Choose from numbers 01 to 11 to form a bet, consisting of one 'Danma' (fixed number) and one 'Tuoma' (additional numbers). If the winning numbers contain all the selected numbers, regardless of the order, you win. Winning example: Betting scheme: Danma(fixed number): 01, Tuoma(additional numbers): 02; Winning numbers: *, 02, 01, *, *, you win.": "Instructions du jeu : Choisissez parmi les numéros de 01 à 11 pour former un pari, composé d'un 'Danma' (numéro fixe) et d'un 'Tuoma' (numéros supplémentaires). Si les numéros gagnants contiennent tous les numéros sélectionnés, quel que soit l'ordre, vous gagnez. Exemple gagnant : Schéma de pari : Danma (numéro fixe) : 01, Tuoma (numéros supplémentaires) : 02 ; Numéros gagnants : *, 02, 01, *, *, vous gagnez.",
  "Game instructions: Choose one to two numbers from 01 to 11, consisting of one to two 'Danma' (fixed numbers) and one 'Tuoma' (additional number). If the winning numbers contain all the selected numbers, regardless of the order, you win. Winning example: Betting scheme: Danma: 01, Tuoma: 02, 03; Winning numbers: *, 02, 01, 03, *, you win.": "Instructions du jeu : Choisissez un à deux numéros de 01 à 11, composés d'un à deux 'Danma' (numéros fixes) et d'un 'Tuoma' (numéro supplémentaire). Si les numéros gagnants contiennent tous les numéros sélectionnés, quel que soit l'ordre, vous gagnez. Exemple gagnant : Schéma de pari : Danma : 01, Tuoma : 02, 03 ; Numéros gagnants : *, 02, 01, 03, *, vous gagnez.",
  "Game instructions: Choose numbers from 01 to 11, consisting of one to three 'danma' (fixed numbers) and one 'tuoma' (additional number) to form bet. If the winning numbers contain all the selected numbers, regardless of the order, you win. Winning example: Betting scheme: Danma: 01, Tuoma: 02, 03, 04; Winning numbers: 04, 02, 01, 03, *, you win.": "Instructions du jeu : Choisissez des numéros de 01 à 11, composés d'un à trois 'Danma' (numéros fixes) et d'un 'Tuoma' (numéro supplémentaire) pour former un pari. Si les numéros gagnants contiennent tous les numéros sélectionnés, quel que soit l'ordre, vous gagnez. Exemple gagnant : Schéma de pari : Danma : 01, Tuoma : 02, 03, 04 ; Numéros gagnants : 04, 02, 01, 03, *, vous gagnez.",
  "Game instructions: Choose numbers from 01 to 11, consisting of one to four 'danma' (fixed numbers) and one 'tuoma' (additional number) to form bets. If the winning numbers contain all the selected numbers, regardless of the order, you win. Winning example: Betting scheme: Danma: 01, Tuoma: 02, 03, 04, 05; Winning numbers: 04, 02, 01, 03, 05, you win.": "Instructions du jeu : Choisissez des numéros de 01 à 11, composés d'un à quatre 'Danma' (numéros fixes) et d'un 'Tuoma' (numéro supplémentaire) pour former des paris. Si les numéros gagnants contiennent tous les numéros sélectionnés, quel que soit l'ordre, vous gagnez. Exemple gagnant : Schéma de pari : Danma : 01, Tuoma : 02, 03, 04, 05 ; Numéros gagnants : 04, 02, 01, 03, 05, vous gagnez.",
"Game instructions: Choose numbers from 01 to 11, consisting of one to five 'danma' (fixed numbers) and one 'tuoma' (additional number) to form bets. If the selected numbers contain all the winning numbers, regardless of the order, you win. Winning example: Betting scheme: Danma: 01, Tuoma: 02, 03, 04, 05, 06; Winning numbers: 04, 02, 01, 03, 05, you win.": "Instructions du jeu : Choisissez des numéros de 01 à 11, comprenant de un à cinq 'danma' (numéros fixes) et un 'tuoma' (numéro supplémentaire) pour former des paris. Si les numéros sélectionnés contiennent tous les numéros gagnants, peu importe l'ordre, vous gagnez. Exemple gagnant : Schéma de paris : Danma : 01, Tuoma : 02, 03, 04, 05, 06 ; Numéros gagnants : 04, 02, 01, 03, 05, vous gagnez.",
  
  "Game instructions: Choose numbers from 01 to 11, consisting of one to six 'danma' (fixed numbers) and one 'tuoma' (additional number) to form bets. If the selected numbers contain all the winning numbers, regardless of the order, you win. Winning example: Betting scheme: Danma: 01, Tuoma: 02, 03, 04, 05, 06, 07; Winning numbers: 04, 02, 01, 03, 05, you win.": "Instructions du jeu : Choisissez des numéros de 01 à 11, comprenant de un à six 'danma' (numéros fixes) et un 'tuoma' (numéro supplémentaire) pour former des paris. Si les numéros sélectionnés contiennent tous les numéros gagnants, peu importe l'ordre, vous gagnez. Exemple gagnant : Schéma de paris : Danma : 01, Tuoma : 02, 03, 04, 05, 06, 07 ; Numéros gagnants : 04, 02, 01, 03, 05, vous gagnez.",
  
  "Game instructions: Choose numbers from 01 to 11, consisting of one to seven 'danma' (fixed numbers) and one 'tuoma' (additional number) to from bets. If the selected numbers contain all the winning numbers, regardless of the order, you win. Winning example: Betting scheme: Danma: 01, Tuoma: 02, 03, 04, 05, 06, 07, 08; Winning numbers: 04, 02, 01, 03, 05, you win.": "Instructions du jeu : Choisissez des numéros de 01 à 11, comprenant de un à sept 'danma' (numéros fixes) et un 'tuoma' (numéro supplémentaire) pour former des paris. Si les numéros sélectionnés contiennent tous les numéros gagnants, peu importe l'ordre, vous gagnez. Exemple gagnant : Schéma de paris : Danma : 01, Tuoma : 02, 03, 04, 05, 06, 07, 08 ; Numéros gagnants : 04, 02, 01, 03, 05, vous gagnez.",
  
  "Game instructions: Choose one combination from the six possible combinations of odd and even numbers (odd: 01, 03, 05, 07, 09, 11; even: 02, 04, 06, 08, 10). If the number of odd and even numbers in the winning numbers matches the selected combination, you win. Winning example: Betting scheme: Select 5 odd 0 even; Winning numbers: 01, 03, 05, 07, 09, you win.": "Instructions du jeu : Choisissez une combinaison parmi les six combinaisons possibles de numéros impairs et pairs (impairs : 01, 03, 05, 07, 09, 11 ; pairs : 02, 04, 06, 08, 10). Si le nombre de numéros impairs et pairs dans les numéros gagnants correspond à la combinaison sélectionnée, vous gagnez. Exemple gagnant : Schéma de paris : Sélectionnez 5 impairs 0 pairs ; Numéros gagnants : 01, 03, 05, 07, 09, vous gagnez.",
  
  "Game instructions: Choose one number to form a bet. If the selected number matches the third number in ascending order of the winning numbers, you win. Winning example: Betting scheme: 03; Winning numbers: 05, 01, 04, 03, 02, you win.": "Instructions du jeu : Choisissez un numéro pour former un pari. Si le numéro sélectionné correspond au troisième numéro dans l'ordre croissant des numéros gagnants, vous gagnez. Exemple gagnant : Schéma de paris : 03 ; Numéros gagnants : 05, 01, 04, 03, 02, vous gagnez.",
 
 
  "":"",
  "":"",
  "":"",
  "":"",
  "":"",
  "":"",
  "":"",
  "":"",
  "":"",
  "":"",
  "":"",
  "":""
}
