{

  "Game Instructions: Select one number each from the 1st, 2nd and 3rd places to form a bet. If the selected numbers match the winning numbers exactly in order and sequence, then you win. Example of winning: Betting scheme: 3, 4, 5; Winning numbers: 3, 4, 5, this results in a win.":"Instructions du jeu: Sélectionnez un numéro dans les 1ère, 2ème et 3ème positions pour former une mise. Si les numéros sélectionnés correspondent exactement aux numéros gagnants dans l'ordre et la séquence, vous gagnez. Exemple de gain : Schéma de pari : 3, 4, 5 ; Numéros gagnants : 3, 4, 5, cela entraîne une victoire.",
 
  "Game Instructions: Enter a three-digit number to make a bet. If the entered number matches the winning numbers exactly and in the same order, you win. Example of winning: Betting scheme: 345; Winning numbers: 3, 4, 5 this results in a win.":"Instructions du jeu": "Entrez un nombre à trois chiffres pour placer un pari. Si le nombre saisi correspond exactement aux numéros gagnants dans le même ordre, vous gagnez. Exemple de victoire : Schéma de pari : 345 ; Numéros gagnants : 3, 4, 5, cela entraîne une victoire.",
  "Game Instructions: Choose one number, and if it matches the sum of the winning numbers, you win. Example of winning: Betting scheme: 3; Winning numbers: 1, 2, 0. The sum of the winning numbers is 3, which matches the bet, resulting in a win.": "Instructions du jeu": "Choisissez un nombre, et s'il correspond à la somme des numéros gagnants, vous gagnez. Exemple de gain : Schéma de pari : 3 ; Numéros gagnants : 1, 2, 0. La somme des numéros gagnants est 3, ce qui correspond au pari, entraînant une victoire.",
  "Game Instructions: Choose one number, and if it matches the difference between the maximum and minimum numbers in the winning numbers, you win. Example of winning: Betting scheme: 3; Winning numbers: 1, 2, 4. The difference between the maximum number (4) and the minimum number (1) is 3, which matches the bet, resulting in a win.":"Instructions du jeu": "Choisissez un numéro, et s'il correspond à la différence entre le nombre maximum et le nombre minimum parmi les numéros gagnants, vous gagnez. Exemple de victoire : Schéma de pari : 3 ; Numéros gagnants : 1, 2, 4. La différence entre le nombre maximum (4) et le nombre minimum (1) est de 3, ce qui correspond au pari, entraînant une victoire.",
  "Game Instructions: Choose two numbers to form two bets. If one of the chosen numbers appears twice in the winning numbers and the other number appears once, in any order, you win. Example of winning: Betting scheme: 1, 2; Winning numbers: 1, 2, 2. Since the number 2 appears twice and the number 1 appears once, this results in a win.":"Game Instructions": "Instructions du jeu : Choisissez deux numéros pour former deux paris. Si l'un des numéros choisis apparaît deux fois dans les numéros gagnants et l'autre apparaît une fois, dans n'importe quel ordre, vous gagnez. Exemple de victoire : Schéma de paris : 1, 2 ; Numéros gagnants : 1, 2, 2. Comme le numéro 2 apparaît deux fois et le numéro 1 apparaît une fois, cela résulte en une victoire.",
  "Game Instructions: Select three numbers to form one bet. If the selected numbers match the winning numbers in any order, you win. Example of winning: Betting scheme: 1, 2, 3; Winning numbers: 1, 3, 2. The selected numbers match the winning numbers regardless of order, resulting in a win.":"Game Instructions": "Sélectionnez trois numéros pour former un pari. Si les numéros sélectionnés correspondent aux numéros gagnants dans n'importe quel ordre, vous gagnez. Exemple de victoire : Schéma de pari : 1, 2, 3 ; Numéros gagnants : 1, 3, 2. Les numéros sélectionnés correspondent aux numéros gagnants quel que soit l'ordre, ce qui entraîne une victoire.",
  "Game Instructions: Enter either two identical numbers and one different number, or three distinct numbers to form one bet. If the entered numbers match the winning numbers in any order, you win. If the winning numbers include a pair (two identical numbers and one different), it qualifies for a "Mixed Group Three" win. If all numbers are distinct, it qualifies for a "Mixed Group Six" win. Example of winning: Betting Scheme A: 122; Winning Numbers: 2, 1, 2. This results in a win under "Mixed Group Three" because there's a pair (2,2) and another number (1). Betting Scheme B: 123; Winning Numbers: 1, 3, 2. This results in a win under "Mixed Group Six" because all numbers are distinct.": "Game Instructions": "Entrez soit deux numéros identiques et un numéro différent, soit trois numéros distincts pour former un pari. Si les numéros saisis correspondent aux numéros gagnants dans n'importe quel ordre, vous gagnez. Si les numéros gagnants incluent une paire (deux numéros identiques et un différent), cela donne droit à une victoire 'Groupe Mixte Trois'. Si tous les numéros sont distincts, cela donne droit à une victoire 'Groupe Mixte Six'. Exemple de victoire : Schéma de Paris A : 122; Numéros Gagnants : 2, 1, 2. Cela résulte en une victoire sous 'Groupe Mixte Trois' car il y a une paire (2, 2) et un autre numéro (1). Schéma de Paris B : 123; Numéros Gagnants : 1, 3, 2. Cela résulte en une victoire sous 'Groupe Mixte Six' car tous les numéros sont distincts.",
  "Game Instructions: Choose a single number, and if it matches the sum of the winning numbers (excluding triple identical numbers, or "leopard numbers"), you win. If the winning numbers include a pair (two identical numbers and one different), it results in a win under "Sum Group Three." If all numbers are distinct, it results in a win under "Sum Group Six." Example of winning: Betting Scheme: 6; Winning Numbers A: 3, 3, 0. This results in a win under "Group Sum Group Three" because the sum of the numbers is 6 and includes a pair. Winning Numbers B: 1, 2, 3. This results in a win under "Group Sum Group Six" because the sum of the numbers is 6 and all numbers are distinct.": "instructions": "Instructions du jeu : Choisissez un seul numéro, et si cela correspond à la somme des numéros gagnants (à l'exclusion des numéros identiques triples, ou \"numéros léopard\"), vous gagnez. Si les numéros gagnants incluent une paire (deux numéros identiques et un différent), cela résulte en une victoire sous la catégorie \"Groupe Somme Trois\". Si tous les numéros sont distincts, cela résulte en une victoire sous la catégorie \"Groupe Somme Six\". Exemple de victoire : Schéma de paris : 6 ; Numéros gagnants A : 3, 3, 0. Cela résulte en une victoire sous \"Groupe Somme Trois\" car la somme des numéros est 6 et inclut une paire. Numéros gagnants B : 1, 2, 3. Cela résulte en une victoire sous \"Groupe Somme Six\" car la somme des numéros est 6 et tous les numéros sont distincts.",
  "Game Instructions: Choose one number, and if any of the winning numbers match your chosen number (excluding triple identical numbers, or "TOAK"), you win. If the winning numbers include a pair (two identical numbers and one different), the win is categorized under "All3-Fixed Digit Group3" If all numbers are distinct, the win falls under "All3-Fixed Digit Group6" Example of winning: Betting Scheme: 3; Winning Numbers A: 1, 3, 3. This results in a win under "All3-Fixed Digit Group3" because there is a pair including the number 3. Winning Numbers B: 1, 2, 3. This results in a win under "All3-Fixed Digit Group6" because all numbers are distinct and the set includes the number 3.": "Game Instructions": "Instructions du jeu : Choisissez un numéro, et si l'un des numéros gagnants correspond à votre numéro choisi (à l'exclusion des numéros identiques triples, ou \"TOAK\"), vous gagnez. Si les numéros gagnants incluent une paire (deux numéros identiques et un différent), la victoire est classée sous \"All3-Fixed Digit Group3\". Si tous les numéros sont distincts, la victoire est classée sous \"All3-Fixed Digit Group6\". Exemple de gain : Schéma de paris : 3 ; Numéros gagnants A : 1, 3, 3. Cela résulte en une victoire sous \"All3-Fixed Digit Group3\" car il y a une paire incluant le numéro 3. Numéros gagnants B : 1, 2, 3. Cela résulte en une victoire sous \"All3-Fixed Digit Group6\" car tous les numéros sont distincts et l'ensemble inclut le numéro 3.",
  "Game Instructions: Select one number each for the 1st and 2nd places to make a bet. If the selected numbers match the 1st and 2nd places of the winning numbers exactly and in the same order, you win. Example of winning: Betting scheme: 1, 2; Winning numbers: 1, 2, * (where "*" can be any number). This results in a win because the 1st and 2nd places match exactly in order and sequence.": "Game Instructions": "Sélectionnez un numéro pour la 1ère et la 2ème place pour effectuer un pari. Si les numéros sélectionnés correspondent exactement aux 1ère et 2ème places des numéros gagnants dans le même ordre, vous gagnez. Exemple de victoire : Schéma de pari : 1, 2 ; Numéros gagnants : 1, 2, * (où '*' peut être n'importe quel numéro). Cela résulte en une victoire car les 1ère et 2ème places correspondent exactement dans l'ordre et la séquence.",
  "Game Instructions: Enter a two-digit number to make a bet. If the entered number matches the winning numbers in the 1st and 2nd places exactly and in the same order, you win. Example of winning: Betting scheme: 12; Winning numbers: 1, 2, * (where "*" can be any number). This results in a win because the numbers for the 1st and 2nd places match exactly in order and sequence.":  "Game Instructions: Enter a two-digit number to make a bet. If the entered number matches the winning numbers in the 1st and 2nd places exactly and in the same order, you win. Example of winning: Betting scheme: 12; Winning numbers: 1, 2, * (where \"*\" can be any number). This results in a win because the numbers for the 1st and 2nd places match exactly in order and sequence.": "Instructions du jeu : Entrez un numéro à deux chiffres pour faire un pari. Si le numéro entré correspond exactement aux numéros gagnants à la 1ère et à la 2ème place, dans le même ordre, vous gagnez. Exemple de victoire : Schéma de pari : 12 ; Numéros gagnants : 1, 2, * (où \"*\" peut être n'importe quel numéro). Cela entraîne une victoire car les numéros des 1ère et 2ème places correspondent exactement dans l'ordre et la séquence.",
  "Game Instructions: Choose one number, and if it matches the sum of the 1st and 2nd places of the winning numbers, you win. Example of winning: Betting scheme: 3; Winning numbers: 1, 2, * (where "*" can be any number). Since the sum of the numbers in the 1st and 2nd places is 3 (1+2), this results in a win.":"Game Instructions": "Choisissez un numéro, et si celui-ci correspond à la somme des 1er et 2e numéros des numéros gagnants, vous gagnez. Exemple de gain : Schéma de paris : 3 ; Numéros gagnants : 1, 2, * (où '*' peut être n'importe quel numéro). Puisque la somme des numéros en 1ère et 2e position est 3 (1+2), cela résulte en une victoire.",
  "Game Instructions: Choose one number, and if it matches the difference between the numbers in the 1st and 2nd places of the winning numbers, you win. Example of winning: Betting scheme: 3; Winning numbers: 1, 4, * (where "*" can be any number). Since the difference between the numbers in the 1st and 2nd places is 3 (4 - 1), this results in a win.":"Game Instructions": "Choisissez un nombre, et si cela correspond à la différence entre les numéros à la 1ère et à la 2ème place des numéros gagnants, vous gagnez. Exemple de victoire : Schéma de paris : 3 ; Numéros gagnants : 1, 4, * (où '*' peut être n'importe quel nombre). Comme la différence entre les numéros à la 1ère et à la 2ème place est 3 (4 - 1), cela résulte en une victoire.",
  "Game Instructions: Choose two numbers to form one bet. If the selected numbers match the 1st and 2nd places of the winning numbers, in any order, you win. Example of winning: Betting scheme: 1, 2; Winning numbers: 2, 1, * (where "*" can be any number). Since the numbers in the 1st and 2nd places match the selected numbers, regardless of order, this results in a win.": "Game Instructions: Choose two numbers to form one bet. If the selected numbers match the 1st and 2nd places of the winning numbers, in any order, you win. Example of winning: Betting scheme: 1, 2; Winning numbers: 2, 1, * (where '*' can be any number). Since the numbers in the 1st and 2nd places match the selected numbers, regardless of order, this results in a win.": "Instructions du jeu : Choisissez deux numéros pour former un pari. Si les numéros sélectionnés correspondent aux 1er et 2ème endroits des numéros gagnants, dans n'importe quel ordre, vous gagnez. Exemple de gain : Schéma de paris : 1, 2 ; Numéros gagnants : 2, 1, * (où '*' peut être n'importe quel numéro). Étant donné que les numéros aux 1er et 2ème endroits correspondent aux numéros sélectionnés, quel que soit l'ordre, cela entraîne une victoire.",
  "Game Instructions: Enter a two-digit number to form one bet (pair numbers are not allowed). If the entered number matches the 1st and 2nd places of the winning numbers, in any order, you win. Example of winning: Betting scheme: 12; Winning numbers: 2, 1, * (where "*" can be any number). Since the numbers in the 1st and 2nd places match the entered number, regardless of order, this results in a win.":"Game Instructions": "Entrez un numéro à deux chiffres pour former un pari (les paires de numéros ne sont pas autorisées). Si le numéro entré correspond aux 1er et 2ème chiffres des numéros gagnants, dans n'importe quel ordre, vous gagnez. Exemple de victoire : Schéma de pari : 12 ; Numéros gagnants : 2, 1, * (où '*' peut être n'importe quel numéro). Étant donné que les numéros aux 1er et 2ème places correspondent au numéro entré, peu importe l'ordre, cela résulte en une victoire.",
  "Game Instructions: Choose one number, and if it equals the sum of the numbers in the 1st and 2nd places of the winning numbers (excluding pairs), you win. Example of winning: Betting scheme: 3; Winning numbers: 1, 2, * (where "*" can be any number). Since the sum of the numbers in the 1st and 2nd places is 3 (1 + 2), this results in a win.": "Game Instructions": "Choisissez un numéro, et si cela correspond à la somme des numéros dans les 1ère et 2ème places des numéros gagnants (à l'exclusion des paires), vous gagnez. Exemple de gain : Schéma de paris : 3 ; Numéros gagnants : 1, 2, * (où '*' peut être n'importe quel numéro). Puisque la somme des numéros dans les 1ère et 2ème places est 3 (1 + 2), cela résulte en une victoire.",
  "Game Instructions: Choose one number, and if it matches either the 1st and 2nd place of the winning numbers (excluding pairs), you win. Example of winning: Betting scheme: 3; Winning numbers: 1, 3, * (where "*" can be any number). Since the number 3 matches the 2nd place of the winning numbers, this results in a win.": "Game Instructions": "Choisissez un numéro, et s'il correspond à la 1ère ou à la 2ème place des numéros gagnants (en excluant les paires), vous gagnez. Exemple de gain : Schéma de paris : 3 ; Numéros gagnants : 1, 3, * (où '*' peut être n'importe quel numéro). Étant donné que le numéro 3 correspond à la 2ème place des numéros gagnants, cela résulte en une victoire.",
  "Game Instructions: Enter a two-digit number to make a bet. If the entered number matches the winning numbers in the 2nd and 3rd places exactly and in the same order, you win. Example of winning: Betting scheme: 12; Winning numbers: 1, 2, * (where "*" can be any number). This results in a win because the numbers for the 2nd and 3rd places match exactly in order and sequence.": "Game Instructions: Enter a two-digit number to make a bet. If the entered number matches the winning numbers in the 2nd and 3rd places exactly and in the same order, you win. Example of winning: Betting scheme: 12; Winning numbers: 1, 2, * (where \"*\" can be any number). This results in a win because the numbers for the 2nd and 3rd places match exactly in order and sequence.": "Instructions du jeu : Entrez un numéro à deux chiffres pour faire un pari. Si le numéro saisi correspond exactement aux numéros gagnants des 2e et 3e places dans le même ordre, vous gagnez. Exemple de victoire : Schéma de pari : 12 ; Numéros gagnants : 1, 2, * (où \"*\" peut être n'importe quel numéro). Cela résulte en une victoire car les numéros pour les 2e et 3e places correspondent exactement dans l'ordre et la séquence.",
  "Game Instructions: Choose one number, and if it matches the sum of the 2nd and 3rd places of the winning numbers, you win. Example of winning: Betting scheme: 3; Winning numbers: *,1, 2 (where "*" can be any number). Since the sum of the numbers in the 2nd and 3rd places is 3 (1+2), this results in a win.":"instructions": "Instructions du jeu : Choisissez un numéro, et si celui-ci correspond à la somme des 2ème et 3ème places des numéros gagnants, vous gagnez. Exemple de gain : Schéma de paris : 3 ; Numéros gagnants : *,1, 2 (où '*' peut être n'importe quel numéro). Comme la somme des numéros en 2ème et 3ème places est 3 (1+2), cela donne un gain.",
  "Game Instructions: Choose one number, and if it matches the difference between the numbers in the 2nd and 3rd places of the winning numbers, you win. Example of winning: Betting scheme: 3; Winning numbers: *, 1, 4 (where "*" can be any number). Since the difference between the numbers in the 2nd and 3rd places is 3 (4 - 1), this results in a win.":"Game Instructions": "Choisissez un numéro, et si celui-ci correspond à la différence entre les numéros en 2ème et 3ème positions des numéros gagnants, vous gagnez. Exemple de gain : Schéma de paris : 3 ; Numéros gagnants : *, 1, 4 (où '*' peut être n'importe quel numéro). Puisque la différence entre les numéros en 2ème et 3ème positions est de 3 (4 - 1), cela résulte en un gain.",
  "Game Instructions: Choose two numbers to form one bet. If the selected numbers match the 2nd and 3rd places of the winning numbers, in any order, you win. Example of winning: Betting scheme: 1, 2; Winning numbers: *, 2, 1 (where "*" can be any number). Since the numbers in the 2nd and 3rd places match the selected numbers, regardless of order, this results in a win.":"Game Instructions": "Choisissez deux numéros pour former un pari. Si les numéros sélectionnés correspondent aux 2ème et 3ème places des numéros gagnants, dans n'importe quel ordre, vous gagnez. Exemple de gain : Schéma de pari : 1, 2 ; Numéros gagnants : *, 2, 1 (où '*' peut être n'importe quel numéro). Puisque les numéros des 2ème et 3ème places correspondent aux numéros sélectionnés, quel que soit l'ordre, cela résulte en une victoire.",
  "Game Instructions: Enter a two-digit number to form one bet (pair numbers are not allowed). If the entered number matches the 2nd and 3rd places of the winning numbers, in any order, you win. Example of winning: Betting scheme: 12; Winning numbers: *, 2, 1 (where "*" can be any number). Since the numbers in the 2nd and 3rd places match the entered number, regardless of order, this results in a win.": "Game Instructions": "Instructions du jeu : Entrez un numéro à deux chiffres pour former un pari (les paires de numéros ne sont pas autorisées). Si le numéro entré correspond aux 2e et 3e positions des numéros gagnants, dans n'importe quel ordre, vous gagnez. Exemple de gain : Schéma de pari : 12 ; Numéros gagnants : *, 2, 1 (où \"*\" peut être n'importe quel numéro). Puisque les numéros dans les 2e et 3e positions correspondent au numéro entré, quel que soit l'ordre, cela résulte en une victoire.",
  "Game Instructions: Choose one number, and if it equals the sum of the numbers in the 2nd and 3rd places of the winning numbers (excluding pairs), you win. Example of winning: Betting scheme: 3; Winning numbers: *, 1, 2 (where "*" can be any number). Since the sum of the numbers in the 2nd and 3rd places is 3 (1 + 2), this results in a win.":"Game Instructions": "Choisissez un numéro, et si celui-ci correspond à la somme des numéros en 2ème et 3ème position des numéros gagnants (en excluant les paires), vous gagnez. Exemple de victoire : Schéma de paris : 3 ; Numéros gagnants : *, 1, 2 (où '*' peut être n'importe quel numéro). Puisque la somme des numéros en 2ème et 3ème position est 3 (1 + 2), cela donne une victoire.",
  "Game Instructions: Choose one number, and if it matches either the 2nd or 3rd place of the winning numbers (excluding pairs), you win. Example of winning: Betting scheme: 3; Winning numbers: *, 1, 3 (where "*" can be any number). Since the number 3 matches the 3rd place of the winning numbers, this results in a win.":"Game Instructions: Choose one number, and if it matches either the 2nd or 3rd place of the winning numbers (excluding pairs), you win. Example of winning: Betting scheme: 3; Winning numbers: *, 1, 3 (where '*' can be any number). Since the number 3 matches the 3rd place of the winning numbers, this results in a win.": "Instructions du jeu : Choisissez un numéro, et si ce numéro correspond à la 2ème ou à la 3ème position des numéros gagnants (à l'exclusion des paires), vous gagnez. Exemple de victoire : Schéma de paris : 3 ; Numéros gagnants : *, 1, 3 (où '*' peut être n'importe quel numéro). Comme le numéro 3 correspond à la 3ème position des numéros gagnants, cela entraîne une victoire.",
  "Game Instructions: Choose one number from either the 1st, 2nd, or 3rd place to make a bet. If the selected number matches the corresponding place in the winning numbers, you win. Example of winning: Betting scheme: 3, -, -; Winning numbers: 3, , * (where "" can be any number). Since the selected number 3 matches the 1st place of the winning numbers, this results in a win.": "Game Instructions": "Choisissez un numéro parmi la 1ère, 2ème ou 3ème place pour parier. Si le numéro sélectionné correspond à la place correspondante dans les numéros gagnants, vous gagnez. Exemple de gain : Schéma de paris : 3, -, - ; Numéros gagnants : 3, , * (où '' peut être n'importe quel numéro). Puisque le numéro sélectionné 3 correspond à la 1ère place des numéros gagnants, cela donne un gain.",
"The game instructions are as follows: Choose one number to form a single bet. If the winning numbers include the selected number, you win. Example of winning: Betting scheme: 3; Winning numbers: 1, 3, 2. Since the winning numbers include the selected number 3, this results in a win.": "Les instructions du jeu sont les suivantes : Choisissez un numéro pour former un pari unique. Si les numéros gagnants incluent le numéro sélectionné, vous gagnez. Exemple de gain : Schéma de paris : 3 ; Numéros gagnants : 1, 3, 2. Étant donné que les numéros gagnants incluent le numéro sélectionné 3, cela donne un gain.",
  "Game Instructions: Choose one pattern from a set of options based on the comparison of numbers in specific positions. In this set, you compare two positions (e.g., 1st and 2nd). If the number in the first position is greater than the number in the second position , it is called "Dragon." If the number in the first position is less than the number in the second position, it is called "Tiger." If both numbers are the same, it is called a "Tie." You win if the pattern you selected matches the outcome of this comparison. Example of winning: Betting scheme: Dragon ( between 1st and 2nd ); Winning numbers: 2, 1, * (where "*" can be any number). Since the number in the 1st place (2) is greater than the number in the 2nd place (1), the result is "Dragon," matching the bet, resulting in a win.":"Game Instructions": "Instructions du jeu : Choisissez un motif parmi un ensemble d'options en fonction de la comparaison des numéros dans des positions spécifiques. Dans cet ensemble, vous comparez deux positions (par exemple, la 1ère et la 2ème). Si le numéro dans la première position est supérieur au numéro dans la deuxième position, cela s'appelle \"Dragon\". Si le numéro dans la première position est inférieur au numéro dans la deuxième position, cela s'appelle \"Tiger\". Si les deux numéros sont identiques, cela s'appelle une \"Égalité\". Vous gagnez si le motif que vous avez sélectionné correspond au résultat de cette comparaison. Exemple de victoire : Schéma de pari : Dragon (entre la 1ère et la 2ème); Numéros gagnants : 2, 1, * (où \"*\" peut être n'importe quel numéro). Étant donné que le numéro dans la 1ère position (2) est supérieur au numéro dans la 2ème position (1), le résultat est \"Dragon\", ce qui correspond au pari, entraînant une victoire.",

  "":""
}
