
{
    "Game Instructions: Select one number each from the 1st, 2nd, 3rd, 4th, and 5th places to form one bet. If the selected numbers match the drawn numbers exactly and in the correct order, you win.": "Game Instructions": "Instructions du jeu : Sélectionnez un numéro de chaque place (1ère, 2ème, 3ème, 4ème, et 5ème) pour former un pari. Si les numéros sélectionnés correspondent exactement aux numéros tirés et dans le bon ordre, vous gagnez.",
    "Game Instructions: Enter one five-digit number to form a single bet. If the entered number matches the drawn number exactly and in the correct order, you win. Winning Example: Betting scheme: 12345; Winning numbers: 1,2,3,4,5. This results in a win.": "Instructions du jeu : Entrez un numéro à cinq chiffres pour former un pari unique. Si le numéro saisi correspond exactement au numéro tiré et dans le bon ordre, vous gagnez. Exemple de victoire : Schéma de paris : 12345 ; Numéros gagnants : 1,2,3,4,5. Cela résulte en une victoire.",
    "Game Instructions: Select one number from the 1st, 2nd, 3rd, 4th, and 5th places to form combinations of 1 to 5, totaling 5 bets. If the selected number for the 5th place matches the winning number's 5th place, you win the 5th position prize. If the selected numbers for the 4th and 5th places match the winning numbers for the 4th and 5th places, you win the 4th and 5th position prizes and so on. Therefore, you can win up to 5 prizes at the same time. Winning Example: Betting scheme: 1,2,3,4,5; Winning numbers: 1,2,3,4,5. This results in wins for -,-,-,-,5; -,-,-,4,5; -,-,3,4,5; -,2,3,4,5; and 1,2,3,4,5, one bet each.":"Game Instructions": "Instructions du jeu : Sélectionnez un numéro parmi les 1er, 2e, 3e, 4e et 5e places pour former des combinaisons de 1 à 5, totalisant 5 paris. Si le numéro sélectionné pour la 5e place correspond au numéro gagnant de la 5e place, vous gagnez le prix de la 5e position. Si les numéros sélectionnés pour la 4e et la 5e place correspondent aux numéros gagnants des 4e et 5e places, vous gagnez les prix des 4e et 5e positions, et ainsi de suite. Par conséquent, vous pouvez gagner jusqu'à 5 prix en même temps.Exemple de gain : Schéma de paris : 1,2,3,4,5; Numéros gagnants : 1,2,3,4,5. Cela donne des gains pour -,-,-,-,5; -,-,-,4,5; -,-,3,4,5; -,2,3,4,5; et 1,2,3,4,5, un pari chacun.",
    "Game Instructions: Choose 5 numbers to form one bet. If the selected numbers match the winning numbers (order doesn't matter), it counts as a win. Winning Example: Betting scheme: 0,2,3,8,9; Winning numbers: 9,8,0,2,3. This results in a win.": "Game Instructions: Choose 5 numbers to form one bet. If the selected numbers match the winning numbers (order doesn't matter), it counts as a win. Winning Example: Betting scheme: 0,2,3,8,9; Winning numbers: 9,8,0,2,3. This results in a win.": "Instructions du jeu : Choisissez 5 numéros pour former un pari. Si les numéros sélectionnés correspondent aux numéros gagnants (l'ordre n'a pas d'importance), cela compte comme une victoire. Exemple de victoire : Schéma de paris : 0,2,3,8,9 ; Numéros gagnants : 9,8,0,2,3. Cela résulte en une victoire.",
  "Game Instructions: Select 1 pair (double number) and 3 single numbers to form one bet. If the winning numbers contain the selected 3 single numbers, and the selected pair appears twice in the winning numbers, it counts as a win. Winning Example: Betting scheme: Double number: 1, Single numbers: 2,3,4; Winning numbers: 1,2,3,4,1. This results in a win.": "Instructions du jeu : Sélectionnez 1 paire (nombre double) et 3 numéros uniques pour former un pari. Si les numéros gagnants contiennent les 3 numéros uniques sélectionnés, et que la paire sélectionnée apparaît deux fois parmi les numéros gagnants, cela compte comme une victoire. Exemple de victoire : Schéma de paris : Nombre double : 1, Nombres uniques : 2,3,4 ; Nombres gagnants : 1,2,3,4,1. Cela résulte en une victoire.",



  "Game Instructions: Choose 2 pairs (double numbers) and 1 single number to form one bet. If the winning numbers contain the selected single number, and each of the selected 2 pairs appears twice in the winning numbers, it counts as a win. Winning Example: Betting scheme: Double numbers: 2,8, Single number: 0; Winning numbers: 2,8,0,8,2. This results in a win.": "Instructions du jeu : Choisissez 2 paires (nombres doubles) et 1 nombre unique pour former un pari. Si les numéros gagnants contiennent le numéro unique sélectionné, et que chaque paire sélectionnée apparaît deux fois dans les numéros gagnants, cela compte comme une victoire. Exemple de victoire : Schéma de paris : Nombres doubles : 2,8, Nombre unique : 0 ; Nombres gagnants : 2,8,0,8,2. Cela résulte en une victoire.",


 "Game Instructions: Choose 1 triplet (triple number) and 2 single numbers to form one bet. If the winning numbers contain the selected 2 single numbers, and the selected triplet appears three times in the winning numbers, it counts as a win. Winning Example: Betting scheme: Triplet: 8, Single numbers: 0,2; Winning numbers: 0,8,2,8,8. This results in a win.": "Instructions du jeu : Choisissez 1 triplet (triple nombre) et 2 numéros simples pour former un pari. Si les numéros gagnants contiennent les 2 numéros simples sélectionnés, et que le triplet sélectionné apparaît trois fois dans les numéros gagnants, cela compte comme une victoire. Exemple de victoire : Schéma de paris : Triplet : 8, Numéros simples : 0,2 ; Numéros gagnants : 0,8,2,8,8. Cela entraîne une victoire.",
"Game Instructions: Choose 1 triplet (triple number) and 1 pair (double number) to form one bet. If the selected triplet appears three times and the selected pair appears twice in the winning numbers, it counts as a win. Winning Example: Betting scheme: Triplet: 8, Pair: 2; Winning numbers: 2,2,8,8,8. This results in a win.": "Instructions du jeu : Choisissez 1 triplet (numéro triple) et 1 paire (numéro double) pour former un pari. Si le triplet sélectionné apparaît trois fois et la paire sélectionnée apparaît deux fois dans les numéros gagnants, cela compte comme une victoire. Exemple de victoire : Schéma de pari : Triplet : 8, Paire : 2 ; Numéros gagnants : 2,2,8,8,8. Cela résulte en une victoire.",

 "Game Instructions: Choose 1 quadruplet (fourfold number) and 1 single number to form one bet. If the winning numbers contain the selected single number, and the selected quadruplet appears four times in the winning numbers, it counts as a win. Winning Example: Betting scheme: Quadruplet: 8, Single number: 2; Winning numbers: 8,8,2,8,8. This results in a win.": "Instructions du jeu : Choisissez 1 quadruplet (nombre à quatre chiffres) et 1 numéro unique pour former un pari. Si les numéros gagnants contiennent le numéro unique sélectionné et que le quadruplet sélectionné apparaît quatre fois dans les numéros gagnants, cela compte comme une victoire. Exemple de victoire : Schéma de pari : Quadruplet : 8, Numéro unique : 2 ; Numéros gagnants : 8,8,2,8,8. Cela donne une victoire.",

    "Game Instructions: Choose one number from the 1st, 2nd, 3rd, and 4th places to form one bet. If the selected numbers match the winning numbers 1st, 2nd, 3rd, and 4th places respectively, and in the same order, it counts as a win. Winning Example: Betting scheme: 1,2,3,4; Winning numbers: 1,2,3,4,* (where * represents any number for the units place). This results in a win.": "Game Instructions": "Instructions du jeu : Choisissez un numéro parmi les 1er, 2e, 3e et 4e places pour former un pari. Si les numéros sélectionnés correspondent aux numéros gagnants des 1er, 2e, 3e et 4e places respectivement, et dans le même ordre, cela compte comme une victoire. Exemple de victoire : Schéma de pari : 1,2,3,4 ; Numéros gagnants : 1,2,3,4, * (où * représente n'importe quel numéro pour la place des unités). Cela résulte en une victoire.",
    
"Game Instructions: Enter a four-digit number to make one bet. If the entered number matches the winning numbers 1st, 2nd, 3rd, and 4th places respectively, and in the same order, it counts as a win. Winning Example: Betting scheme: 1234; Winning numbers: 1,2,3,4,* (where * represents any number for the units place). This results in a win.": "Instructions du jeu : Entrez un nombre à quatre chiffres pour placer un pari. Si le nombre saisi correspond aux numéros gagnants aux 1er, 2e, 3e et 4e places respectivement, et dans le même ordre, cela compte comme une victoire. Exemple gagnant : Schéma de paris : 1234 ; Numéros gagnants : 1,2,3,4,* (où * représente n'importe quel nombre pour la place des unités). Cela entraîne une victoire.",

    "Game Instructions: Choose one number from the 1st, 2nd, 3rd, and 4th places to form combinations of 1 to 4 , totaling 4 bets. If the selected number for the 4th place matches the winning number's 3rd place, you win the 4th place position prize. If the selected numbers for the 3rd and 4th places match the winning numbers for the 3rd and 4th places, you win the 3rd and 4th places positions prizes based on the 3rd and 4th direct selection. Similarly, you can win up to 4 prizes at the same time. Winning Example: Betting scheme: 1,2,3,4; Winning numbers: 1,2,3,4,* (where * represents any number for the units place). This results in wins for -,-,-,4,; -,-,3,4,; -,2,3,4,; and 1,2,3,4,, one bet each.":"Instructions de jeu": "Choisissez un numéro pour la 1ère, 2ème, 3ème et 4ème places afin de former des combinaisons de 1 à 4, totalisant 4 paris. Si le numéro sélectionné pour la 4ème place correspond au numéro gagnant de la 3ème place, vous gagnez le prix de la position de la 4ème place. Si les numéros sélectionnés pour les 3ème et 4ème places correspondent aux numéros gagnants des 3ème et 4ème places, vous gagnez les prix des positions 3ème et 4ème en fonction de la sélection directe des 3ème et 4ème. De même, vous pouvez gagner jusqu'à 4 prix en même temps. Exemple de gain : Schéma de pari : 1,2,3,4 ; Numéros gagnants : 1,2,3,4,* (où * représente n'importe quel numéro pour la place des unités). Cela donne des gains pour -, -, -, 4 ; -, -, 3, 4 ; -, 2, 3, 4 ; et 1, 2, 3, 4, un pari chacun.",
    "Game Instructions: Select one number from the 2nd, 3rd, 4th and 5th to form a bet. If the chosen numbers match the winning numbers in the 2nd, 3rd, 4th and 5th places, and in the exact order, you win the bet. Example of winning: Betting plan: 1,2,3,4; Winning numbers: *,1,2,3,4. In this case, you win.":"Instructions du jeu": "Sélectionnez un numéro des 2ème, 3ème, 4ème et 5ème places pour former un pari. Si les numéros choisis correspondent aux numéros gagnants des 2ème, 3ème, 4ème et 5ème places, et dans le même ordre exact, vous gagnez le pari.Plan de pari : 1,2,3,4; Numéros gagnants : *,1,2,3,4. Dans ce cas, vous gagnez.",
    "Game Instructions: Enter a 4-digit number to form a bet. If the entered number matches the winning numbers in the 2nd, 3rd, 4th and 5th places, and in the exact order, then you win. For Example: Betting plan: 1234; Winning numbers: *,1,2,3,4. In this case, you win.": "Instructions du jeu": "Entrez un numéro à 4 chiffres pour former un pari. Si le numéro saisi correspond aux numéros gagnants aux 2e, 3e, 4e et 5e places, et dans l'ordre exact, alors vous gagnez. Par exemple : Plan de pari : 1234 ; Numéros gagnants : *,1,2,3,4. Dans ce cas, vous gagnez.",
    
    "Game Instructions: Select one number from each of the 2nd, 3rd, 4th and 5th places to create combinations of 1 to 4 , totaling four bets. If the selected 5th bet number matches the 5th number of the winning numbers, you win the 5th position prize; if the selected 4th and 5th bet numbers match the 4th and 5th numbers of the winning numbers, you win both the 4th and 5th position prizes. This pattern continues such that you can potentially win up to four prizes simultaneously. For Example: Betting plan: 1,2,3,4; Winning numbers: ,1,2,3,4. In this case, you win one bet each for ,*,*,*,4 (5th positions), ,*,*,3,4 ( 4th and 5th positions), ,*,2,3,4 (3rd, 4th and 5th positions), and *,1,2,3,4 (2nd , 3rd, 4th and 5th positions).":"Instructions de jeu": "Sélectionnez un numéro parmi les 2ème, 3ème, 4ème et 5ème positions pour créer des combinaisons de 1 à 4, totalisant quatre paris. Si le numéro sélectionné pour le 5ème pari correspond au 5ème numéro des numéros gagnants, vous gagnez le prix de la 5ème position ; si les numéros sélectionnés pour les 4ème et 5ème paris correspondent aux 4ème et 5ème numéros des numéros gagnants, vous gagnez les prix des 4ème et 5ème positions. Ce modèle continue de sorte que vous pouvez potentiellement gagner jusqu'à quatre prix simultanément. Par exemple : Plan de pari : 1,2,3,4 ; Numéros gagnants : ,1,2,3,4. Dans ce cas, vous gagnez un pari pour ,*,*,*,4 (5ème position), ,*,*,3,4 (4ème et 5ème positions), ,*,2,3,4 (3ème, 4ème et 5ème positions), et *,1,2,3,4 (2ème, 3ème, 4ème et 5ème positions).",
    "Game Instructions: Choose 4 numbers to form one bet. If the selected numbers match the winning numbers 1st, 2nd, 3rd, and 4th places respectively, regardless of the order, it counts as a win. Winning Example: Betting scheme: 1,2,3,4; Winning numbers: 4,3,2,1,* (where * represents any number for the units place). This results in a win.": "Instructions du jeu": "Choisissez 4 numéros pour former un pari. Si les numéros sélectionnés correspondent aux numéros gagnants des 1ère, 2ème, 3ème et 4ème places respectivement, quel que soit l'ordre, cela compte comme une victoire.Schéma de pari : 1,2,3,4 ; Numéros gagnants : 4,3,2,1,* (où * représente n'importe quel numéro pour la place des unités). Cela résulte en une victoire.",
    "Game Instructions: Choose one double number and two single numbers to form a bet. If the two single numbers are included among the 1st, 2nd, 3rd, and 4th places of the winning numbers, and the chosen double number appears twice within these four places, then you win. For Example: Betting plan: Double number: 3, Single numbers: 1, 2; Winning numbers: 3, 1, 2, 3, *. In this case, you win.": "Instructions du jeu": "Choisissez un nombre double et deux nombres simples pour former un pari. Si les deux nombres simples figurent parmi les 1er, 2e, 3e et 4e places des numéros gagnants, et que le nombre double choisi apparaît deux fois parmi ces quatre places, alors vous gagnez. Par exemple : Plan de pari : Nombre double : 3, Nombres simples : 1, 2 ; Numéros gagnants : 3, 1, 2, 3, *. Dans ce cas, vous gagnez.",
    "Game Instructions: Select two double numbers to form a bet. If each of the chosen double numbers appears twice among the 1st, 2nd, 3rd, and 4th places of the winning numbers, then you win. For example: Betting plan: Double numbers: 2, 8; Winning numbers: 2, 8, 2, 8, *. In this case, you win.":"Instructions de jeu": "Sélectionnez deux numéros doubles pour former un pari. Si chacun des numéros doubles choisis apparaît deux fois parmi les 1er, 2e, 3e et 4e places des numéros gagnants, alors vous gagnez. Par exemple : Plan de pari : Numéros doubles : 2, 8 ; Numéros gagnants : 2, 8, 2, 8, *. Dans ce cas, vous gagnez.",
    "Game Instructions: Select one triple number and one single number to form a bet. If the chosen single number appears in the 1st, 2nd, 3rd, and 4th places of the winning numbers, and the chosen triple number appears three times within these four places, then you win. For example: Betting plan: Triple number: 1, Single number: 2; Winning numbers: 1, 2, 1, 1, *. In this case, you win": "Instructions de jeu": "Sélectionnez un triple numéro et un numéro simple pour former un pari. Si le numéro simple choisi apparaît aux 1ère, 2ème, 3ème et 4ème places des numéros gagnants, et si le triple numéro choisi apparaît trois fois parmi ces quatre places, alors vous gagnez. Par exemple : Plan de pari : Numéro triple : 1, Numéro simple : 2 ; Numéros gagnants : 1, 2, 1, 1, *. Dans ce cas, vous gagnez.",
    "Game Instructions: Choose four numbers to form a bet. If the selected numbers match the winning numbers in the 2nd, 3rd, 4th and 5th places, in any order, then you win. Example of winning: Betting plan: 1,2,3,4; Winning numbers: *,4,3,2,1. In this case, you win.":"Instructions de jeu : Choisissez quatre chiffres pour former un pari. Si les chiffres sélectionnés correspondent aux chiffres gagnants aux 2e, 3e, 4e et 5e places, dans n'importe quel ordre, alors vous gagnez.Exemple de gain": "Plan de pari : 1,2,3,4; Chiffres gagnants : *,4,3,2,1. Dans ce cas, vous gagnez.",
    "Game Instructions: Select one double number and two single numbers to form a bet. If the two single numbers are included among the 2nd, 3rd, 4th, and 5th places of the winning numbers, and the chosen double number appears twice within these four places, then you win. For Example: Betting plan: Double number: 3, Single numbers: 1, 2; Winning numbers: *,3,1,2,3. In this case, you win.":  "Instructions du jeu": "Sélectionnez un numéro double et deux numéros simples pour former un pari. Si les deux numéros simples sont inclus parmi les 2ème, 3ème, 4ème et 5ème positions des numéros gagnants, et que le numéro double choisi apparaît deux fois dans ces quatre positions, alors vous gagnez. Par exemple : Plan de pari : Numéro double : 3, Numéros simples : 1, 2 ; Numéros gagnants : *,3,1,2,3. Dans ce cas, vous gagnez.",
    "Game Instructions: Select two double numbers to form a bet. If each of the chosen double numbers appears twice among the 2nd, 3rd, 4th and 5th places of the winning numbers, then you win. For Example: Betting plan: Double numbers: 2, 8; Winning numbers: *,2,8,2,8. In this case, you win.":"Instructions de jeu": "Sélectionnez deux numéros doubles pour former un pari. Si chacun des numéros doubles choisis apparaît deux fois parmi les 2e, 3e, 4e et 5e places des numéros gagnants, alors vous gagnez. Par exemple : Plan de pari : Nombres doubles : 2, 8 ; Numéros gagnants : *,2,8,2,8. Dans ce cas, vous gagnez.",
    "Game Instructions: Choose one triple number and one single number to form a bet. If the chosen single number is included among the 2nd, 3rd, 4th, and 5th places of the winning numbers, and the chosen triple number appears three times within these four places, then you win. Example of winning: Betting plan: Triple number: 1, Single number: 2; Winning numbers: *,1,2,1,1. In this case, you win.":"Instructions de jeu": "Choisissez un numéro triple et un numéro simple pour former un pari. Si le numéro simple choisi est inclus parmi les 2e, 3e, 4e et 5e places des numéros gagnants, et si le numéro triple choisi apparaît trois fois dans ces quatre places, alors vous gagnez. Exemple de gain : Plan de pari : Numéro triple : 1, Numéro simple : 2 ; Numéros gagnants : *,1,2,1,1. Dans ce cas, vous gagnez.",
    "Game Instructions: Select one number each from the 1st, 2nd, and 3rd places to form a bet. If the chosen numbers match the winning numbers in the 1st, 2nd, and 3rd places, and in the exact order, then you win. For Examplea: Betting plan: 3, 4, 5; Winning numbers: 3, 4, 5, *, *. In this case, you win.":"Game Instructions": "Instructions du jeu : Sélectionnez un numéro de la 1ère, 2ème et 3ème place pour former un pari. Si les numéros choisis correspondent aux numéros gagnants à la 1ère, 2ème et 3ème place, et dans le même ordre exact, vous gagnez. Par exemple : Plan de pari : 3, 4, 5 ; Numéros gagnants : 3, 4, 5, *, *. Dans ce cas, vous gagnez.",
    "Game Instructions: Enter a 3-digit number to form a bet. If the entered number matches the winning numbers in the 1st, 2nd, and 3rd places, and in the exact order, then you win. For Example: Betting plan: 345; Winning numbers: 3, 4, 5, *, *. In this case, you win.":"Instructions du jeu : Entrez un numéro à 3 chiffres pour former un pari. Si le numéro saisi correspond aux numéros gagnants dans les 1er, 2e et 3e endroits, et dans le même ordre, alors vous gagnez. Par exemple : Plan de pari : 345 ; Numéros gagnants : 3, 4, 5, *, *. Dans ce cas, vous gagnez.",
    "Game Instructions: Select one number each from the 1st, 2nd, and 3rd places to form combinations of 1 to 3 , totaling three bets. If the selected 3rd place number matches the 3rd place of the winning numbers, you win the 3rd position prize. If the selected 2nd and 3rd place numbers match the corresponding places of the winning numbers, you win both the 2nd and 3rd positions prizes. Similarly, if all three selected numbers match the winning numbers in the 1st, 2nd, and 3rd places, in the exact order, you can win up to three prizes simultaneously. For Example: Betting plan: 1,2,3; Winning numbers: 1,2,3,,. In this case, you win one bet each for ,*,*,3,*, (3rd position prize), ,2,3,,* (2nd and 3rd position prizes), and 1,2,3,, (1st, 2nd and 3rd position prizes).": "Game Instructions": "Instructions du jeu : Sélectionnez un numéro chacun dans les 1er, 2e et 3e places pour former des combinaisons de 1 à 3, totalisant trois paris. Si le numéro sélectionné pour la 3e place correspond au numéro de la 3e place des numéros gagnants, vous gagnez le prix de la 3e position. Si les numéros sélectionnés pour la 2e et 3e places correspondent aux positions correspondantes des numéros gagnants, vous gagnez les prix des 2e et 3e positions. De même, si tous les trois numéros sélectionnés correspondent aux numéros gagnants dans les 1er, 2e et 3e places, dans le même ordre, vous pouvez gagner jusqu'à trois prix simultanément. Exemple : Plan de paris : 1,2,3 ; Numéros gagnants : 1,2,3. Dans ce cas, vous gagnez un pari pour ,*,*,3,*, (prix de la 3e position), ,2,3,,* (prix des 2e et 3e positions), et 1,2,3,, (prix des 1er, 2e et 3e positions).",
    "Game Instructions: Select one number that will match the sum of the 1st, 2nd, and 3rd places of the winning numbers. If the selected number equals this sum, then you win. For Example: Betting plan: 3; Winning numbers: 1, 2, 0, *, *. The sum of 1, 2, and 0 is 3, which matches the selected number, so in this case, you win.":"Instructions du jeu : Sélectionnez un numéro qui correspondra à la somme des 1ère, 2ème et 3ème places des numéros gagnants. Si le numéro sélectionné égale cette somme, vous gagnez. Par exemple : Plan de paris : 3 ; Numéros gagnants : 1, 2, 0, *, *. La somme de 1, 2 et 0 est 3, ce qui correspond au numéro sélectionné, donc dans ce cas, vous gagnez.",
    "Game Instructions: Select one number that matches the difference obtained by subtracting the smallest number from the largest number among the 1st, 2nd, and 3rd of the winning numbers. If the selected number equals this difference, then you win. For Example: Betting plan: 3; Winning numbers: 1, 2, 4, *, *. The largest number is 4 and the smallest is 1, so the difference is 4 - 1 = 3, which matches the selected number. In this case, you win.":"Instructions du jeu : Sélectionnez un numéro qui correspond à la différence obtenue en soustrayant le plus petit numéro du plus grand parmi les 1er, 2e et 3e numéros gagnants. Si le numéro sélectionné est égal à cette différence, alors vous gagnez. Par exemple : Plan de paris : 3 ; Numéros gagnants : 1, 2, 4, *, *. Le plus grand numéro est 4 et le plus petit est 1, donc la différence est 4 - 1 = 3, ce qui correspond au numéro sélectionné. Dans ce cas, vous gagnez.",

    "Game Instructions: Select two numbers to form two bets. To win, one of the chosen numbers must appear twice among the 1st, 2nd, and 3rd places of the winning numbers, and the other chosen number must appear once, regardless of the order. For Example: Betting plan: 1, 2; Winning numbers: 1, 2, 2, *, *. In this case, you win because the number 2 appears twice and the number 1 appears once in the specified positions.":"Instructions du jeu : Sélectionnez deux numéros pour former deux paris. Pour gagner, l'un des numéros choisis doit apparaître deux fois parmi les 1er, 2ème et 3ème places des numéros gagnants, et l'autre numéro choisi doit apparaître une fois, quel que soit l'ordre. Par exemple : Plan de paris : 1, 2 ; Numéros gagnants : 1, 2, 2, *, *. Dans ce cas, vous gagnez parce que le numéro 2 apparaît deux fois et le numéro 1 apparaît une fois dans les positions spécifiées.",
    "Game Instructions: Select three numbers to form a single bet. If the chosen numbers match the numbers in the 1st, 2nd, 3rd places of the winning numbers, regardless of order, then you win. For Example: Betting plan: 1, 2, 3; Winning numbers: 1, 3, 2, *, *. In this case, you win because the numbers 1, 2, and 3 match the first three numbers of the winning sequence, albeit in a different order.":"Instructions du jeu : Sélectionnez trois numéros pour former un seul pari. Si les numéros choisis correspondent aux numéros des 1er, 2e, 3e places des numéros gagnants, peu importe l'ordre, vous gagnez. Par exemple : Plan de paris : 1, 2, 3 ; Numéros gagnants : 1, 3, 2, *, *. Dans ce cas, vous gagnez parce que les numéros 1, 2 et 3 correspondent aux trois premiers numéros de la séquence gagnante, bien que dans un ordre différent.",
    "Game Instructions: Enter two identical numbers and one different number, or three distinct numbers, to form a single bet. If the entered numbers match the numbers in the 1st, 2nd, and 3rd places of the winning numbers, regardless of order, and there is a pair among these three positions, you win the "Front Three Group Three". If all three numbers are different, you win the "Front Three Group Six". Examples of winning: Betting plan A: 122; Winning numbers: 2, 1, 2, *, *. In this case, you win the "Front Three Group Three" because there is a pair (two 2s) among the first three positions. Betting plan B: 123; Winning numbers: 1, 3, 2, *, *. In this case, you win the "Front Three Group Six" because all three numbers are different and match the first three positions in any order.":"Game Instructions": "Entrez deux numéros identiques et un numéro différent, ou trois numéros distincts, pour former un seul pari. Si les numéros saisis correspondent aux numéros des 1ère, 2ème et 3ème positions des numéros gagnants, indépendamment de l'ordre, et qu'il y a une paire parmi ces trois positions, vous gagnez le \"Front Three Group Three\". Si les trois numéros sont différents, vous gagnez le \"Front Three Group Six\". Exemples de gains : Plan de pari A : 122 ; Numéros gagnants : 2, 1, 2, *, *. Dans ce cas, vous gagnez le \"Front Three Group Three\" parce qu'il y a une paire (deux 2) parmi les trois premières positions. Plan de pari B : 123 ; Numéros gagnants : 1, 3, 2, *, *. Dans ce cas, vous gagnez le \"Front Three Group Six\" parce que tous les trois numéros sont différents et correspondent aux trois premières positions dans n'importe quel ordre.",
   
  
   
    "Game Insructions: Choose one number that equals the sum of the 1st, 2nd, 3rd places of the winning numbers (excluding cases where all three digits are the same, also known as a "triplet"). If there is a pair among these three positions, you win the "Front Three Group Selected Sum Group Three". If all three numbers are distinct, you win the "Front Three Group Selected Sum Group Six". For Example: Betting plan: 6; Winning numbers A: 3, 3, 0, *, *. In this case, you win the "Front Three Group Selected Sum Group Three" because the sum of the numbers (3+3+0=6) matches the selected number and there is a pair among the numbers. Winning numbers B: 1, 2, 3, *, *. In this case, you win the "Front Three Group Selected Sum Group Six" because the sum of the numbers (1+2+3=6) matches the selected number and all numbers are distinct.":"Game Instructions": "Choisissez un numéro qui correspond à la somme des 1ère, 2ème, 3ème positions des numéros gagnants (à l'exception des cas où les trois chiffres sont identiques, également appelés 'triplet'). S'il y a une paire parmi ces trois positions, vous gagnez le 'Groupe de somme sélectionné Front Trois Groupe Trois'. Si tous les trois numéros sont distincts, vous gagnez le 'Groupe de somme sélectionné Front Trois Groupe Six'. Exemple: Plan de pari: 6; Numéros gagnants A: 3, 3, 0, *, *. Dans ce cas, vous gagnez le 'Groupe de somme sélectionné Front Trois Groupe Trois' car la somme des numéros (3+3+0=6) correspond au numéro sélectionné et il y a une paire parmi les numéros. Numéros gagnants B: 1, 2, 3, *, *. Dans ce cas, vous gagnez le 'Groupe de somme sélectionné Front Trois Groupe Six' car la somme des numéros (1+2+3=6) correspond au numéro sélectionné et tous les numéros sont distincts.",
    "Game Instructions: Enter two identical numbers and one different number to form a single bet. If the entered numbers match the numbers in the 1st, 2nd, and 3rd places of the winning numbers, regardless of order, then you win. For Example: Betting plan: 122; Winning numbers: 2, 1, 2, *, *. In this case, you win because the numbers 1 and 2 appear in the first three positions of the winning numbers, matching the bet exactly, even though the order is different.":"Instructions du jeu : Entrez deux numéros identiques et un numéro différent pour former un seul pari. Si les numéros entrés correspondent aux numéros des 1ère, 2ème et 3ème positions des numéros gagnants, quel que soit l'ordre, vous gagnez. Par exemple : Plan de pari : 122 ; Numéros gagnants : 2, 1, 2, *, *. Dans ce cas, vous gagnez parce que les numéros 1 et 2 apparaissent dans les trois premières positions des numéros gagnants, correspondant exactement au pari, même si l'ordre est différent.",
    "Game Instructions: Enter three distinct numbers to form a single bet. If the entered numbers match the numbers in the 1st, 2nd, and 3rd places of the winning numbers, regardless of order, then you win. For Example: Betting plan: 123; Winning numbers: 1, 3, 2, *, *. In this case, you win the "Front Three Group Six" because the numbers 1, 2, and 3 appear in the first three positions of the winning numbers, matching the entered numbers in any order.":"Game Instructions": "Entrez trois numéros distincts pour former un seul pari. Si les numéros entrés correspondent aux numéros des 1ère, 2ème et 3ème positions des numéros gagnants, indépendamment de l'ordre, alors vous gagnez. Par exemple : Plan de pari : 123 ; Numéros gagnants : 1, 3, 2, *, *. Dans ce cas, vous gagnez le « Front Three Group Six » car les numéros 1, 2 et 3 apparaissent dans les trois premières positions des numéros gagnants, correspondant aux numéros entrés dans n'importe quel ordre.",
    "Game Instructions: Select one number, and if this number matches any one of the 1st, 2nd, or 3rd places of the winning numbers (excluding cases where all three digits are the same, known as a "triplet"), you qualify for a prize. If there is a pair among these three positions, you win a prize. If all three numbers are distinct, you win a prize. For Examples: Betting plan: 3; Winning numbers A: 1, 3, 3, *, *. In this case, you win the prize for this selection because the number 3 matches and forms a pair in the 1st, 2nd, or 3rd places. Winning numbers B: 1, 2, 3, *, *. In this case, you win the prize for this selection because the number 3 matches one of the positions and all numbers are distinct, forming no pairs.": "Game Instructions": "Instructions du jeu : Sélectionnez un numéro, et si ce numéro correspond à l'un des 1er, 2ème ou 3ème places des numéros gagnants (à l'exception des cas où les trois chiffres sont les mêmes, appelés 'triplet'), vous êtes qualifié pour un prix. S'il y a une paire parmi ces trois positions, vous gagnez un prix. Si les trois numéros sont distincts, vous gagnez un prix. Exemples : Plan de paris : 3 ; Numéros gagnants A : 1, 3, 3, *, *. Dans ce cas, vous gagnez le prix pour cette sélection car le numéro 3 correspond et forme une paire dans les 1ère, 2ème ou 3ème positions. Numéros gagnants B : 1, 2, 3, *, *. Dans ce cas, vous gagnez le prix pour cette sélection car le numéro 3 correspond à l'une des positions et tous les numéros sont distincts, ne formant pas de paires.",
    "Game Rule: Select one number. If this number matches the last digit of the sum of the first three digits (the 1st, 2nd, and 3rd places) of the winning number, then you win. For Example: Betting Option: 3; Winning Numbers: 0, 2, 1, *, *; Since the sum of the first three digits is 3, which matches the bet, it results in a win.":"Game Rule": "Règle du jeu : Sélectionnez un numéro. Si ce numéro correspond au dernier chiffre de la somme des trois premiers chiffres (les 1er, 2e et 3e places) du numéro gagnant, alors vous gagnez. Par exemple : Option de pari : 3 ; Numéros gagnants : 0, 2, 1, *, * ; Étant donné que la somme des trois premiers chiffres est 3, ce qui correspond au pari, cela résulte en une victoire.",

    "Game Instructions: Select one number each from the 2nd, 3rd and 4th places to form a bet. If the chosen numbers match the winning numbers in the 2nd, 3rd and 4th places, and in the exact order, then you win. For Examplea: Betting plan: 3, 4, 5; Winning numbers: *, 3, 4, 5, *. In this case, you win.":"Instructions du jeu : Sélectionnez un numéro à partir de la 2e, 3e et 4e position pour former un pari. Si les numéros choisis correspondent aux numéros gagnants aux 2e, 3e et 4e positions, et dans le même ordre exact, vous gagnez. Par exemple : Plan de pari : 3, 4, 5 ; Numéros gagnants : *, 3, 4, 5, *. Dans ce cas, vous gagnez.",
    "Game Instructions: Enter a 3-digit number to form a bet. If the entered number matches the winning numbers in the 2nd, 3rd and 4th places, and in the exact order, then you win. For Example: Betting plan: 345; Winning numbers: *, 3, 4, 5, *. In this case, you win.":"Instructions du jeu : Entrez un numéro à 3 chiffres pour former un pari. Si le numéro saisi correspond aux numéros gagnants dans les 2ème, 3ème et 4ème positions, et dans le même ordre, vous gagnez. Par exemple : Plan de pari : 345 ; Numéros gagnants : *, 3, 4, 5, *. Dans ce cas, vous gagnez.",
    "Game Instructions: Select one number each from the 2nd, 3rd and 4th places to form combinations of 1 to 3 , totaling three bets. If the selected 4th place number matches the 4th place of the winning numbers, you win the 4th position prize. If the selected 3rd and 4th place numbers match the corresponding places of the winning numbers, you win both the 3rd and 4th positions prizes. Similarly, if all three selected numbers match the winning numbers in the 1 2nd, 3rd and 4th places, in the exact order, you can win up to three prizes simultaneously. For Example: Betting plan: 1,2,3; Winning numbers: *,1,2,3,*,. In this case, you win one bet each for , ,*,*,3,*, (4th position prize), , ,2,3,,* (3rd and 4th position prizes), and , ,1,2,3, , (2nd, 3rd and 4th position prizes).":"Game Instructions": "Instructions du jeu : Sélectionnez un numéro parmi le 2ème, 3ème et 4ème emplacement pour former des combinaisons de 1 à 3, totalisant trois paris. Si le numéro sélectionné à la 4ème place correspond au numéro à la 4ème place des numéros gagnants, vous gagnez le prix de la 4ème position. Si les numéros sélectionnés aux 3ème et 4ème places correspondent aux positions correspondantes des numéros gagnants, vous gagnez les prix des 3ème et 4ème positions. De même, si les trois numéros sélectionnés correspondent aux numéros gagnants dans les 1ère, 2ème, 3ème et 4ème positions, dans l'ordre exact, vous pouvez gagner jusqu'à trois prix simultanément. Exemple : Plan de pari : 1,2,3 ; Numéros gagnants : *,1,2,3,*,. Dans ce cas, vous gagnez un pari chacun pour , ,*,*,3,*, (prix de la 4ème position), , ,2,3,,* (prix des 3ème et 4ème positions), et , ,1,2,3, , (prix des 2ème, 3ème et 4ème positions).",
    "Game Instructions: Select one number that will match the sum of the 2nd, 3rd and 4th places of the winning numbers. If the selected number equals this sum, then you win. For Example: Betting plan: 3; Winning numbers: *, 1, 2, 0, *. The sum of 1, 2, and 0 is 3, which matches the selected number, so in this case, you win.":"Instructions du jeu : Sélectionnez un numéro qui correspondra à la somme des 2e, 3e et 4e positions des numéros gagnants. Si le numéro sélectionné est égal à cette somme, vous gagnez. Par exemple : Plan de pari : 3 ; Numéros gagnants : *, 1, 2, 0, *. La somme de 1, 2 et 0 est 3, ce qui correspond au numéro sélectionné, donc dans ce cas, vous gagnez.",
    "Game Instructions: Select one number that matches the difference obtained by subtracting the smallest number from the largest number among the 2nd, 3rd and 4th of the winning numbers. If the selected number equals this difference, then you win. For Example: Betting plan: 3; Winning numbers: *, 1, 2, 4, *. The largest number is 4 and the smallest is 1, so the difference is 4 - 1 = 3, which matches the selected number. In this case, you win.":"Instructions du jeu : Sélectionnez un numéro qui correspond à la différence obtenue en soustrayant le plus petit numéro du plus grand parmi le 2e, 3e et 4e des numéros gagnants. Si le numéro sélectionné est égal à cette différence, vous gagnez. Par exemple : Plan de paris : 3 ; Numéros gagnants : *, 1, 2, 4, *. Le plus grand numéro est 4 et le plus petit est 1, donc la différence est 4 - 1 = 3, ce qui correspond au numéro sélectionné. Dans ce cas, vous gagnez.",
    "Game Instructions: Select two numbers to form two bets. To win, one of the chosen numbers must appear twice among the 2nd, 3rd and 4th places of the winning numbers, and the other chosen number must appear once, regardless of the order. For Example: Betting plan: 1, 2; Winning numbers: *, 1, 2, 2, *. In this case, you win because the number 2 appears twice and the number 1 appears once in the specified positions.": "Game Instructions": "Sélectionnez deux numéros pour former deux paris. Pour gagner, l'un des numéros choisis doit apparaître deux fois parmi les 2e, 3e et 4e positions des numéros gagnants, et l'autre numéro choisi doit apparaître une fois, quel que soit l'ordre. Par exemple : Plan de paris : 1, 2 ; Numéros gagnants : *, 1, 2, 2, *. Dans ce cas, vous gagnez car le numéro 2 apparaît deux fois et le numéro 1 apparaît une fois dans les positions spécifiées.",
    "Game Instructions: Select three numbers to form a single bet. If the chosen numbers match the numbers in the 2nd, 3rd and 4th places of the winning numbers, regardless of order, then you win. For Example: Betting plan: 1, 2, 3; Winning numbers: *, 1, 3, 2, *. In this case, you win because the numbers 1, 2, and 3 match the Mid three numbers of the winning sequence, albeit in a different order.": "Instructions du jeu : Sélectionnez trois numéros pour former un pari unique. Si les numéros choisis correspondent aux numéros des 2e, 3e et 4e places des numéros gagnants, quel que soit l'ordre, vous gagnez. Par exemple : Plan de paris : 1, 2, 3 ; Numéros gagnants : *, 1, 3, 2, *. Dans ce cas, vous gagnez parce que les numéros 1, 2 et 3 correspondent aux trois numéros du milieu de la séquence gagnante, bien qu'ils soient dans un ordre différent.",
    "Game Instructions: Enter two identical numbers and one different number, or three distinct numbers, to form a single bet. If the entered numbers match the numbers in the 2nd, 3rd and 4th places of the winning numbers, regardless of order, and there is a pair among these three positions, you win the "Mid Three Group Three". If all three numbers are different, you win the "Mid Three Group Six". For Example: Betting plan A: 122; Winning numbers: *, 2, 1, 2, *. In this case, you win the "Mid Three Group Three" because there is a pair (two 2s) among the mid three positions. Betting plan B: 123; Winning numbers: *, 1, 3, 2, *. In this case, you win the "Mid Three Group Six" because all three numbers are different and match the mid three positions in any order.":"Game Instructions": "Instructions du jeu : Entrez deux numéros identiques et un numéro différent, ou trois numéros distincts, pour former un pari unique. Si les numéros saisis correspondent aux numéros dans les 2ème, 3ème et 4ème positions des numéros gagnants, peu importe l'ordre, et qu'il y a une paire parmi ces trois positions, vous gagnez le 'Mid Three Group Three'. Si les trois numéros sont différents, vous gagnez le 'Mid Three Group Six'. Exemple : Plan de pari A : 122 ; Numéros gagnants : *, 2, 1, 2, *. Dans ce cas, vous gagnez le 'Mid Three Group Three' car il y a une paire (deux 2) parmi les trois positions du milieu. Plan de pari B : 123 ; Numéros gagnants : *, 1, 3, 2, *. Dans ce cas, vous gagnez le 'Mid Three Group Six' car tous les trois numéros sont différents et correspondent aux trois positions du milieu dans n'importe quel ordre.",
    "Game Insructions: Choose one number that equals the sum of the 2nd, 3rd and 4th places of the winning numbers (excluding cases where all three digits are the same, also known as a "triplet"). If there is a pair among these three positions, you win the "Mid Three Group Selected Sum Group Three". If all three numbers are distinct, you win the "Mid Three Group Selected Sum Group Six". For Example: Betting plan: 6; Winning numbers A: 3, 3, 0, *, *. In this case, you win the "Mid Three Group Selected Sum Group Three" because the sum of the numbers (3+3+0=6) matches the selected number and there is a pair among the numbers. Winning numbers B: 1, 2, 3, *, *. In this case, you win the "Mid Three Group Selected Sum Group Six" because the sum of the numbers (1+2+3=6) matches the selected number and all numbers are distinct.":"Game Instructions": "Instructions du jeu: Choisissez un numéro qui correspond à la somme des 2ème, 3ème et 4ème positions des numéros gagnants (à l'exclusion des cas où les trois chiffres sont identiques, également appelés 'triplet'). S'il y a une paire parmi ces trois positions, vous gagnez le 'Groupe Sélectionné de la Somme du Groupe Trois du Milieu'. Si les trois numéros sont distincts, vous gagnez le 'Groupe Sélectionné de la Somme du Groupe Six du Milieu'.Exemple: Plan de paris: 6; Numéros gagnants A: 3, 3, 0, *, *. Dans ce cas, vous gagnez le 'Groupe Sélectionné de la Somme du Groupe Trois du Milieu' parce que la somme des numéros (3+3+0=6) correspond au numéro sélectionné et il y a une paire parmi les numéros. Numéros gagnants B: 1, 2, 3, *, *. Dans ce cas, vous gagnez le 'Groupe Sélectionné de la Somme du Groupe Six du Milieu' parce que la somme des numéros (1+2+3=6) correspond au numéro sélectionné et tous les numéros sont distincts.",
    "Game Instructions: Enter three distinct numbers to form a single bet. If the entered numbers match the numbers in the 2nd, 3rd and 4th places of the winning numbers, regardless of order, then you win. For Example: Betting plan: 123; Winning numbers: *, 1, 3, 2, *. In this case, you win the "Mid Three Group Six" because the numbers 1, 2, and 3 appear in the Mid three positions of the winning numbers, matching the entered numbers in any order.": "Game Instructions": "Entrez trois numéros distincts pour former un seul pari. Si les numéros saisis correspondent aux numéros en 2ème, 3ème et 4ème positions des numéros gagnants, quel que soit l'ordre, alors vous gagnez. Par exemple : Plan de paris : 123; Numéros gagnants : *, 1, 3, 2, *. Dans ce cas, vous gagnez le 'Mid Three Group Six' parce que les numéros 1, 2 et 3 apparaissent dans les trois positions du milieu des numéros gagnants, correspondant aux numéros saisis dans n'importe quel ordre.",
    "Game Instructions: Select one number, and if this number matches any one of the 2nd, 3rd or 4th places of the winning numbers (excluding cases where all three digits are the same, known as a "triplet"), you qualify for a prize. If there is a pair among these three positions, you win a prize. If all three numbers are distinct, you win a prize. For Examples: Betting plan: 3; Winning numbers A: *, 1, 3, 3, *. In this case, you win the prize for this selection because the number 3 matches and forms a pair in the 2nd, 3rd and 4th places. Winning numbers B: *, 1, 2, 3, *. In this case, you win the prize for this selection because the number 3 matches one of the positions and all numbers are distinct, forming no pairs.": "Game Instructions": "Instructions du jeu : Sélectionnez un numéro, et si ce numéro correspond à l'un des 2ème, 3ème ou 4ème endroits des numéros gagnants (à l'exception des cas où les trois chiffres sont identiques, connus sous le nom de 'triplet'), vous qualifiez pour un prix. S'il y a une paire parmi ces trois positions, vous gagnez un prix. Si les trois numéros sont distincts, vous gagnez un prix. Exemples : Plan de paris : 3 ; Numéros gagnants A : *, 1, 3, 3, *. Dans ce cas, vous gagnez le prix pour cette sélection parce que le numéro 3 correspond et forme une paire dans les 2ème, 3ème et 4ème positions. Numéros gagnants B : *, 1, 2, 3, *. Dans ce cas, vous gagnez le prix pour cette sélection parce que le numéro 3 correspond à l'une des positions et que tous les numéros sont distincts, ne formant pas de paires.",
    "Game Instructions: Select one number. If this number matches the last digit of the sum of the Mid three digits (the 2nd, 3rd and 4th places) of the winning number, then you win. For Example: Betting Option: 3; Winning Numbers: *, 0, 2, 1, *; Since the sum of the Mid three digits is 3, which matches the bet, it results in a win.": "Instructions du jeu : Sélectionnez un numéro. Si ce numéro correspond au dernier chiffre de la somme des trois chiffres du milieu (les 2e, 3e et 4e positions) du numéro gagnant, vous gagnez. Par exemple : Option de pari : 3 ; Numéros gagnants : *, 0, 2, 1, * ; Puisque la somme des trois chiffres du milieu est 3, ce qui correspond au pari, cela entraîne une victoire.",
    "Game Instructions: Select one number each from the 2nd, 3rd and 4th places to form a bet. If the chosen numbers match the winning numbers in the 2nd, 3rd and 4th places, and in the exact order, then you win. For Examplea: Betting plan: 3, 4, 5; Winning numbers: *, *, 3,4, 5,. In this case, you win.":"Instructions du jeu : Sélectionnez un numéro chacun des 2e, 3e et 4e endroits pour former un pari. Si les numéros choisis correspondent aux numéros gagnants aux 2e, 3e et 4e endroits, et dans le même ordre exact, alors vous gagnez. Par exemple : Plan de paris : 3, 4, 5 ; Numéros gagnants : *, *, 3, 4, 5. Dans ce cas, vous gagnez.",
    "Game Instructions: Enter a 3-digit number to form a bet. If the entered number matches the winning numbers in the 2nd, 3rd and 4th places, and in the exact order, then you win. For Example: Betting plan: 3, 4, 5; Winning numbers: *, *,3, 4, 5. In this case, you win.": "Instructions du jeu : Entrez un numéro à 3 chiffres pour former un pari. Si le numéro entré correspond aux numéros gagnants dans les 2e, 3e et 4e positions, et dans le même ordre exact, vous gagnez. Par exemple : Plan de pari : 3, 4, 5 ; Numéros gagnants : *, *, 3, 4, 5. Dans ce cas, vous gagnez.",
    "Game Instructions: Select one number that matches the difference obtained by subtracting the smallest number from the largest number among the 3rd, 4th and 5th of the winning numbers. If the selected number equals this difference, then you win. For Example: Betting plan: 3; Winning numbers: *, *, 1, 2, 4. The largest number is 4 and the smallest is 1, so the difference is 4 - 1 = 3, which matches the selected number. In this case, you win.":"Instructions du jeu : Sélectionnez un numéro qui correspond à la différence obtenue en soustrayant le plus petit numéro du plus grand numéro parmi le 3e, le 4e et le 5e des numéros gagnants. Si le numéro sélectionné correspond à cette différence, vous gagnez. Par exemple : Plan de paris : 3 ; Numéros gagnants : *, *, 1, 2, 4. Le plus grand numéro est 4 et le plus petit est 1, donc la différence est 4 - 1 = 3, ce qui correspond au numéro sélectionné. Dans ce cas, vous gagnez.",
    "Game Instructions: Select two numbers to form two bets. To win, one of the chosen numbers must appear twice among the 3rd , 4th , 5th places of the winning numbers, and the other chosen number must appear once, regardless of the order. For Example: Betting plan: 1, 2; Winning numbers: *, *,1, 2, 2. In this case, you win because the number 2 appears twice and the number 1 appears once in the specified positions.":"Game Instructions": "Instructions du jeu : Sélectionnez deux numéros pour former deux paris. Pour gagner, l'un des numéros choisis doit apparaître deux fois parmi les 3e, 4e et 5e positions des numéros gagnants, et l'autre numéro choisi doit apparaître une fois, peu importe l'ordre. Par exemple : Plan de paris : 1, 2 ; Numéros gagnants : *, *, 1, 2, 2. Dans ce cas, vous gagnez car le numéro 2 apparaît deux fois et le numéro 1 apparaît une fois dans les positions spécifiées.",
    "Game Instructions: Select three numbers to form a single bet. If the chosen numbers match the numbers in the 3rd, 4th and 5th places of the winning numbers, regardless of order, then you win. For Example: Betting plan: 1, 2, 3; Winning numbers: *, *, 1, 3, 2,. In this case, you win because the numbers 1, 2, and 3 match the first three numbers of the winning sequence, albeit in a different order.": "Game Instructions": "Instructions du jeu: Sélectionnez trois numéros pour former un pari unique. Si les numéros choisis correspondent aux numéros des 3e, 4e et 5e places des numéros gagnants, peu importe l'ordre, vous gagnez. Par exemple: Plan de paris: 1, 2, 3; Numéros gagnants: *, *, 1, 3, 2. Dans ce cas, vous gagnez car les numéros 1, 2 et 3 correspondent aux trois premiers numéros de la séquence gagnante, bien qu'ils soient dans un ordre différent.",
    "Game Instructions: Enter two identical numbers and one different number, or three distinct numbers, to form a single bet. If the entered numbers match the numbers in the 3rd, 4th and 5th places of the winning numbers, regardless of order, and there is a pair among these three positions, you win the "Last Three Group Three". If all three numbers are different, you win the "last Three Group Six". Examples of winning: Betting plan A: 122; Winning numbers: , *, *, 2, 1, 2. In this case, you win the "Last Three Group Three" because there is a pair (two 2s) among the last three positions. Betting plan B: 123; Winning numbers: , *, *, 1, 3, 2. In this case, you win the "last Three Group Six" because all three numbers are different and match the last three positions in any order":"Game Instructions": "Entrez deux numéros identiques et un numéro différent, ou trois numéros distincts, pour former un pari unique. Si les numéros saisis correspondent aux numéros aux 3e, 4e et 5e places des numéros gagnants, peu importe l'ordre, et qu'il y a une paire parmi ces trois positions, vous gagnez le \"Dernier Trois Groupe Trois\". Si les trois numéros sont différents, vous gagnez le \"Dernier Trois Groupe Six\". Exemples de gain: Plan de pari A: 122; Numéros gagnants: , *, *, 2, 1, 2. Dans ce cas, vous gagnez le \"Dernier Trois Groupe Trois\" parce qu'il y a une paire (deux 2) parmi les trois dernières positions. Plan de pari B: 123; Numéros gagnants: , *, *, 1, 3, 2. Dans ce cas, vous gagnez le \"Dernier Trois Groupe Six\" parce que les trois numéros sont différents et correspondent aux trois dernières positions dans n'importe quel ordre.",
    "Game Instructions: Choose one number that equals the sum of the 3rd, 4th and 5th places of the winning numbers (excluding cases where all three digits are the same, also known as a "triplet"). If there is a pair among these three positions, you win the "last Three Group Selected Sum Group Three". If all three numbers are distinct, you win the "last Three Group Selected Sum Group Six". For Example: Betting plan: 6; Winning numbers A: , *, *, 3, 3, 0. In this case, you win the "Last Three Group Selected Sum Group Three" because the sum of the numbers (3+3+0=6) matches the selected number and there is a pair among the numbers. Winning numbers B: , *, *, 1, 2, 3. In this case, you win the "Last Three Group Selected Sum Group Six" because the sum of the numbers (1+2+3=6) matches the selected number and all numbers are distinct.":"Game Instructions": "Instructions du jeu : Choisissez un numéro qui est égal à la somme des 3e, 4e et 5e positions des numéros gagnants (à l'exclusion des cas où les trois chiffres sont identiques, également appelés 'triplet'). S'il y a une paire parmi ces trois positions, vous gagnez le 'Derniers Trois Groupes Sélectionnés Somme Groupe Trois'. Si les trois numéros sont distincts, vous gagnez le 'Derniers Trois Groupes Sélectionnés Somme Groupe Six'. Par exemple : Plan de paris : 6 ; Numéros gagnants A : , *, *, 3, 3, 0. Dans ce cas, vous gagnez le 'Derniers Trois Groupes Sélectionnés Somme Groupe Trois' car la somme des numéros (3+3+0=6) correspond au numéro sélectionné et il y a une paire parmi les numéros. Numéros gagnants B : , *, *, 1, 2, 3. Dans ce cas, vous gagnez le 'Derniers Trois Groupes Sélectionnés Somme Groupe Six' car la somme des numéros (1+2+3=6) correspond au numéro sélectionné et tous les numéros sont distincts.",
    "Game Instructions: Enter two identical numbers and one different number to form a single bet. If the entered numbers match the numbers in the 3rd, 4th and 5th places of the winning numbers, regardless of order, then you win. For Example: Betting plan: 122; Winning numbers: , *, *, 2, 1, 2. In this case, you win because the numbers 1 and 2 appear in the last three positions of the winning numbers, matching the bet exactly, even though the order is different.":"Game Instructions": "Instructions du jeu: Entrez deux numéros identiques et un numéro différent pour former un pari unique. Si les numéros saisis correspondent aux numéros des 3ème, 4ème et 5ème positions des numéros gagnants, peu importe l'ordre, alors vous gagnez. Exemple: Plan de pari: 122; Numéros gagnants: *, *, *, 2, 1, 2. Dans ce cas, vous gagnez parce que les numéros 1 et 2 apparaissent dans les trois dernières positions des numéros gagnants, correspondant exactement au pari, même si l'ordre est différent.",
    "Game Instructions: Enter three distinct numbers to form a single bet. If the entered numbers match the numbers in the 3rd , 4th and 5th places of the winning numbers, regardless of order, then you win. For Example: Betting plan: 123; Winning numbers: , *, *, 1, 3, 2. In this case, you win the "last Three Group Six" because the numbers 1, 2, and 3 appear in the last three positions of the winning numbers, matching the entered numbers in any order.":"Game Instructions: Enter three distinct numbers to form a single bet. If the entered numbers match the numbers in the 3rd , 4th and 5th places of the winning numbers, regardless of order, then you win. For Example: Betting plan: 123; Winning numbers: , *, *, 1, 3, 2. In this case, you win the \"last Three Group Six\" because the numbers 1, 2, and 3 appear in the last three positions of the winning numbers, matching the entered numbers in any order.": "Instructions du jeu : Entrez trois numéros distincts pour former un pari unique. Si les numéros saisis correspondent aux numéros des 3e, 4e et 5e places des numéros gagnants, peu importe l'ordre, vous gagnez. Par exemple : Plan de paris : 123 ; Numéros gagnants : , *, *, 1, 3, 2. Dans ce cas, vous gagnez le « dernier Trois Groupe Six » car les numéros 1, 2 et 3 apparaissent dans les trois dernières positions des numéros gagnants, correspondant aux numéros saisis dans n'importe quel ordre.",
    "Game Instructions: Select one number, and if this number matches any one of the 3rd , 4th and 5th places of the winning numbers (excluding cases where all three digits are the same, known as a "triplet"), you qualify for a prize. If there is a pair among these three positions, you win a prize. If all three numbers are distinct, you win a prize. For Examples: Betting plan: 3; Winning numbers A: , *, * ,1, 3, 3. In this case, you win the prize for this selection because the number 3 matches and forms a pair in the 4th and 5th places. Winning numbers B: *, *, 1, 2, 3. In this case, you win the prize for this selection because the number 3 matches one of the positions and all numbers are distinct, forming no pairs.":"",
    "Game Instructions: Select one number. If this number matches the last digit of the sum of the last three digits (the 3rd , 4th and 5th places) of the winning number, then you win. For Example: Betting Option: 3; Winning Numbers: , *, *, 0, 2, 1; Since the sum of the first three digits is 3, which matches the bet, it results in a win.":"Instructions du jeu : Sélectionnez un numéro. Si ce numéro correspond au dernier chiffre de la somme des trois derniers chiffres (les 3e, 4e et 5e positions) du numéro gagnant, vous gagnez. Par exemple : Option de paris : 3 ; Numéros gagnants : , *, *, 0, 2, 1 ; Comme la somme des trois premiers chiffres est 3, ce qui correspond au pari, cela résulte en une victoire.",


    "Game Instructions: Select one number each from the 1st and 2nd places to form one bet. If the chosen numbers match the 1st and 2nd places of the winning number, and in the same order, you win. Winning Example: Betting Scheme: 1,2; Winning Number: 1,2,*,*,*; this results in a win.":"Instructions du jeu : Sélectionnez un numéro de chaque place, la 1ère et la 2ème, pour former un pari. Si les numéros choisis correspondent aux 1ère et 2ème places du numéro gagnant, et dans le même ordre, vous gagnez. Exemple de gain : Schéma de pari : 1,2 ; Numéro gagnant : 1,2,*,*,* ; cela résulte en une victoire.",
    "Game Instructions: Enter a two-digit number to make one bet. If the entered number matches the 1st and 2nd places of the winning number, and in the same order, you win. Winning Example: Betting Scheme: 12; Winning Number: 1,2,*,*,*,; this results in a win.":"Instructions du jeu : Entrez un numéro à deux chiffres pour effectuer un pari. Si le numéro saisi correspond aux 1er et 2ème endroits du numéro gagnant, et dans le même ordre, vous gagnez. Exemple gagnant : Schéma de paris : 12 ; Numéro gagnant : 1,2,*,*,*, ; cela résulte en une victoire.",
  "Game Instructions: Choose one number. If your chosen number matches the sum of the 1st and 2nd places of the winning number, you win. Winning Example: Betting Scheme: 3; Winning Number: 1,2,*,*,*; this results in a win.": "Instructions du jeu : Choisissez un numéro. Si le numéro que vous avez choisi correspond à la somme des 1ère et 2ème places du numéro gagnant, vous gagnez. Exemple gagnant : Schéma de paris : 3 ; Numéro gagnant : 1,2,*,*,* ; cela donne une victoire.",
  

 "Game Instructions: Choose two numbers to make one bet. If the selected numbers match the 1st and 2nd places of the winning number (in any order), you win. Winning Example: Betting Scheme: 1,2; Winning Number: 2,1,,,*; this results in a win.": "Instructions du jeu : Choisissez deux numéros pour faire un pari. Si les numéros sélectionnés correspondent aux 1er et 2e places du numéro gagnant (dans n'importe quel ordre), vous gagnez. Exemple de gain : Schéma de pari : 1,2 ; Numéro gagnant : 2,1,,,* ; cela entraîne un gain.",
"Game Instructions: Enter two different numbers to make one bet. If the entered numbers match the 1st and 2nd places of the winning number (in any order), you win. Winning Example: Betting Scheme: 12; Winning Number: 2,1,*,*,*; this results in a win.": "Instructions du jeu : Entrez deux numéros différents pour faire un pari. Si les numéros entrés correspondent à la 1ère et à la 2ème place du numéro gagnant (dans n'importe quel ordre), vous gagnez. Exemple gagnant : Schéma de pari : 12 ; Numéro gagnant : 2,1,*,*,* ; cela résulte en une victoire.",
"Game Instructions: Choose one number. If your chosen number equals the sum of the 1st and 2nd places of the winning number (excluding identical pair numbers), you win. Winning Example: Betting Scheme: 3; Winning Number: 1,2,*,*,*; this results in a win.": "Instructions du jeu : Choisissez un numéro. Si le numéro choisi est égal à la somme des 1ère et 2ème places du numéro gagnant (en excluant les paires identiques), vous gagnez. Exemple de gain : Schéma de paris : 3 ; Numéro gagnant : 1,2,*,*,* ; cela donne une victoire.",
"Game Instructions: Choose one number. If your chosen number matches either the 1st and 2nd place of the winning number (excluding identical pair numbers), you win. Winning Example: Betting Scheme: 3; Winning Number: 1,3,*,*,*; this results in a win.": "Instructions du jeu : Choisissez un numéro. Si votre numéro choisi correspond à l'une des positions 1ère ou 2ème du numéro gagnant (en excluant les paires identiques), vous gagnez. Exemple de gain : Schéma de pari : 3 ; Numéro gagnant : 1,3,*,*,* ; cela donne un gain.",

    
"Game Instructions: Select one number each from the 4th and 5th places to form one bet. If the chosen numbers match the 4th and 5th places of the winning number, and in the same order, you win. Winning Example: Betting Scheme: 1,2; Winning Number: *,*,*,1,2; this results in a win.": "Instructions du jeu : Sélectionnez un numéro de la 4e et 5e place pour former un pari. Si les numéros choisis correspondent aux 4e et 5e places du numéro gagnant, dans le même ordre, vous gagnez. Exemple gagnant : Schéma de pari : 1,2 ; Numéro gagnant : *,*,*,1,2 ; cela résulte en une victoire.",
  "Game Instructions: Enter a two-digit number to make one bet. If the entered number matches the 4th and 5th places of the winning number, and in the same order, you win. Winning Example: Betting Scheme: 12; Winning Number: *,*,*,1,2; this results in a win.": "Instructions du jeu : Entrez un numéro à deux chiffres pour faire un pari. Si le numéro saisi correspond aux 4e et 5e places du numéro gagnant, dans le même ordre, vous gagnez. Exemple gagnant : Schéma de pari : 12 ; Numéro gagnant : *,*,*,1,2 ; cela résulte en une victoire.",
  "Game Instructions: Choose one number. If your chosen number matches the sum of the 4th and 5th places of the winning number, you win. Winning Example: Betting Scheme: 3; Winning Number: *,*,*,1,2,; this results in a win.": "Instructions du jeu : Choisissez un numéro. Si votre numéro choisi correspond à la somme des 4e et 5e places du numéro gagnant, vous gagnez. Exemple gagnant : Schéma de pari : 3 ; Numéro gagnant : *,*,*,1,2 ; cela résulte en une victoire.",


"Game Instructions: Choose one number. If your chosen number matches the difference obtained by performing substraction between 4th and 5th place of the winning number, you win. Winning Example: Betting Scheme: 3; Winning Number: *,*,*,4,1,; this results in a win.": "Instructions du jeu : Choisissez un numéro. Si votre numéro choisi correspond à la différence obtenue en effectuant une soustraction entre la 4ème et la 5ème place du numéro gagnant, vous gagnez. Exemple de victoire : Schéma de paris : 3 ; Numéro gagnant : *,*,*,4,1 ; cela résulte en une victoire.",
    "Game Instructions: Choose two numbers to make one bet. If the selected numbers match the 4th and 5th places of the winning number (in any order), you win. Winning Example: Betting Scheme: 1,2; Winning Number: ,*,*,*,2,1; this results in a win.": "Instructions du jeu : Choisissez deux numéros pour faire un pari. Si les numéros sélectionnés correspondent aux 4ème et 5ème places du numéro gagnant (dans n'importe quel ordre), vous gagnez. Exemple de victoire : Schéma de paris : 1,2 ; Numéro gagnant : ,*,*,*,2,1 ; cela résulte en une victoire.",
    "Game Instructions: Enter two different numbers to make one bet. If the entered numbers match the 4th and 5th places of the winning number (in any order), you win. Winning Example: Betting Scheme: 12; Winning Number: ,*,*,*,2,1; this results in a win.": "Instructions du jeu : Entrez deux numéros différents pour faire un pari. Si les numéros saisis correspondent aux 4ème et 5ème places du numéro gagnant (dans n'importe quel ordre), vous gagnez. Exemple de victoire : Schéma de paris : 12 ; Numéro gagnant : ,*,*,*,2,1 ; cela résulte en une victoire.",
    "Game Instructions: Choose one number. If your chosen number equals the sum of the 4th and 5th places of the winning number (excluding identical pair numbers), you win. Winning Example: Betting Scheme: 3; Winning Number: ,*,*,*,1,2; this results in a win.": "Instructions du jeu : Choisissez un numéro. Si votre numéro choisi est égal à la somme des 4ème et 5ème places du numéro gagnant (en excluant les paires de numéros identiques), vous gagnez. Exemple de victoire : Schéma de paris : 3 ; Numéro gagnant : ,*,*,*,1,2 ; cela résulte en une victoire.",
    "Game Instructions: Choose one number. If your chosen number matches either the 4th and 5th place of the winning number (excluding identical pair numbers), you win. Winning Example: Betting Scheme: 3; Winning Number: ,*,*,*,1,3; this results in a win.": "Instructions du jeu : Choisissez un numéro. Si votre numéro choisi correspond à l'une des 4ème et 5ème places du numéro gagnant (en excluant les paires de numéros identiques), vous gagnez. Exemple de victoire : Schéma de paris : 3 ; Numéro gagnant : ,*,*,*,1,3 ; cela résulte en une victoire.",


"Game Instructions: Choose one number for any position from 1st , 2nd , 3rd , 4th or 5th to make one bet. If the selected number matches the number in the corresponding position of the winning number, you win. Winning Example: Betting Scheme: 3,-,-,-,-; Winning Number: 3,*,*,*,; this results in a win.": "Instructions du jeu : Choisissez un numéro pour n'importe quelle position parmi la 1ère, 2ème, 3ème, 4ème ou 5ème pour faire un pari. Si le numéro sélectionné correspond au numéro dans la position correspondante du numéro gagnant, vous gagnez. Exemple de gain : Schéma de pari : 3,-,-,-,- ; Numéro gagnant : 3,*,*,*, ; cela résulte en une victoire.",
  
  "Game Instructions: Choose two numbers to make one bet. If the selected numbers appears in the 1st , 2nd or 3rd place of the winning number, you win. Winning Example: Betting Scheme: 3; Winning Number: 1,3,2,*,*,; this results in a win.": "Instructions du jeu : Choisissez deux numéros pour faire un pari. Si les numéros sélectionnés apparaissent à la 1ère, 2ème ou 3ème place du numéro gagnant, vous gagnez. Exemple de gain : Schéma de pari : 3 ; Numéro gagnant : 1,3,2,*,*, ; cela résulte en une victoire.",
  
  "Game Instructions: Choose one number to make one bet. If the selected number appears in the 1st , 2nd or 3rd place of the winning number, you win. Winning Example: Betting Scheme: 3; Winning Number: 1,3,2,*,*,; this results in a win.": "Instructions du jeu : Choisissez un numéro pour faire un pari. Si le numéro sélectionné apparaît à la 1ère, 2ème ou 3ème place du numéro gagnant, vous gagnez. Exemple de gain : Schéma de pari : 3 ; Numéro gagnant : 1,3,2,*,*, ; cela résulte en une victoire.",
  
  "Game Instructions: Choose one number to make one bet. If the selected number appears in the 2nd , 3rd or 4th place of the winning number, you win. Winning Example: Betting Scheme: 3; Winning Number: *,1,3,2,*,; this results in a win.": "Instructions du jeu : Choisissez un numéro pour faire un pari. Si le numéro sélectionné apparaît à la 2ème, 3ème ou 4ème place du numéro gagnant, vous gagnez. Exemple de gain : Schéma de pari : 3 ; Numéro gagnant : *,1,3,2,*, ; cela résulte en une victoire.",
  
  "Game Instructions: Choose two numbers to make one bet. If the selected two numbers appear in the 2nd, 3rd or 4th place of the winning number, you win. Winning Example: Betting Scheme: 1,3; Winning Number: *,1,3,2,*,; this results in a win.": "Instructions du jeu : Choisissez deux numéros pour faire un pari. Si les deux numéros sélectionnés apparaissent à la 2ème, 3ème ou 4ème place du numéro gagnant, vous gagnez. Exemple de gain : Schéma de pari : 1,3 ; Numéro gagnant : *,1,3,2,*, ; cela résulte en une victoire.",
  
  "Game Instructions: Choose one number to make one bet. If the selected number appears in the 3rd, 4th, or 5th place of the winning number, you win. Winning Example: Betting Scheme: 3; Winning Number: ,*,*,1,3,2; this results in a win.": "Instructions du jeu : Choisissez un numéro pour faire un pari. Si le numéro sélectionné apparaît à la 3ème, 4ème ou 5ème place du numéro gagnant, vous gagnez. Exemple de gain : Schéma de pari : 3 ; Numéro gagnant : ,*,*,1,3,2 ; cela résulte en une victoire.",

  "Game Instructions: Choose two numbers to make one bet. If the selected two numbers appear in the 3rd, 4th, or 5th place of the winning number, you win. Winning Example: Betting Scheme: 1,3; Winning Number: *,*,1,3,2; this results in a win.": "Instructions du jeu : Choisissez deux numéros pour faire un pari. Si les deux numéros sélectionnés apparaissent en 3e, 4e ou 5e position du numéro gagnant, vous gagnez. Exemple gagnant : Schéma de pari : 1,3 ; Numéro gagnant : *,*,1,3,2 ; cela donne une victoire.",
    
  "Game Instructions: Choose three numbers to make one bet. If the selected three numbers appear in the 2nd, 3rd, 4th, or 5th place of the winning number, you win. Winning Example: Betting Scheme: 2,3,4; Winning Number: *,1,2,3,4; this results in a win.": "Instructions du jeu : Choisissez trois numéros pour faire un pari. Si les trois numéros sélectionnés apparaissent en 2e, 3e, 4e ou 5e position du numéro gagnant, vous gagnez. Exemple gagnant : Schéma de pari : 2,3,4 ; Numéro gagnant : *,1,2,3,4 ; cela donne une victoire.",
  
  "Game Instructions: Choose one number to make one bet. If the selected number appears in the 1st, 2nd, 3rd, or 4th place of the winning number, you win. Winning Example: Betting Scheme: 3; Winning Number: 1,2,3,4,*; this results in a win.": "Instructions du jeu : Choisissez un numéro pour faire un pari. Si le numéro sélectionné apparaît en 1re, 2e, 3e ou 4e position du numéro gagnant, vous gagnez. Exemple gagnant : Schéma de pari : 3 ; Numéro gagnant : 1,2,3,4,* ; cela donne une victoire.",
  
  "Game Instructions: Choose two numbers to make one bet. If the selected two numbers appear in the 1st, 2nd, 3rd, 4th or tens place of the winning number, you win. Winning Example: Betting Scheme: 2,3; Winning Number: 1,2,3,4,*; this results in a win.": "Instructions du jeu : Choisissez deux numéros pour faire un pari. Si les deux numéros sélectionnés apparaissent en 1re, 2e, 3e, 4e ou en position des dizaines du numéro gagnant, vous gagnez. Exemple gagnant : Schéma de pari : 2,3 ; Numéro gagnant : 1,2,3,4,* ; cela donne une victoire.",
  
  "Game Instructions: Choose three numbers to make one bet. If the selected three numbers appear in the 1st, 2nd, 3rd or 4th place of the winning number, you win. Winning Example: Betting Scheme: 2,3,4; Winning Number: 1,2,3,4,*,; this results in a win.": "Instructions du jeu : Choisissez trois numéros pour faire un pari. Si les trois numéros sélectionnés apparaissent en 1re, 2e, 3e ou 4e position du numéro gagnant, vous gagnez. Exemple gagnant : Schéma de pari : 2,3,4 ; Numéro gagnant : 1,2,3,4,*, ; cela donne une victoire.",
  
  "Game Instructions: Choose one number to make one bet. If the selected number appears in the 2nd, 3rd, 4th, or 5th place of the winning number, you win. Winning Example: Betting Scheme: 3; Winning Number: *,1,2,3,4; this results in a win.": "Instructions du jeu : Choisissez un numéro pour faire un pari. Si le numéro sélectionné apparaît en 2e, 3e, 4e ou 5e position du numéro gagnant, vous gagnez. Exemple gagnant : Schéma de pari : 3 ; Numéro gagnant : *,1,2,3,4 ; cela donne une victoire.",
  
  "Game Instructions: Select two numbers to make one bet. If the selected two numbers appear in the 2nd, 3rd, 4th, or 5th place of the winning number, you win. Winning Example: Betting Scheme: 2,3; Winning Number: *,1,2,3,4; this results in a win.": "Instructions du jeu : Sélectionnez deux numéros pour faire un pari. Si les deux numéros sélectionnés apparaissent en 2e, 3e, 4e ou 5e position du numéro gagnant, vous gagnez. Exemple gagnant : Schéma de pari : 2,3 ; Numéro gagnant : *,1,2,3,4 ; cela donne une victoire.",
  
  "Game Instructions: Choose two numbers to make one bet. If the selected two numbers appear in the 1st, 2nd , 3rd, 4th or 5th place of the winning number, you win. Winning Example: Betting Scheme: 2,3; Winning Number: 1,2,3,4,5; this results in a win.": "Instructions du jeu : Choisissez deux numéros pour faire un pari. Si les deux numéros sélectionnés apparaissent en 1re, 2e, 3e, 4e ou 5e position du numéro gagnant, vous gagnez. Exemple gagnant : Schéma de pari : 2,3 ; Numéro gagnant : 1,2,3,4,5 ; cela donne une victoire.",

  "Game Instructions: Choose three numbers to make one bet. If the selected three numbers appear in the 1st, 2nd, 3rd, 4th or 5th place of the winning number, you win. Winning Example: Betting Scheme: 2,3,5; Winning Number: 1,2,3,4,5; this results in a win.": "Instructions du jeu : Choisissez trois numéros pour faire un pari. Si les trois numéros sélectionnés apparaissent à la 1ère, 2ème, 3ème, 4ème ou 5ème place du numéro gagnant, vous gagnez. Exemple de victoire : Schéma de pari : 2,3,5 ; Numéro gagnant : 1,2,3,4,5 ; cela donne une victoire.",
  
  "Game Instructions: Choose atleast one selection from the 1st and 2nd places to form a bet. Ranges include: Big: 5-9 Small: 0-4 Odd: 1,3,5,7,9 Even: 0,2,4,6,8 Make one bet with these choices. If the selected forms for the respective positions match the forms and positions of the winning number, you win. Winning Example: Betting Scheme: 1st: Big, 2nd: Small; Winning Number: 9,4,,,*; this results in a win.": "Instructions du jeu : Choisissez au moins une sélection parmi les 1ère et 2ème places pour former un pari. Les options incluent : Grand : 5-9 Petit : 0-4 Impair : 1,3,5,7,9 Pair : 0,2,4,6,8 Faites un pari avec ces choix. Si les formes sélectionnées pour les positions respectives correspondent aux formes et positions du numéro gagnant, vous gagnez. Exemple de victoire : Schéma de pari : 1ère : Grand, 2ème : Petit ; Numéro gagnant : 9,4,,,* ; cela donne une victoire.",
  
  "Game Instructions: Choose atleast one form from the 1st, 2nd, and 3rd places (Big: 5-9; Small: 0-4; Odd: 1,3,5,7,9; Even: 0,2,4,6,8) to form a bet. If the selected forms match both the positions and forms of the winning numbers, you win. Winning Example: Betting Scheme: 1st: Big, 2nd: Small, 3rd: Odd; Winning Number: 9,4,5,*,*,; this results in a win.": "Instructions du jeu : Choisissez au moins une forme parmi les 1ère, 2ème et 3ème places (Grand : 5-9 ; Petit : 0-4 ; Impair : 1,3,5,7,9 ; Pair : 0,2,4,6,8) pour former un pari. Si les formes sélectionnées correspondent à la fois aux positions et aux formes des numéros gagnants, vous gagnez. Exemple de victoire : Schéma de pari : 1ère : Grand, 2ème : Petit, 3ème : Impair ; Numéro gagnant : 9,4,5,*,*, ; cela donne une victoire.",
  
  "Game Instructions: Choose one atleast form for the 4th and fifth places (Big: 5-9; Small: 0-4; Odd: 1,3,5,7,9; Even: 0,2,4,6,8) to form a bet. If the selected forms match both the positions and forms of the winning numbers, you win. Winning Example: Betting Scheme: 4th: Big, 5th: Small; Winning Number: *,*,*,9,4; this results in a win.": "Instructions du jeu : Choisissez au moins une forme pour les 4ème et 5ème places (Grand : 5-9 ; Petit : 0-4 ; Impair : 1,3,5,7,9 ; Pair : 0,2,4,6,8) pour former un pari. Si les formes sélectionnées correspondent à la fois aux positions et aux formes des numéros gagnants, vous gagnez. Exemple de victoire : Schéma de pari : 4ème : Grand, 5ème : Petit ; Numéro gagnant : *,*,*,9,4 ; cela donne une victoire.",
  
  "Game Instructions: Choose atleast one form for the 3rd, 4th, and 5th places (Big: 5-9; Small: 0-4; Odd: 1,3,5,7,9; Even: 0,2,4,6,8) to form a bet. If the selected forms match both the positions and forms of the winning numbers, you win. Winning Example: Betting Scheme: 3rd: Big, 4th: Small, 5th: Odd; Winning Number: ,*,*,9,4,5; this results in a win.": "Instructions du jeu : Choisissez au moins une forme pour les 3ème, 4ème et 5ème places (Grand : 5-9 ; Petit : 0-4 ; Impair : 1,3,5,7,9 ; Pair : 0,2,4,6,8) pour former un pari. Si les formes sélectionnées correspondent à la fois aux positions et aux formes des numéros gagnants, vous gagnez. Exemple de victoire : Schéma de pari : 3ème : Grand, 4ème : Petit, 5ème : Impair ; Numéro gagnant : ,*,*,9,4,5 ; cela donne une victoire.",
  
  "Game Instructions: Choose one form (Big: 23-45; Small: 0-22; Odd: 1,3,5,7,9; Even: 0,2,4,6,8) to match the sum form of the five winning numbers. If your selected form matches the sum form of the winning numbers, you win. Winning Example: Betting Scheme: Big; Winning Numbers: 9,8,7,6,9; this results in a win.": "Instructions du jeu : Choisissez une forme (Grand : 23-45 ; Petit : 0-22 ; Impair : 1,3,5,7,9 ; Pair : 0,2,4,6,8) pour correspondre à la forme de la somme des cinq numéros gagnants. Si votre forme sélectionnée correspond à la forme de la somme des numéros gagnants, vous gagnez. Exemple de victoire : Schéma de pari : Grand ; Numéros gagnants : 9,8,7,6,9 ; cela donne une victoire.",
  
  "Game Instructions: Choose one form for the first three, middle three, or last three (forms: Big: 14-27; Small: 0-13; Odd: 1,3,5,7,9; Even: 0,2,4,6,8). If the form of your selection matches the sum form of the corresponding positions of the winning numbers, you win. Winning Example: Betting Scheme: Front Three: Large; Winning Numbers: 9,8,7,*,*,*; this results in a win.": "Instructions du jeu : Choisissez une forme pour les trois premiers, les trois du milieu ou les trois derniers (formes : Grand : 14-27 ; Petit : 0-13 ; Impair : 1,3,5,7,9 ; Pair : 0,2,4,6,8). Si la forme de votre sélection correspond à la forme de la somme des positions correspondantes des numéros gagnants, vous gagnez. Exemple de victoire : Schéma de pari : Trois premiers : Grand ; Numéros gagnants : 9,8,7,*,*,* ; cela donne une victoire.",

  "Game Instructions: Choose one number to place a bet on. If the selected number appears in the 1st, 2nd, 3rd, 4th or 5th place of the winning number, you win. Winning Example: Betting Scheme: 1; Winning Number: 9,8,1,2,8; this results in a win.":"Instructions du jeu : Choisissez un numéro sur lequel parier. Si le numéro sélectionné apparaît à la 1ère, 2ème, 3ème, 4ème ou 5ème place du numéro gagnant, vous gagnez. Exemple gagnant : Schéma de paris : 1 ; Numéro gagnant : 9,8,1,2,8 ; cela résulte en une victoire.",
    
  "Game Instructions: Choose any two positions from the 1st, 2nd, 3rd, 4th, and 5th. Select one number for each of the two chosen positions to form one bet. If the winning numbers match the numbers in the selected two positions in the exact order, then you win. Winning Example: Betting scheme: 1,2,-,-,-; Winning numbers: 1,2,*,*,* &mdash; you win.":"Instructions du jeu : Choisissez deux positions parmi la 1ère, 2ème, 3ème, 4ème et 5ème. Sélectionnez un numéro pour chacune des deux positions choisies pour former un pari. Si les numéros gagnants correspondent aux numéros des deux positions choisies dans le même ordre exact, alors vous gagnez. Exemple gagnant : Schéma de paris : 1,2,-,-,- ; Numéros gagnants : 1,2,*,*,* &mdash; vous gagnez.",
  
  "Game Instructions: Select any two positions from the 1st, 2nd, 3rd, 4th, and 5th. Enter a two-digit number to form one bet. If the winning numbers in the selected two positions match the entered number in the exact order, then you win. Winning Example: Betting scheme: (1st, 2nd) 12; Winning numbers: 1,2,*,*,* &mdash; you win.":"Instructions du jeu : Sélectionnez deux positions parmi la 1ère, 2ème, 3ème, 4ème et 5ème. Entrez un numéro à deux chiffres pour former un pari. Si les numéros gagnants dans les deux positions sélectionnées correspondent au numéro saisi dans l'ordre exact, alors vous gagnez. Exemple gagnant : Schéma de paris : (1ère, 2ème) 12 ; Numéros gagnants : 1,2,*,*,* &mdash; vous gagnez.",
  
  "Game Instructions: Select any two positions from the 1st, 2nd, 3rd, 4th and 5th, and choose one numerical value. If the sum of the winning numbers in the selected two positions equals the chosen sum, then you win. Winning Example: Betting scheme: (1st, 2nd) 3; Winning numbers: 1,2,*,*,* &mdash; you win.":"Instructions du jeu : Sélectionnez deux positions parmi la 1ère, 2ème, 3ème, 4ème et 5ème, et choisissez une valeur numérique. Si la somme des numéros gagnants dans les deux positions sélectionnées est égale à la somme choisie, alors vous gagnez. Exemple gagnant : Schéma de paris : (1ère, 2ème) 3 ; Numéros gagnants : 1,2,*,*,* &mdash; vous gagnez.",
  
  "Game Instructions: Select any two positions from the 1st, 2nd, 3rd, 4th and 5th, and choose one numerical value. If the sum of the winning numbers in the selected two positions (excluding pairs) equals the chosen sum, then you win. Winning Example: Betting scheme: (1st, 2nd) 3; Winning numbers: 1,2,*,*,* &mdash; you win.":"Instructions du jeu : Sélectionnez deux positions parmi la 1ère, 2ème, 3ème, 4ème et 5ème, et choisissez une valeur numérique. Si la somme des numéros gagnants dans les deux positions sélectionnées (excluant les paires) est égale à la somme choisie, alors vous gagnez. Exemple gagnant : Schéma de paris : (1ère, 2ème) 3 ; Numéros gagnants : 1,2,*,*,* &mdash; vous gagnez.",
  
  "Game Instructions: Select any two positions from the 1st, 2nd, 3rd, 4th and 5th choose one number. If any one of the winning numbers in the selected two positions (excluding pairs) matches the chosen number, then you win. Winning Example: Betting scheme: (Ten-thousands, Thousands) 3; Winning numbers: 1,3,*,*,* &mdash; you win.":"Instructions du jeu : Sélectionnez deux positions parmi la 1ère, 2ème, 3ème, 4ème et 5ème, et choisissez un numéro. Si l'un des numéros gagnants dans les deux positions sélectionnées (excluant les paires) correspond au numéro choisi, alors vous gagnez. Exemple gagnant : Schéma de paris : (Dizaines de milliers, Milliers) 3 ; Numéros gagnants : 1,3,*,*,* &mdash; vous gagnez.",
  
  "Game Instructions: Select any two positions from the 1st, 2nd, 3rd, 4th, and 5th, and choose two numbers to form one bet. If the winning numbers in the selected two positions match the chosen numbers (order does not matter), then you win. Winning Example: Betting scheme: (1st, 2nd) 1,2; Winning numbers: 2,1,*,*,* &mdash; you win.":"Instructions du jeu : Sélectionnez deux positions parmi la 1ère, 2ème, 3ème, 4ème et 5ème, et choisissez deux numéros pour former un pari. Si les numéros gagnants dans les deux positions sélectionnées correspondent aux numéros choisis (l'ordre n'a pas d'importance), alors vous gagnez. Exemple gagnant : Schéma de paris : (1ère, 2ème) 1,2 ; Numéros gagnants : 2,1,*,*,* &mdash; vous gagnez.",
  
  "Game Instructions: Select any two positions from the 1st, 2nd, 3rd, 4th or 5th. Enter two different numbers. If the winning numbers in the selected two positions match the entered numbers (order does not matter), then you win. Winning Example: Betting scheme: (Ten-thousands, Thousands) 12; Winning numbers: 2,1,*,*,* &mdash; you win.":"Instructions du jeu : Sélectionnez deux positions parmi la 1ère, 2ème, 3ème, 4ème ou 5ème. Entrez deux numéros différents. Si les numéros gagnants dans les deux positions sélectionnées correspondent aux numéros saisis (l'ordre n'a pas d'importance), alors vous gagnez. Exemple gagnant : Schéma de paris : (Dizaines de milliers, Milliers) 12 ; Numéros gagnants : 2,1,*,*,* &mdash; vous gagnez.",
  
  "Game Instructions: Select any three positions from the 1st, 2nd, 3rd, 4th and 5th. Choose one number for each of these three positions to form one bet. If the winning numbers match the numbers in the selected three positions in the exact order, then you win. Winning Example: Betting scheme: 1,2,3,-,-; Winning numbers: 1,2,3,*,*, &mdash; you win.":"Instructions du jeu : Sélectionnez trois positions parmi la 1ère, 2ème, 3ème, 4ème et 5ème. Choisissez un numéro pour chacune de ces trois positions pour former un pari. Si les numéros gagnants correspondent aux numéros des trois positions sélectionnées dans le même ordre exact, alors vous gagnez. Exemple gagnant : Schéma de paris : 1,2,3,-,- ; Numéros gagnants : 1,2,3,*,*, &mdash; vous gagnez.",
  
  "Game Instructions: Select any three positions from the 1st, 2nd, 3rd, 4th and 5th. Enter a three-digit number to form one bet. If the winning numbers in the selected three positions match the entered number in the exact order, then you win. Winning Example: Betting scheme: (1st, 2nd, 3rd) 123; Winning numbers: 1,2,3,, &mdash; you win.":"Instructions du jeu : Sélectionnez trois positions parmi la 1ère, 2ème, 3ème, 4ème et 5ème. Entrez un numéro à trois chiffres pour former un pari. Si les numéros gagnants dans les trois positions sélectionnées correspondent au numéro saisi dans l'ordre exact, alors vous gagnez. Exemple gagnant : Schéma de paris : (1ère, 2ème, 3ème) 123 ; Numéros gagnants : 1,2,3,, &mdash; vous gagnez.",
  
  "Game Instructions: Select any three positions from the 1st, 2nd, 3rd, 4th and 5th, and choose one numerical value. If the sum of the winning numbers in the selected three positions equals the chosen sum, then you win. Winning Example: Betting scheme: (1st, 2nd, 3rd,) 3; Winning numbers: 1,2,0,*,*, &mdash; you win.":"Instructions du jeu : Sélectionnez trois positions parmi la 1ère, 2ème, 3ème, 4ème et 5ème, et choisissez une valeur numérique. Si la somme des numéros gagnants dans les trois positions sélectionnées est égale à la somme choisie, alors vous gagnez. Exemple gagnant : Schéma de paris : (1ère, 2ème, 3ème) 3 ; Numéros gagnants : 1,2,0,*,*, &mdash; vous gagnez.",
  
  "Game Instructions: Select any three positions from the 1st, 2nd, 3rd, 4th and 5th and choose two numbers to form two bets. If one of the selected numbers appears twice and the other once among the winning numbers in the selected three positions (order doesn't matter), then you win. Winning Example: Betting scheme: (1st, 2nd, 3rd) 1,2; Winning numbers: 2,1,2,*,*, &mdash; you win.":"Instructions du jeu : Sélectionnez trois positions parmi la 1ère, 2ème, 3ème, 4ème et 5ème et choisissez deux numéros pour former deux paris. Si l'un des numéros sélectionnés apparaît deux fois et l'autre une fois parmi les numéros gagnants dans les trois positions sélectionnées (l'ordre n'a pas d'importance), alors vous gagnez. Exemple gagnant : Schéma de paris : (1ère, 2ème, 3ème) 1,2 ; Numéros gagnants : 2,1,2,*,*, &mdash; vous gagnez.",
  
  "Game Instructions: Select any three positions from the 1st, 2nd, 3rd, 4th, 5th and choose three numbers to form one bet. If the winning numbers in the selected three positions match the chosen numbers (order does not matter), then you win. Winning Example: Betting scheme: (1st, 2nd, 3rd) 1,2,3; Winning numbers: 3,1,2,*,*, &mdash; you win.Win Sample：Bet plan: (1st, 2nd, 3rd) 1,2,3;Winning No.: 3,1,2,*,* as win.":"Instructions du jeu : Sélectionnez trois positions parmi la 1ère, 2ème, 3ème, 4ème, 5ème et choisissez trois numéros pour former un pari. Si les numéros gagnants dans les trois positions sélectionnées correspondent aux numéros choisis (l'ordre n'a pas d'importance), alors vous gagnez. Exemple gagnant : Schéma de paris : (1ère, 2ème, 3ème) 1,2,3 ; Numéros gagnants : 3,1,2,*,*, &mdash; vous gagnez. Exemple gagnant : Schéma de paris : (1ère, 2ème, 3ème) 1,2,3 ; Numéros gagnants : 3,1,2,*,* comme victoire.",
    
   "Game Instructions: Select any three positions from the 1st, 2nd, 3rd, 4th and 5th. Enter either two identical numbers and one different number or three different numbers to form one bet. If the winning numbers in the selected three positions match the entered numbers (order doesn't matter) and meet the requirements for either Group Selection Three or Group Selection Six, then you win. Winning Example: Bet A: (1st, 2nd, 3rd) 122; Winning numbers: 2,1,2*,*, — wins Group Selection Three. Bet B: (1st, 2nd, 3rd) 123; Winning numbers: 1,3,2*,*, — wins Group Selection Six.": "Instructions de jeu: Sélectionnez trois positions parmi la 1ère, 2ème, 3ème, 4ème et 5ème. Entrez soit deux numéros identiques et un numéro différent, soit trois numéros différents pour former un pari. Si les numéros gagnants dans les trois positions sélectionnées correspondent aux numéros saisis (l'ordre n'a pas d'importance) et répondent aux exigences pour la Sélection de Groupe Trois ou la Sélection de Groupe Six, vous gagnez. Exemple gagnant: Pari A: (1er, 2ème, 3ème) 122; Numéros gagnants: 2,1,2*,*, — gagne la Sélection de Groupe Trois. Pari B: (1er, 2ème, 3ème) 123; Numéros gagnants: 1,3,2*,*, — gagne la Sélection de Groupe Six.",
  "Game Instructions: Choose one form from a group of positions to form one bet. Compare the size of the winning numbers in this group of positions. If the former is greater than the latter, it's \"Dragon\"; if the former is less than the latter, it's \"Tiger\"; if the numbers are the same, it's \"Tie\". If the selected form matches the winning form, then you win. Winning Example: Betting scheme: 1st, 2nd: Tie; Winning numbers: 0,0,*,*,* — you win.": "Instructions de jeu: Choisissez une forme parmi un groupe de positions pour former un pari. Comparez la taille des numéros gagnants dans ce groupe de positions. Si le premier est supérieur au second, c'est « Dragon » ; si le premier est inférieur au second, c'est « Tiger » ; si les numéros sont les mêmes, c'est « Égalité ». Si la forme sélectionnée correspond à la forme gagnante, vous gagnez. Exemple gagnant: Schéma de paris: 1er, 2ème: Égalité; Numéros gagnants: 0,0,*,*,* — vous gagnez.",
  "Game Instructions: Choose one form as one bet. If the selected form matches the winning form, regardless of the order, you win. Four of a Kind: One number appears once, and another number appears four times in the winning numbers. Gourd: One number appears twice, and another number appears three times in the winning numbers. Straight: The winning numbers form a sequence of five consecutive numbers. 9 is connected to 0, and 0 is connected to 1. Three of a Kind: One number appears three times, and the other two numbers are different in the winning numbers. Two Pairs: Two pairs of double numbers appear in the winning numbers. One Pair: One pair of double numbers appears, and the other three numbers are different in the winning numbers. High Card: The five numbers in the winning numbers are all different and not in sequence. Winning Example: Betting scheme: Straight; Winning numbers: 0,9,1,3,2 — you win.": "Instructions de jeu: Choisissez une forme comme un pari. Si la forme sélectionnée correspond à la forme gagnante, quel que soit l'ordre, vous gagnez. Quatre identiques: Un numéro apparaît une fois et un autre numéro apparaît quatre fois dans les numéros gagnants. Gourde: Un numéro apparaît deux fois et un autre numéro apparaît trois fois dans les numéros gagnants. Suite: Les numéros gagnants forment une séquence de cinq numéros consécutifs. Le 9 est connecté au 0, et le 0 est connecté au 1. Trois identiques: Un numéro apparaît trois fois et les deux autres numéros sont différents dans les numéros gagnants. Deux paires: Deux paires de numéros doubles apparaissent dans les numéros gagnants. Une paire: Une paire de numéros doubles apparaît et les trois autres numéros sont différents dans les numéros gagnants. Carte haute: Les cinq numéros dans les numéros gagnants sont tous différents et non consécutifs. Exemple gagnant: Schéma de paris: Suite; Numéros gagnants: 0,9,1,3,2 — vous gagnez.",
  
  
  "Game Instructions: Choose one form as one bet. If the selected form matches the form of the three numbers corresponding to the winning numbers, regardless of the order, you win. TOAK: Three numbers are the same; Straight: Three consecutive numbers; 9 is connected to 0, and 0 is connected to 1; Pair: One of the three numbers appears twice, and the other number appears once (e.g., 151, 887); Half-Streak: Three numbers are all different, and only two of them are consecutive (e.g., 238, 769); Mixed: Three numbers are all different and not consecutive with each other (e.g., 357, 962). Winning Example: Betting scheme: Front Three: Leopard; Winning numbers: 0,0,0,*,* — you win.": "Instructions de jeu: Choisissez une forme comme un pari. Si la forme sélectionnée correspond à la forme des trois numéros correspondant aux numéros gagnants, quel que soit l'ordre, vous gagnez. TOAK: Trois numéros sont identiques; Suite: Trois numéros consécutifs; Le 9 est connecté au 0, et le 0 est connecté au 1; Paire: Un des trois numéros apparaît deux fois et l'autre une fois (par exemple, 151, 887); Demi-série: Trois numéros sont tous différents et seulement deux d'entre eux sont consécutifs (par exemple, 238, 769); Mélangé: Trois numéros sont tous différents et non consécutifs entre eux (par exemple, 357, 962). Exemple gagnant: Schéma de paris: Trois premiers: Léopard; Numéros gagnants: 0,0,0,*,* — vous gagnez.",
   "Game Instructions: Choose one form as one bet. If the selected form matches the form of the winning numbers, you win. 1. No Bull: The sum of any three digits in the winning numbers cannot be a multiple of 0 or 10. 2. Bull Bull: The sum of any three digits in the winning numbers can be a multiple of 0 or 10, and the units digit of the sum of the other two numbers is 0. 3. Bull 1 to Bull 9: The sum of any three digits in the winning numbers can be a multiple of 0 or 10, and the units digit of the sum of the other two numbers matches the selected number. 4. Big Bull: Bull Bull, Bull 9, Bull 8, Bull 7, Bull 6. 5. Small Bull: Bull 5, Bull 4, Bull 3, Bull 2, Bull 1. 6. Odd Bull: Bull 1, Bull 3, Bull 5, Bull 7, Bull 9. 7. Even Bull: Bull 2, Bull 4, Bull 6, Bull 8, Bull Bull. Winning Example: Betting scheme: Bull 1; Winning numbers: 9,0,1,1,0 — you win.": "Instructions du jeu : Choisissez une forme comme un pari. Si la forme sélectionnée correspond à celle des numéros gagnants, vous gagnez. 1. Pas de Bull : La somme de trois chiffres dans les numéros gagnants ne peut pas être un multiple de 0 ou 10. 2. Bull Bull : La somme de trois chiffres dans les numéros gagnants peut être un multiple de 0 ou 10, et le chiffre des unités de la somme des deux autres chiffres est 0. 3. Bull 1 à Bull 9 : La somme de trois chiffres dans les numéros gagnants peut être un multiple de 0 ou 10, et le chiffre des unités de la somme des deux autres chiffres correspond au numéro sélectionné. 4. Grand Bull : Bull Bull, Bull 9, Bull 8, Bull 7, Bull 6. 5. Petit Bull : Bull 5, Bull 4, Bull 3, Bull 2, Bull 1. 6. Bull Impair : Bull 1, Bull 3, Bull 5, Bull 7, Bull 9. 7. Bull Pair : Bull 2, Bull 4, Bull 6, Bull 8, Bull Bull. Exemple de victoire : Schéma de paris : Bull 1; Numéros gagnants : 9,0,1,1,0 — vous gagnez.",
  "Game Instructions: Choose one number from each of any four positions among the 1st, 2nd, 3rd, 4th and 4th to form one bet. If the winning numbers match the chosen numbers in the selected four positions and in the same order, then you win. Winning Example: Betting scheme: 1,2,3,-,4; Winning numbers: 1,2,3,*,4 — you win.": "Instructions du jeu : Choisissez un numéro parmi chacun des quatre postes parmi le 1er, 2e, 3e, 4e et 4e pour former un pari. Si les numéros gagnants correspondent aux numéros choisis dans les quatre positions sélectionnées et dans le même ordre, vous gagnez. Exemple de victoire : Schéma de paris : 1,2,3,-,4; Numéros gagnants : 1,2,3,*,4 — vous gagnez.",
  "Game Instructions: Choose any four positions from the 1st, 2nd, 3rd, 4th and 5th and enter a four-digit number to form one bet. If the winning numbers in the selected four positions match the entered number in the exact order, then you win. Winning Example: Betting scheme: (1st, 2nd, 3rd, 4th) 1234; Winning numbers: 1,2,3,4,* — you win.": "Instructions du jeu : Choisissez n'importe quelle position parmi le 1er, 2e, 3e, 4e et 5e et entrez un numéro à quatre chiffres pour former un pari. Si les numéros gagnants dans les positions sélectionnées correspondent exactement au numéro saisi dans le même ordre, vous gagnez. Exemple de victoire : Schéma de paris : (1er, 2e, 3e, 4e) 1234; Numéros gagnants : 1,2,3,4,* — vous gagnez.",
  "Game Instructions: Choose any four positions from the 1st, 2nd, 3rd, 4th and 5th and select four numbers to form one bet. If the winning numbers in the selected four positions match the chosen numbers (order doesn't matter), then you win. Winning Example: Betting scheme: (1st, 2nd, 3rd, 4th) 1234; Winning numbers: 4,1,3,2,* — you win.": "Instructions du jeu : Choisissez n'importe quelle position parmi le 1er, 2e, 3e, 4e et 5e et sélectionnez quatre numéros pour former un pari. Si les numéros gagnants dans les positions sélectionnées correspondent aux numéros choisis (l'ordre n'a pas d'importance), vous gagnez. Exemple de victoire : Schéma de paris : (1er, 2e, 3e, 4e) 1234; Numéros gagnants : 4,1,3,2,* — vous gagnez.",
    
  "Game Instructions: Choose any four positions from the 1st, 2nd, 3rd, 4th and 5th select one pair and two single numbers to form one bet. If in the selected four positions of the winning numbers, the pair appears twice, and each single number appears once, then you win. Winning Example: Betting scheme: (1st, 2nd, 3rd, 4th) Pair: 3, Single numbers: 1,2; Winning numbers: 3,1,2,3,* — you win.": "Instructions du jeu : Choisissez quatre positions parmi les 1er, 2e, 3e, 4e et 5e, puis sélectionnez une paire et deux numéros simples pour former un pari. Si dans les quatre positions sélectionnées des numéros gagnants, la paire apparaît deux fois et chaque numéro simple apparaît une fois, vous gagnez. Exemple de victoire : Schéma de pari : (1er, 2e, 3e, 4e) Paire : 3, Numéros simples : 1,2 ; Numéros gagnants : 3,1,2,3,* — vous gagnez.",

  "Game Instructions: Choose any four positions from the 1st, 2nd, 3rd, 4th and 5th, and select two pairs to form one bet. If in the selected four positions of the winning numbers, each pair appears twice, then you win. Winning Example: Betting scheme: (1st, 2nd, 3rd, 4th) 2,8; Winning numbers: 2,8,2,8,* — you win.": "Instructions du jeu : Choisissez quatre positions parmi les 1er, 2e, 3e, 4e et 5e, puis sélectionnez deux paires pour former un pari. Si dans les quatre positions sélectionnées des numéros gagnants, chaque paire apparaît deux fois, vous gagnez. Exemple de victoire : Schéma de pari : (1er, 2e, 3e, 4e) 2,8 ; Numéros gagnants : 2,8,2,8,* — vous gagnez.",

  "Game Instructions: Choose any four positions from the 1st, 2nd, 3rd, 4th and 5th, and select one triple number and one single number to form one bet. If in the selected four positions of the winning numbers, the triple number appears three times and the single number appears once, then you win. Winning Example: Betting scheme: (1st, 2nd, 3rd, 4th) Triple number: 1, Single number: 2; Winning numbers: 1,2,1,1,* — you win.": "Instructions du jeu : Choisissez quatre positions parmi les 1er, 2e, 3e, 4e et 5e, puis sélectionnez un numéro triple et un numéro simple pour former un pari. Si dans les quatre positions sélectionnées des numéros gagnants, le numéro triple apparaît trois fois et le numéro simple apparaît une fois, vous gagnez. Exemple de victoire : Schéma de pari : (1er, 2e, 3e, 4e) Numéro triple : 1, Numéro simple : 2 ; Numéros gagnants : 1,2,1,1,* — vous gagnez."
    
    
    "":"",
    "":"",
    "":"",
    "":"",
    "":"",
    "":"",
    "":"",
    "":"",
    "":"",
    "":"",
    "":"",
    "":"",
    "":"",
    "":"",
    "":"",
    "":"",
    "":"",
    "":"",
    "":"",
    "":"",
    "":"",
    "":"",
    "":"",
    "":"",
    "":"",
    "":"",
    "":"",
    "":"",
    "":"",
    "":"",
    "":"",
    "":"",
    "":"",
    "":"",
    "":"",
    "":"",
    "":"",
    "":"",
    "":"",
    "":"",
    "":"",
    "":"",
    "":"",
    "":"",
    "":"",
    "":"",
    "":"",
    "":"",
    "":"",
    "":"",
    "":"",
    "":"",
    "":"",
    "":"",
    "":"",
    "":"",
    "":"",
    "":""

}