{
  

"Game instructions: Choose one number to form one bet. If the Winning numbers include the selected number, you win. Winning example: Betting scheme: 01; Winning numbers: The Winning numbers include 01, you win.": "Instructions de jeu : Choisissez un numéro pour former un pari. Si les numéros gagnants incluent le numéro sélectionné, vous gagnez. Exemple gagnant : Schéma de pari : 01 ; Numéros gagnants : Les numéros gagnants incluent 01, vous gagnez.",
  
  "Game instructions: Choose two numbers to form one bet. If the Winning numbers include both selected numbers, you win. Winning example: Betting scheme: 01, 02; Winning numbers: The Winning numbers include both 01 and 02, you win.": "Instructions de jeu : Choisissez deux numéros pour former un pari. Si les numéros gagnants incluent les deux numéros sélectionnés, vous gagnez. Exemple gagnant : Schéma de pari : 01, 02 ; Numéros gagnants : Les numéros gagnants incluent à la fois 01 et 02, vous gagnez.",
  
  "Game instructions: Choose three numbers to form one bet. If the Winning numbers include all three selected numbers, you win \"Three of a kind\"; if they include two of the selected numbers, you win \"Two of a kind\". You cannot win all simultaneously. Winning example: Betting scheme: 01, 02, 03; Winning numbers: The Winning numbers include 01, 02, 03, or at least two of these numbers, you win.": "Instructions de jeu : Choisissez trois numéros pour former un pari. Si les numéros gagnants incluent les trois numéros sélectionnés, vous gagnez \"Trois identiques\" ; s'ils incluent deux des numéros sélectionnés, vous gagnez \"Deux identiques\". Vous ne pouvez pas tout gagner simultanément. Exemple gagnant : Schéma de pari : 01, 02, 03 ; Numéros gagnants : Les numéros gagnants incluent 01, 02, 03 ou au moins deux de ces numéros, vous gagnez.",
  
"Game instructions: Choose four numbers to form one bet. If the Winning numbers include all four selected numbers, you win \"Four of a kind\"; if they include three of the selected numbers, you win \"Three of a kind\"; if they include two of the selected numbers, you win \"Two of a kind\". You cannot win all simultaneously. Winning example: Betting scheme: 01, 02, 03, 04; Winning numbers: The winning numbers include 01, 02, 03, 04, or at least two of these numbers, you win.":
    "Instructions du jeu : Choisissez quatre numéros pour former un pari. Si les numéros gagnants incluent les quatre numéros sélectionnés, vous gagnez \"Quatre du même genre\" ; s'ils incluent trois des numéros sélectionnés, vous gagnez \"Trois du même genre\" ; s'ils incluent deux des numéros sélectionnés, vous gagnez \"Deux du même genre\". Vous ne pouvez pas gagner toutes simultanément. Exemple gagnant : Schéma de pari : 01, 02, 03, 04 ; Numéros gagnants : Les numéros gagnants incluent 01, 02, 03, 04, ou au moins deux de ces numéros, vous gagnez.",
    
  "Game instructions: Choose five numbers to form one bet. If the drawn numbers include all five selected numbers, you win \"Five of a kind\"; if they include four of the selected numbers, you win \"Four of a kind\"; if they include three of the selected numbers, you win \"Three of a kind\". You cannot win all simultaneously. Winning example: Betting scheme: 01, 02, 03, 04, 05; Winning numbers: The Winning numbers include 01, 02, 03, 04, 05, or at least three of these numbers, you win.":
    "Instructions du jeu : Choisissez cinq numéros pour former un pari. Si les numéros tirés incluent les cinq numéros sélectionnés, vous gagnez \"Cinq du même genre\" ; s'ils incluent quatre des numéros sélectionnés, vous gagnez \"Quatre du même genre\" ; s'ils incluent trois des numéros sélectionnés, vous gagnez \"Trois du même genre\". Vous ne pouvez pas gagner toutes simultanément. Exemple gagnant : Schéma de pari : 01, 02, 03, 04, 05 ; Numéros gagnants : Les numéros gagnants incluent 01, 02, 03, 04, 05, ou au moins trois de ces numéros, vous gagnez.",
    
  "Game instructions: Choose six numbers to form one bet. If the Winning numbers include all six selected numbers, you win \"Six of a kind\"; if they include five of the selected numbers, you win \"Five of a kind\"; if they include four of the selected numbers, you win \"Four of a kind\"; if they include three of the selected numbers, you win \"Three of a kind\". You cannot win all simultaneously. Winning example: Betting scheme: 01, 02, 03, 04, 05, 06; Winning numbers: The Winning numbers include 01, 02, 03, 04, 05, 06, or at least three of these numbers, you win.":
    "Instructions du jeu : Choisissez six numéros pour former un pari. Si les numéros gagnants incluent les six numéros sélectionnés, vous gagnez \"Six du même genre\" ; s'ils incluent cinq des numéros sélectionnés, vous gagnez \"Cinq du même genre\" ; s'ils incluent quatre des numéros sélectionnés, vous gagnez \"Quatre du même genre\" ; s'ils incluent trois des numéros sélectionnés, vous gagnez \"Trois du même genre\". Vous ne pouvez pas gagner toutes simultanément. Exemple gagnant : Schéma de pari : 01, 02, 03, 04, 05, 06 ; Numéros gagnants : Les numéros gagnants incluent 01, 02, 03, 04, 05, 06, ou au moins trois de ces numéros, vous gagnez.",
    
  "Game instructions: Choose seven numbers to form one bet. If the drawn numbers include all seven selected numbers, you win "Seven of a kind"; if they include six of the selected numbers, you win "Six of a kind"; if they include five of the selected numbers, you win "Five of a kind"; if they include four of the selected numbers, you win "Four of a kind"; if they include none of the selected numbers, you win "Zero of a kind". You cannot win all simultaneously. Winning example: Betting scheme: 01, 02, 03, 04, 05, 06, 07; Winning numbers: The winning numbers do not include 01, 02, 03, 04, 05, 06, 07, or include four or more of these numbers, you win.":"",
  "Game instructions: Choose one category to form one bet. In a set of 20 drawn numbers, if the count of numbers in the upper range (01-40) is greater than the count of numbers in the lower range (41-80), it's called "Over"; otherwise, it's called "Under". If the counts are equal, it's called "Tie". If the count of drawn numbers matches the selected category, you win. Winning example: Betting scheme: Over; Winning numbers: There are more numbers in the upper range than in the lower range among the winning numbers, you win.":"",
  "Game instructions: Choose one odd-even category to form one bet. Among 20 drawn numbers, if the count of odd numbers (ones place being 1, 3, 5, 7, 9) is greater than the count of even numbers (ones place being 0, 2, 4, 6, 8), it's called "Odd"; otherwise, it's called "Even". If the count of odd and even numbers is equal, it's called "Tie". If the count of odd and even numbers in the drawn Winning matches the selected category, you win. Winning example: Betting scheme: Odd; Winning numbers: There are more odd numbers than even numbers among the Winning numbers, so you win.":"",
  "Game instructions: Choose one category (Big: >810; Small: <810). If the sum of the 20 drawn numbers matches the selected category and its value is greater than 810 for Big or less than 810 for Small, you win. If the sum is exactly 810, the bet is refunded. Additionally, choose Odd (Odd digit: 1, 3, 5, 7, 9) or Even (Even digit: 0, 2, 4, 6, 8). If the sum of the 20 drawn numbers matches the selected category and its value is greater than 810 for Big or less than 810 for Small, you win. Winning example: Betting scheme: Big; Winning numbers: The sum of the Winning numbers is greater than 810, so you win.":"",

  "":""
}
