{
  
"Game instructions: Choose one number from 49 numbers to form one bet. If the selected number matches the special code (Extra Number) in the draw, you win. Example of winning: Betting scheme: 01; Special code in draw: 01, you win.": "Instructions du jeu : Choisissez un numéro parmi 49 pour former un pari. Si le numéro sélectionné correspond au code spécial (Numéro Extra) du tirage, vous gagnez. Exemple de gain : Schéma de pari : 01 ; Code spécial au tirage : 01, vous gagnez.",
  "Game instructions: Choose one number to form one bet, where the 1st digit represents the head and the 2nd digit represents the tail. If the selected number matches the corresponding position of the Special code (Extra Number) in the draw, you win. Example of winning: Betting scheme: Head 1; Special code in draw: 10, you win.": "Instructions du jeu : Choisissez un numéro pour former un pari, où le 1er chiffre représente la tête et le 2ème chiffre représente la queue. Si le numéro sélectionné correspond à la position correspondante du code spécial (Numéro Extra) du tirage, vous gagnez. Exemple de gain : Schéma de pari : Tête 1 ; Code spécial au tirage : 10, vous gagnez.",
  "Game instructions: Choose two zodiac signs to form one bet. If the special code (Extra Number) in the draw falls within the number range associated with the selected zodiac signs, you win. If the special code is 49 (draw), your bet is refunded. Example of winning: Betting scheme: Dragon, Tiger; Special code in draw: Falls within the number range associated with Dragon or Tiger, you win.": "Instructions du jeu : Choisissez deux signes du zodiaque pour former un pari. Si le code spécial (Numéro Extra) du tirage se trouve dans la plage de numéros associée aux signes du zodiaque sélectionnés, vous gagnez. Si le code spécial est 49 (tirage), votre pari est remboursé. Exemple de gain : Schéma de pari : Dragon, Tigre ; Code spécial au tirage : Se trouve dans la plage de numéros associée à Dragon ou Tigre, vous gagnez.",
  "Game instructions: Choose one zodiac sign to form one bet. If the special code (Extra Number) in the draw falls within the number range associated with the selected zodiac sign, you win. Example of winning: Betting scheme: Dragon; Special code in draw: Falls within the number range associated with Dragon, you win.": "Instructions du jeu : Choisissez un signe du zodiaque pour former un pari. Si le code spécial (Numéro Extra) du tirage se trouve dans la plage de numéros associée au signe du zodiaque sélectionné, vous gagnez. Exemple de gain : Schéma de pari : Dragon ; Code spécial au tirage : Se trouve dans la plage de numéros associée à Dragon, vous gagnez.",
  "Game instructions: Choose one of the five elements to form one bet. If the special code (Extra Number) in the draw falls within the number range associated with the selected element, you win. Example of winning: Betting scheme: Gold; Special code in draw: Falls within the number range associated with Gold, you win.": "Instructions du jeu : Choisissez l'un des cinq éléments pour former un pari. Si le code spécial (Numéro Extra) du tirage se trouve dans la plage de numéros associée à l'élément sélectionné, vous gagnez. Exemple de gain : Schéma de pari : Or ; Code spécial au tirage : Se trouve dans la plage de numéros associée à Or, vous gagnez.",
 
 
"Game instructions: Choose one form (Small: 01-24, Big: 25-48; Odd: single digits 1, 3, 5, 7, 9, Even: single digits 0, 2, 4, 6, 8). If the selected form matches the form of the special code(Extra Number) in the draw (Special code 49 is a draw and refunds the bet), you win. Example of winning: Betting scheme: Small; Special code in draw: 02, you win.": "Instructions de jeu : Choisissez une forme (Petit : 01-24, Grand : 25-48 ; Impair : chiffres uniques 1, 3, 5, 7, 9, Pair : chiffres uniques 0, 2, 4, 6, 8). Si la forme sélectionnée correspond à la forme du code spécial (Numéro Supplémentaire) dans le tirage (le code spécial 49 est un tirage et rembourse la mise), vous gagnez. Exemple de gain : Schéma de pari : Petit ; Code spécial dans le tirage : 02, vous gagnez.",
  "Game instructions: Choose one form (Small: 1-6, Big: 7-12; Odd: single digits 1, 3, 5, 7, 9, Even: single digits 0, 2, 4, 6, 8). If the selected form matches the form of the sum of the special code's (Extra Number's) first and second digits in the draw (Special code 49 is a draw and refunds the bet), you win. Example of winning: Betting scheme: Small; Special code in draw: 02, you win.": "Instructions de jeu : Choisissez une forme (Petit : 1-6, Grand : 7-12 ; Impair : chiffres uniques 1, 3, 5, 7, 9, Pair : chiffres uniques 0, 2, 4, 6, 8). Si la forme sélectionnée correspond à la forme de la somme des premier et deuxième chiffres du code spécial (Numéro Supplémentaire) dans le tirage (le code spécial 49 est un tirage et rembourse la mise), vous gagnez. Exemple de gain : Schéma de pari : Petit ; Code spécial dans le tirage : 02, vous gagnez.",
  "Game instructions: Choose one form (Small: 0-4, Big: 5-9; Odd: 1, 3, 5, 7, 9, Even: 0, 2, 4, 6, 8). If the selected form matches the form of the special code's(Extra Number's) last digit in the draw (Special code 49 is a Tie and refunds the bet), you win. Example of winning: Betting scheme: Small; Special code in draw: 02, you win.": "Instructions de jeu : Choisissez une forme (Petit : 0-4, Grand : 5-9 ; Impair : 1, 3, 5, 7, 9, Pair : 0, 2, 4, 6, 8). Si la forme sélectionnée correspond à la forme du dernier chiffre du code spécial (Numéro Supplémentaire) dans le tirage (le code spécial 49 est une égalité et rembourse la mise), vous gagnez. Exemple de gain : Schéma de pari : Petit ; Code spécial dans le tirage : 02, vous gagnez.",
  "Game instructions: Choose one special zodiac sign to form one bet. If the selected special zodiac sign matches the zodiac sign attribute of the special code(Extra Number) in the winning number (Special code 49 is a Tie and refunds the bet), you win. Example of winning: Betting scheme: Heavenly zodiac; Special code in draw: Falls within the range of the Heavenly zodiac, you win.": "Instructions de jeu : Choisissez un signe du zodiaque spécial pour former un pari. Si le signe du zodiaque spécial sélectionné correspond à l'attribut du signe du zodiaque du code spécial (Numéro Supplémentaire) dans le numéro gagnant (le code spécial 49 est une égalité et rembourse la mise), vous gagnez. Exemple de gain : Schéma de pari : Zodiaque céleste ; Code spécial dans le tirage : Relève de la plage du zodiaque céleste, vous gagnez.",
  "Game instructions: Choose one color to form one bet. If the selected color matches the color of the special code(Extra Number) in the winning number, you win. Example of winning: Betting scheme: Red color; Special code in draw: 01, you win.": "Instructions de jeu : Choisissez une couleur pour former un pari. Si la couleur sélectionnée correspond à la couleur du code spécial (Numéro Supplémentaire) dans le numéro gagnant, vous gagnez. Exemple de gain : Schéma de pari : Couleur rouge ; Code spécial dans le tirage : 01, vous gagnez.",


  
 "Game instructions: Choose one colored balls(red,blue,green) with its form (Small: 01-24, Big: 25-48; Odd: single digits 1, 3, 5, 7, 9, Even: single digits 0, 2, 4, 6, 8) to form one bet. If the selected colored balls form matches both the color and form of the special code(Extra Number) in the draw (Special code 49 is a draw and refunds the bet), you win. Example of winning: Betting scheme: Red odd; Special code in draw: 19, you win.": "Instructions du jeu : Choisissez une boule colorée (rouge, bleu, vert) avec sa forme (Petit : 01-24, Grand : 25-48 ; Impair : chiffres uniques 1, 3, 5, 7, 9, Pair : chiffres uniques 0, 2, 4, 6, 8) pour former un pari. Si la forme des boules colorées sélectionnées correspond à la fois à la couleur et à la forme du code spécial (Numéro supplémentaire) dans le tirage (le code spécial 49 est un tirage et rembourse le pari), vous gagnez. Exemple de victoire : Schéma de pari : Rouge impair ; Code spécial dans le tirage : 19, vous gagnez.",
  
  "Game instructions: Choose one number to form one bet. If the drawn regular numbers include the betting number, you win. Example of winning: Betting scheme: 01; Drawn regular numbers: 01, *, *, *, *, * + *, you win.": "Instructions du jeu : Choisissez un numéro pour former un pari. Si les numéros réguliers tirés incluent le numéro parié, vous gagnez. Exemple de victoire : Schéma de pari : 01 ; Numéros réguliers tirés : 01, *, *, *, *, * + *, vous gagnez.",
  
  "Game instructions: Choose one number to form one bet. If the first regular number drawn matches the betting number, you win. Example of winning: Betting scheme: 01; Drawn regular numbers: 01, *, *, *, *, * + *, you win.": "Instructions du jeu : Choisissez un numéro pour former un pari. Si le premier numéro régulier tiré correspond au numéro parié, vous gagnez. Exemple de victoire : Schéma de pari : 01 ; Numéros réguliers tirés : 01, *, *, *, *, * + *, vous gagnez.",
  
  "Game instructions: Choose one number to form one bet. If the second regular number drawn matches the betting number, you win. Example of winning: Betting scheme: 01; Drawn regular numbers: *, 01, *, *, *, * + *, you win.": "Instructions du jeu : Choisissez un numéro pour former un pari. Si le deuxième numéro régulier tiré correspond au numéro parié, vous gagnez. Exemple de victoire : Schéma de pari : 01 ; Numéros réguliers tirés : *, 01, *, *, *, * + *, vous gagnez.",
  "Game instructions: Choose one number to form one bet. If the third regular number drawn matches the betting number, you win. Example of winning: Betting scheme: 01; Drawn regular numbers: *, *, 01, *, *, * + *, you win.": "Instructions du jeu : Choisissez un numéro pour former un pari. Si le troisième numéro régulier tiré correspond au numéro du pari, vous gagnez. Exemple de victoire : Schéma de pari : 01 ; Numéros réguliers tirés : *, *, 01, *, *, * + *, vous gagnez.",
  "Game instructions: Choose one number to form one bet. If the fourth regular number drawn matches the betting number, you win. Example of winning: Betting scheme: 01; Drawn regular numbers: *, *, *, 01, *, * + *, you win.": "Instructions du jeu : Choisissez un numéro pour former un pari. Si le quatrième numéro régulier tiré correspond au numéro du pari, vous gagnez. Exemple de victoire : Schéma de pari : 01 ; Numéros réguliers tirés : *, *, *, 01, *, * + *, vous gagnez.",
  "Game instructions: Choose one number to form one bet. If the fifth regular number drawn matches the betting number, you win. Example of winning: Betting scheme: 01; Drawn regular numbers: *, *, *, *, 01, * + *, you win.": "Instructions du jeu : Choisissez un numéro pour former un pari. Si le cinquième numéro régulier tiré correspond au numéro du pari, vous gagnez. Exemple de victoire : Schéma de pari : 01 ; Numéros réguliers tirés : *, *, *, *, 01, * + *, vous gagnez.",
  "Game instructions: Choose one number to form one bet. If the sixth regular number drawn matches the betting number, you win. Example of winning: Betting scheme: 01; Drawn regular numbers: *, *, *, *, *, 01 + *, you win.": "Instructions du jeu : Choisissez un numéro pour former un pari. Si le sixième numéro régulier tiré correspond au numéro du pari, vous gagnez. Exemple de victoire : Schéma de pari : 01 ; Numéros réguliers tirés : *, *, *, *, *, 01 + *, vous gagnez.",


"Game instructions: Choose 3 numbers from the 49 numbers to form one bet. If the drawn(winning) regular numbers include all 3 betting numbers, you win 'Three of a Kind'; if they include 2 of the betting numbers, you win 'Two of a Kind'. Example of winning: Betting scheme: 01, 02, 03; Drawn regular numbers: 01, 03, 02, *, *, * + *, you win.": "Instructions du jeu : Choisissez 3 numéros parmi les 49 numéros pour former un pari. Si les numéros réguliers tirés (gagnants) incluent tous les 3 numéros du pari, vous gagnez 'Trois identiques' ; s'ils incluent 2 des numéros du pari, vous gagnez 'Deux identiques'. Exemple de gain : Schéma de pari : 01, 02, 03 ; Numéros réguliers tirés : 01, 03, 02, *, *, * + *, vous gagnez.",
  
  "Game instructions: Choose 3 numbers from the 49 numbers to form one bet. If the drawn(winning) regular numbers include all 3 betting numbers, you win. Example of winning: Betting scheme: 01, 02, 03; Drawn regular numbers: 01, 03, 02, *, *, * + *, you win.": "Instructions du jeu : Choisissez 3 numéros parmi les 49 numéros pour former un pari. Si les numéros réguliers tirés (gagnants) incluent tous les 3 numéros du pari, vous gagnez. Exemple de gain : Schéma de pari : 01, 02, 03 ; Numéros réguliers tirés : 01, 03, 02, *, *, * + *, vous gagnez.",
  
  "Game instructions: Choose 2 numbers from the 49 numbers to form one bet. If the drawn(winning) regular numbers include both of the betting numbers, you win. Example of winning: Betting scheme: 01, 02; Drawn regular numbers: 01, 02, *, *, *, * + *, you win.": "Instructions du jeu : Choisissez 2 numéros parmi les 49 numéros pour former un pari. Si les numéros réguliers tirés (gagnants) incluent les deux numéros du pari, vous gagnez. Exemple de gain : Schéma de pari : 01, 02 ; Numéros réguliers tirés : 01, 02, *, *, *, * + *, vous gagnez.",
  
  "Game instructions: Select a total of 3 numbers simultaneously from the Banker(Core Digit) and Booster(leg Digit) codes (Banker and Booster codes cannot be repeated) to form one bet. If the drawn regular numbers include the selected numbers, you win. Example of winning: Betting scheme: Banker: 01 Booster: 02 03; Drawn regular numbers: *, 02, 01, 03, *, * + *, you win.": "Instructions du jeu : Sélectionnez simultanément un total de 3 numéros parmi les codes du Banquier (Chiffre principal) et du Booster (Chiffre complémentaire) (Les codes Banquier et Booster ne peuvent pas être répétés) pour former un pari. Si les numéros réguliers tirés incluent les numéros sélectionnés, vous gagnez. Exemple de gain : Schéma de pari : Banquier : 01, Booster : 02, 03 ; Numéros réguliers tirés : *, 02, 01, 03, *, * + *, vous gagnez.",
  
  "Game instructions: Select 1 Banker(Core Digit) code and 1 Booster(Leg Digit) code simultaneously to form one bet (Banker and Booster codes cannot be the same). If the drawn regular numbers include the selected numbers, you win. Example of winning: Betting scheme: Banker: 01 Booster: 02; Drawn regular numbers: *, 02, 01, *, *, * + *, you win.": "Instructions du jeu : Sélectionnez simultanément 1 code Banquier (Chiffre principal) et 1 code Booster (Chiffre complémentaire) pour former un pari (Les codes Banquier et Booster ne peuvent pas être identiques). Si les numéros réguliers tirés incluent les numéros sélectionnés, vous gagnez. Exemple de gain : Schéma de pari : Banquier : 01, Booster : 02 ; Numéros réguliers tirés : *, 02, 01, *, *, * + *, vous gagnez.",
  
  "Game instructions: Select 4 numbers from the 49 numbers to form one bet. If the drawn(winning) regular numbers include all 4 selected numbers, you win. Example of winning: Betting scheme: 01,02,03,04; Drawn regular numbers: 01,03,04,02,,+*, you win.": "Instructions du jeu : Sélectionnez 4 numéros parmi les 49 numéros pour former un pari. Si les numéros réguliers tirés (gagnants) incluent les 4 numéros sélectionnés, vous gagnez. Exemple de gain : Schéma de pari : 01, 02, 03, 04 ; Numéros réguliers tirés : 01, 03, 04, 02,,+*, vous gagnez.",

 "Game instructions: Select one zodiac sign to form one bet. If any regular number drawn belongs to the selected zodiac sign, you win. Regardless of the number of times the same zodiac sign appears, you win only once. Example of winning: Betting scheme: Dragon; Drawn regular numbers: Within the range of numbers belonging to the Dragon zodiac sign, you win.": "Instructions du jeu : Sélectionnez un signe du zodiaque pour former un pari. Si un numéro régulier tiré appartient au signe du zodiaque sélectionné, vous gagnez. Quel que soit le nombre de fois où le même signe du zodiaque apparaît, vous ne gagnez qu'une seule fois. Exemple de victoire : Schéma de paris : Dragon ; Nombres réguliers tirés : Dans la plage des numéros appartenant au signe du zodiaque Dragon, vous gagnez.",

"Game instructions: Choose one color at any position of the colors code(red, blue, green) to form one bet. If it matches the color code of the winning number in the corresponding position, you win. Winning example: Betting scheme: Red Balls; Drawn numbers: 01,,,,,+, you win.": "Instructions du jeu : Choisissez une couleur à n'importe quelle position du code de couleurs (rouge, bleu, vert) pour former un pari. Si elle correspond au code couleur du numéro gagnant à la position correspondante, vous gagnez. Exemple de victoire : Schéma de paris : Boules rouges ; Numéros tirés : 01,,,,,+, vous gagnez.",

"Game instructions: Select one form (Big: >175, Small: <175, Odd: last digit 1,3,5,7,9, Even: 0,2,4,6,8). If it matches the form of the sum of the seven numbers, you win (if the sum is 175, bets on 'Big' and 'Small' will have their principal refunded); Winning example: Betting scheme: Odd; Drawn numbers: Sum = 171, you win.":"Instructions du jeu : Sélectionnez une forme (Grand : >175, Petit : <175, Impair : dernier chiffre 1,3,5,7,9, Pair : 0,2,4,6,8). Si elle correspond à la forme de la somme des sept numéros, vous gagnez (si la somme est 175, les paris sur 'Grand' et 'Petit' verront leur mise remboursée) ; Exemple de victoire : Schéma de paris : Impair ; Numéros tirés : Somme = 171, vous gagnez.",

  "Game instructions: Select one last digit. If the last digit of any of the seven drawn numbers includes the selected last digit, you win. If it is a 0 ending, you win the 0 ending prize; for 1-9 endings, you win the corresponding 1-9 ending prize. Regardless of how many times the same ending appears, you win only once. Winning example: Betting scheme: 1; Drawn numbers include 1 as the last digit, you win.":"Instructions du jeu : Sélectionnez un dernier chiffre. Si le dernier chiffre de l'un des sept numéros tirés inclut le dernier chiffre sélectionné, vous gagnez. Si c'est un chiffre se terminant par 0, vous gagnez le prix de fin 0 ; pour les chiffres se terminant par 1-9, vous gagnez le prix correspondant aux fins 1-9. Peu importe combien de fois la même fin apparaît, vous gagnez une seule fois. Exemple de victoire : Schéma de paris : 1 ; Les numéros tirés incluent 1 comme dernier chiffre, vous gagnez.",

  "Game instructions: Choose between 5 to 11 numbers to form a bet. If none of the 5 selected numbers from any combination of the chosen 5-11 numbers are in the current winning numbers, you win the seventh prize. If none of the 6 selected numbers are in the winning numbers, you win the sixth prize, and so on. If none of the 11 selected numbers are in the winning numbers, you win the first prize. Winning example: Betting scheme: 01, 02, 03, 04, 05; Drawn numbers: 06, 07, 08, 09, 10, 11+12, you win.": "Instructions du jeu : Choisissez entre 5 et 11 numéros pour former un pari. Si aucun des 5 numéros sélectionnés parmi toutes les combinaisons des 5-11 numéros choisis n'est dans les numéros gagnants actuels, vous gagnez le septième prix. Si aucun des 6 numéros sélectionnés n'est dans les numéros gagnants, vous gagnez le sixième prix, et ainsi de suite. Si aucun des 11 numéros sélectionnés n'est dans les numéros gagnants, vous gagnez le premier prix. Exemple de victoire : Schéma de paris : 01, 02, 03, 04, 05 ; Numéros tirés : 06, 07, 08, 09, 10, 11+12, vous gagnez.",

  "Game instructions: Choose two last digits to form one bet. If both selected last digits appear among the last digits of the drawn numbers, you win. If it includes a 0 ending, you win the 0 ending prize; if it does not include a 0 ending, you win the 1-9 ending prize. Regardless of how many times the same ending appears, you win only once. Winning example: Betting scheme: 1, 2; Drawn numbers: 06, 07, 08, 09, 10, 11+12, you win.": "Instructions du jeu : Choisissez deux derniers chiffres pour former un pari. Si les deux derniers chiffres sélectionnés apparaissent parmi les derniers chiffres des numéros tirés, vous gagnez. Si cela inclut un chiffre se terminant par 0, vous gagnez le prix de fin 0 ; si cela ne comprend pas un chiffre se terminant par 0, vous gagnez le prix des fins 1-9. Peu importe combien de fois la même fin apparaît, vous gagnez une seule fois. Exemple de victoire : Schéma de paris : 1, 2 ; Numéros tirés : 06, 07, 08, 09, 10, 11+12, vous gagnez.",


"Game instructions: Choose three last digits to form one bet. If all three selected last digits appear among the last digits of the drawn numbers, you win. If it includes a 0 ending, you win the 0 ending prize; if it does not include a 0 ending, you win the 1-9 ending prize. Regardless of how many times the same ending appears, you win only once. Winning example: Betting scheme: 1, 2, 3; Drawn numbers: 06, 07, 08, 09, 13, 11+12, you win.": "Instructions du jeu : Choisissez les trois derniers chiffres pour former un pari. Si les trois derniers chiffres sélectionnés apparaissent parmi les derniers chiffres des numéros tirés, vous gagnez. S'il inclut une fin par 0, vous gagnez le prix de la fin 0 ; s'il n'inclut pas une fin par 0, vous gagnez le prix de la fin 1-9. Peu importe combien de fois la même fin apparaît, vous gagnez seulement une fois. Exemple gagnant : Schéma de pari : 1, 2, 3 ; Numéros tirés : 06, 07, 08, 09, 13, 11+12, vous gagnez.",
  
  "Game instructions: Choose four last digits to form one bet. If all four selected last digits appear among the last digits of the drawn numbers, you win. If it includes a 0 ending, you win the 0 ending prize; if it does not include a 0 ending, you win the 1-9 ending prize. Regardless of how many times the same ending appears, you win only once. Winning example: Betting scheme: 1, 2, 3, 4; Drawn numbers: 06, 07, 08, 04, 13, 11+12, you win.": "Instructions du jeu : Choisissez les quatre derniers chiffres pour former un pari. Si les quatre derniers chiffres sélectionnés apparaissent parmi les derniers chiffres des numéros tirés, vous gagnez. S'il inclut une fin par 0, vous gagnez le prix de la fin 0 ; s'il n'inclut pas une fin par 0, vous gagnez le prix de la fin 1-9. Peu importe combien de fois la même fin apparaît, vous gagnez seulement une fois. Exemple gagnant : Schéma de pari : 1, 2, 3, 4 ; Numéros tirés : 06, 07, 08, 04, 13, 11+12, vous gagnez.",
  
  "Game instructions: Choose five last digits to form one bet. If all five selected last digits appear among the last digits of the drawn numbers, you win. If it includes a 0 ending, you win the 0 ending prize; if it does not include a 0 ending, you win the 1-9 ending prize. Regardless of how many times the same ending appears, you win only once. Winning example: Betting scheme: 1, 2, 3, 4, 5; Drawn numbers: 06, 07, 05, 04, 13, 11+12, you win.": "Instructions du jeu : Choisissez les cinq derniers chiffres pour former un pari. Si les cinq derniers chiffres sélectionnés apparaissent parmi les derniers chiffres des numéros tirés, vous gagnez. S'il inclut une fin par 0, vous gagnez le prix de la fin 0 ; s'il n'inclut pas une fin par 0, vous gagnez le prix de la fin 1-9. Peu importe combien de fois la même fin apparaît, vous gagnez seulement une fois. Exemple gagnant : Schéma de pari : 1, 2, 3, 4, 5 ; Numéros tirés : 06, 07, 05, 04, 13, 11+12, vous gagnez.",
  
  "Game instructions: Select two numbers to form one bet. If the winning numbers include both of your selected numbers, and both are regular numbers(if the number is not Extra Ball) in the draw, then you win \"two regulars\". If one of them is a regular number and the other is a special number, you win \"one special, one regular\". Winning example: Betting scheme: 06, 07; Drawn numbers: 06, 07, 05, 04, 13, 11+12, you win.": "Instructions du jeu : Sélectionnez deux numéros pour former un pari. Si les numéros gagnants incluent les deux numéros que vous avez sélectionnés, et que les deux sont des numéros réguliers (si le numéro n'est pas un numéro supplémentaire) dans le tirage, vous gagnez \"deux réguliers\". Si l'un d'eux est un numéro régulier et l'autre est un numéro spécial, vous gagnez \"un spécial, un régulier\". Exemple gagnant : Schéma de pari : 06, 07 ; Numéros tirés : 06, 07, 05, 04, 13, 11+12, vous gagnez.",
  
  "Game instructions: Choose two numbers to form one bet. If one of your selected numbers matches the special number(Extra Number) in the draw, and the other matches any regular number, then you win. Winning example: Betting scheme: 01, 02; Drawn numbers include 01 as a regular number and 02 as the special number, or vice versa, you win.": "Instructions du jeu : Choisissez deux numéros pour former un pari. Si l'un de vos numéros sélectionnés correspond au numéro spécial (numéro supplémentaire) dans le tirage, et que l'autre correspond à un numéro régulier, alors vous gagnez. Exemple gagnant : Schéma de pari : 01, 02 ; Les numéros tirés incluent 01 comme numéro régulier et 02 comme numéro spécial, ou vice versa, vous gagnez.",


"Game instructions: Select one zodiac sign to form one bet. If any of the zodiac signs corresponding to the seven winning numbers include this selected zodiac sign, you win. If the betted zodiac sign is not the current zodiac year, you win the first prize; if it is the current zodiac year, you win the second prize. Regardless of how many times the same zodiac sign appears among the winning numbers, you win only once. Winning example: Betting scheme: Dragon; winning numbers fall within the range of numbers corresponding to the Dragon zodiac sign, you win.": "Instructions du jeu : Sélectionnez un signe du zodiaque pour former un pari. Si l'un des signes du zodiaque correspondant aux sept numéros gagnants inclut ce signe du zodiaque sélectionné, vous gagnez. Si le signe du zodiaque parié n'est pas l'année actuelle du zodiaque, vous gagnez le premier prix ; si c'est l'année actuelle du zodiaque, vous gagnez le deuxième prix. Peu importe combien de fois le même signe du zodiaque apparaît parmi les numéros gagnants, vous ne gagnez qu'une seule fois. Exemple gagnant : Schéma de pari : Dragon ; les numéros gagnants tombent dans la plage des numéros correspondant au signe du zodiaque Dragon, vous gagnez.",
  
  "Game instructions: Select two zodiac signs to form one bet. If the zodiac signs corresponding to any of the seven winning numbers include both of these selected zodiac signs (in any order), you win. If the bet does not include a zodiac sign from the current zodiac year, you win the first prize; if it includes the current zodiac year, you win the second prize. Regardless of how many times the same zodiac signs appear among the drawn numbers, you win only once. Winning example: Betting scheme: Dragon, Tiger; Drawn numbers include numbers corresponding to the Dragon and Tiger zodiac signs, you win.": "Instructions du jeu : Sélectionnez deux signes du zodiaque pour former un pari. Si les signes du zodiaque correspondant à l'un des sept numéros gagnants incluent ces deux signes du zodiaque sélectionnés (dans n'importe quel ordre), vous gagnez. Si le pari ne comprend pas un signe du zodiaque de l'année actuelle du zodiaque, vous gagnez le premier prix ; s'il inclut l'année du zodiaque actuelle, vous gagnez le deuxième prix. Peu importe combien de fois les mêmes signes du zodiaque apparaissent parmi les numéros tirés, vous ne gagnez qu'une seule fois. Exemple gagnant : Schéma de pari : Dragon, Tigre ; Les numéros tirés incluent les numéros correspondant aux signes du zodiaque Dragon et Tigre, vous gagnez.",
  
  "Game instructions: Select three zodiac signs to form one bet. If the zodiac signs corresponding to any of the seven winning numbers include all three of these selected zodiac signs (in any order), you win. If the bet does not include a zodiac sign from the current zodiac year, you win the first prize; if it includes the current zodiac year, you win the second prize. Regardless of how many times the same zodiac signs appear among the drawn numbers, you win only once. Winning example: Betting scheme: Dragon, Tiger, Rat; Drawn numbers include numbers corresponding to the Dragon, Tiger, and Rat zodiac signs, you win.": "Instructions du jeu : Sélectionnez trois signes du zodiaque pour former un pari. Si les signes du zodiaque correspondant à l'un des sept numéros gagnants incluent tous les trois signes du zodiaque sélectionnés (dans n'importe quel ordre), vous gagnez. Si le pari ne comprend pas un signe du zodiaque de l'année actuelle du zodiaque, vous gagnez le premier prix ; s'il inclut l'année du zodiaque actuelle, vous gagnez le deuxième prix. Peu importe combien de fois les mêmes signes du zodiaque apparaissent parmi les numéros tirés, vous ne gagnez qu'une seule fois. Exemple gagnant : Schéma de pari : Dragon, Tigre, Rat ; Les numéros tirés incluent les numéros correspondant aux signes du zodiaque Dragon, Tigre et Rat, vous gagnez.",
  
  "Game instructions: Select four zodiac signs to form one bet. If the zodiac signs corresponding to any of the seven winning numbers include all four of these selected zodiac signs (in any order), you win. If the bet does not include a zodiac sign from the current zodiac year, you win the first prize; if it includes the current zodiac year, you win the second prize. Regardless of how many times the same zodiac signs appear among the drawn numbers, you win only once. Winning example: Betting scheme: Dragon, Tiger, Rat, Rabbit; Drawn numbers include numbers corresponding to the Dragon, Tiger, Rat, and Rabbit zodiac signs, you win.": "Instructions du jeu : Sélectionnez quatre signes du zodiaque pour former un pari. Si les signes du zodiaque correspondant à l'un des sept numéros gagnants incluent tous les quatre signes du zodiaque sélectionnés (dans n'importe quel ordre), vous gagnez. Si le pari ne comprend pas un signe du zodiaque de l'année actuelle du zodiaque, vous gagnez le premier prix ; s'il inclut l'année du zodiaque actuelle, vous gagnez le deuxième prix. Peu importe combien de fois les mêmes signes du zodiaque apparaissent parmi les numéros tirés, vous ne gagnez qu'une seule fois. Exemple gagnant : Schéma de pari : Dragon, Tigre, Rat, Lapin ; Les numéros tirés incluent les numéros correspondant aux signes du zodiaque Dragon, Tigre, Rat et Lapin, vous gagnez.",

 "Game instructions: Select one total zodiac count to form one bet. If the number of different zodiac signs corresponding to the seven winning numbers matches the total zodiac count you bet on, you win. Winning example: Betting scheme: Two zodiacs; Drawn numbers have exactly two different zodiac signs, you win.": "Instructions du jeu : Sélectionnez un nombre total de signes du zodiaque pour former un pari. Si le nombre de signes du zodiaque différents correspondant aux sept numéros gagnants correspond au nombre total de signes du zodiaque sur lequel vous avez parié, vous gagnez. Exemple de gain : Schéma de pari : Deux zodiaques ; Les numéros tirés ont exactement deux signes du zodiaque différents, vous gagnez.",
  
  "Game instructions: Choose a pattern (Odd: 3, 5, 7; Even: 2, 4, 6). If the number of different zodiac signs among the seven winning numbers matches the chosen pattern (odd or even), you win. Winning example: Betting scheme: Odd; Drawn numbers have an odd number of different zodiac signs, you win.": "Instructions du jeu : Choisissez un motif (Impair : 3, 5, 7 ; Pair : 2, 4, 6). Si le nombre de signes du zodiaque différents parmi les sept numéros gagnants correspond au motif choisi (impair ou pair), vous gagnez. Exemple de gain : Schéma de pari : Impair ; Les numéros tirés ont un nombre impair de signes du zodiaque différents, vous gagnez.",
  
  "Game instructions: Place a bet on one color ball, forming one bet. The color that appears the most among the seven color balls winning numbers wins. Each of the six regular numbers counts as one color ball, while the special number(Extra number) counts as 1.5 color ball. The following three scenarios are considered ties: Six regular numbers result in 3 blue balls and 3 green balls, and the special number(Extra number) is a red ball. Six regular numbers result in 3 blue balls and 3 red balls, and the special number(Extra number) is a green ball. Six regular numbers result in 3 green balls and 3 red balls, and the special number(Extra number) is a blue ball. In case of a tie, all bets on red, green, and blue color balls are refunded; betting on a tie is also available. Winning example: Betting scheme: Red ball; Winning numbers have red ball numbers the most, you win.": "Instructions du jeu : Placez un pari sur une boule de couleur, formant un pari. La couleur qui apparaît le plus parmi les sept boules de couleur des numéros gagnants gagne. Chacun des six numéros réguliers compte pour une boule de couleur, tandis que le numéro spécial (numéro supplémentaire) compte pour 1,5 boule de couleur. Les trois scénarios suivants sont considérés comme des égalités : Six numéros réguliers donnent 3 boules bleues et 3 boules vertes, et le numéro spécial (numéro supplémentaire) est une boule rouge. Six numéros réguliers donnent 3 boules bleues et 3 boules rouges, et le numéro spécial (numéro supplémentaire) est une boule verte. Six numéros réguliers donnent 3 boules vertes et 3 boules rouges, et le numéro spécial (numéro supplémentaire) est une boule bleue. En cas d'égalité, tous les paris sur les boules de couleur rouge, verte et bleue sont remboursés ; il est également possible de parier sur une égalité. Exemple de gain : Schéma de pari : Boule rouge ; Les numéros gagnants ont le plus grand nombre de boules rouges, vous gagnez."
  
  "":"",
  "":"",
  "":"",
  "":"",
  "":"",
  "":"",
  "":"",
  
  "":"",
  "":"",
  "":"",
  "":"",
  "":"",
  "":"",
  "":"",
  "":"",
  "":"",
  "":"",
  
  "":"",
  "":"",
  "":"",
  "":"",
  "":"",
  "":"",
  "":"",
  "":"",
  "":"",
  "":"",
  
  "":"",
  "":"",
  "":"",
  "":"",
  "":"",
  "":"",
  "":"",
  "":"",
  "":"",
  "":"",
  "":""
}
