{
  
  "Game instructions: Choose one unique number from each of the first, second, and third positions to form a bet. If the selected numbers match the first three numbers of the winning numbers in the exact order, you win. Winning example: Betting scheme: 01, 02, 03; Winning numbers: 01, 02, 03, *, *, you win.":"**Spielanleitung:** Wählen Sie je eine eindeutige Zahl aus der ersten, zweiten und dritten Position, um eine Wette zu bilden. Wenn die ausgewählten Zahlen in genau der gleichen Reihenfolge mit den ersten drei Zahlen der Gewinnzahlen übereinstimmen, gewinnen Sie.  **Gewinnbeispiel:**  Wettschema: 01, 02, 03  Gewinnzahlen: 01, 02, 03, *, *  Sie gewinnen.",
  "Game instructions: Enter three non-repeating numbers from 01 to 11. If the entered numbers match the first three digits of the winning numbers in the exact order, you win. Winning example: Betting scheme: 010203; Winning numbers: 01, 02, 03, *, *, you win.":"**Spielanleitung:** Gib drei nicht wiederholende Zahlen von 01 bis 11 ein. Wenn die eingegebenen Zahlen in exakt der gleichen Reihenfolge mit den ersten drei Ziffern der Gewinnzahlen übereinstimmen, gewinnst du.  **Gewinnbeispiel:**  Wettschema: 010203  Gewinnzahlen: 01, 02, 03, *, *, du gewinnst.",
  "Game instructions: Select three numbers to form a bet. If the selected numbers match the first three numbers of the winning numbers in any order, you win. Winning example: Betting scheme: 01, 02, 03; Winning numbers: 01, 03, 02, *, *, you win.":"**Spielanleitung:** Wählen Sie drei Zahlen aus, um eine Wette zu platzieren. Wenn die ausgewählten Zahlen mit den ersten drei Zahlen der Gewinnzahlen in beliebiger Reihenfolge übereinstimmen, gewinnen Sie.  **Gewinnbeispiel:**  Wettkombination: 01, 02, 03  Gewinnzahlen: 01, 03, 02, *, *, Sie gewinnen.",
  "Game instructions: Enter three non-repeating numbers from 01 to 11 to form a bet. If the entered numbers match the first three digits of the winning numbers in any order, you win. Winning example: Betting scheme: 010203; Winning numbers: 01, 03, 02, *, *, you win.":"**Spielanleitung:** Gib drei nicht wiederholende Zahlen von 01 bis 11 ein, um eine Wette zu platzieren. Wenn die eingegebenen Zahlen in beliebiger Reihenfolge mit den ersten drei Ziffern der Gewinnzahlen übereinstimmen, gewinnst du.  **Gewinnbeispiel:**  Wettschein: 010203  Gewinnzahlen: 01, 03, 02, *, *, du gewinnst.",
  "Game instructions: Choose one unique number from each of the first and second positions to form a bet. If the selected numbers match the first two numbers of the winning numbers in the exact order, you win. Winning example: Betting scheme: 01, 02; Winning numbers: 01, 02, *, *, *, you win.":"**Spielanleitung:** Wählen Sie je eine eindeutige Zahl für die erste und zweite Position, um eine Wette zu platzieren. Wenn die ausgewählten Zahlen mit den ersten beiden Zahlen der Gewinnzahlen in exakt der gleichen Reihenfolge übereinstimmen, gewinnen Sie.  **Gewinnbeispiel:**  Wettschema: 01, 02;  Gewinnzahlen: 01, 02, *, *, * – Sie gewinnen.",
  "Game instructions: Enter two non-repeating numbers from 01 to 11. If the entered numbers match the first two digits of the winning numbers in the exact order, you win. Winning example: Betting scheme: 0102; Winning numbers: 01, 02, *, *, *, you win.":"**Spielanleitung:** Gib zwei nicht wiederholende Zahlen von 01 bis 11 ein. Wenn die eingegebenen Zahlen in der exakten Reihenfolge mit den ersten beiden Ziffern der Gewinnzahlen übereinstimmen, gewinnst du.  **Gewinnbeispiel:**  Wettkombination: 0102  Gewinnzahlen: 01, 02, *, *, *, du gewinnst.",
  "Game instructions: Select two numbers to form a bet. If the selected numbers match the first two numbers of the winning numbers in any order, you win. Winning example: Betting scheme: 01, 02; Winning numbers: 02, 01, *, *, *, you win.":"Spielanleitung: Wählen Sie zwei Zahlen aus, um eine Wette zu platzieren. Wenn die ausgewählten Zahlen mit den ersten beiden Zahlen der Gewinnzahlen in beliebiger Reihenfolge übereinstimmen, gewinnen Sie.  **Gewinnbeispiel:**  Wettschema: 01, 02  Gewinnzahlen: 02, 01, *, *, *  Sie gewinnen.",
  "Game instructions: Enter two non-repeating numbers from 01 to 11. If the entered numbers match the first two digits of the winning numbers in any order, you win. Winning example: Betting scheme: 0102; Winning numbers: 02, 01, *, *, *, you win.":"Spielanleitung: Geben Sie zwei nicht wiederholende Zahlen von 01 bis 11 ein. Wenn die eingegebenen Zahlen mit den ersten beiden Ziffern der Gewinnzahlen in beliebiger Reihenfolge übereinstimmen, gewinnen Sie. Beispiel für den Gewinn: Wettmuster: 0102; Gewinnzahlen: 02, 01, *, *, *, Sie gewinnen.",
  "Game instructions: Select one number to form a bet. If the selected number is included in the first three digits of the winning numbers, you win. Winning example: Betting scheme: 01; Winning numbers: 01, 03, 02, *, *, you win.":"Spielanleitung: Wählen Sie eine Zahl aus, um eine Wette abzuschließen. Wenn die ausgewählte Zahl in den ersten drei Ziffern der Gewinnzahlen enthalten ist, gewinnen Sie. Beispiel für einen Gewinn: Wettschema: 01; Gewinnzahlen: 01, 03, 02, *, *, Sie gewinnen.",
  "Game instructions: Choose one number from any position among the first, second, or third places. If the selected number matches the winning number in the same position, you win. Winning example: Betting scheme: 01,-,-,-,-; Winning numbers: 01,*,*,*,* you win.":"Spielanleitung: Wählen Sie eine Zahl aus einer der Positionen der ersten, zweiten oder dritten Plätze. Wenn die ausgewählte Zahl mit der Gewinnzahl an derselben Position übereinstimmt, gewinnen Sie. Beispiel für einen Gewinn: Wettmuster: 01,-,-,-,-; Gewinnzahlen: 01,*,*,*,* Sie gewinnen.",
  "Game instructions: Select one number to form a bet. If the selected number is included anywhere in the winning numbers, you win. Winning example: Betting scheme: 01; Winning numbers: *, *, 01, *, *, you win.":"Spielanleitung: Wählen Sie eine Zahl, um eine Wette zu platzieren. Wenn die ausgewählte Zahl irgendwo in den Gewinnzahlen enthalten ist, gewinnen Sie. Beispiel für den Gewinn: Wettmuster: 01; Gewinnzahlen: *, *, 01, *, *, Sie gewinnen.",
  "Game instructions: Select two numbers to form a bet. If both selected numbers appear anywhere in the winning numbers, regardless of the order, you win. Winning example: Betting scheme: 01, 02; Winning numbers: *, 02, 01, *, *, you win.":"Spielanleitung: Wählen Sie zwei Zahlen, um eine Wette abzuschließen. Wenn beide ausgewählten Zahlen irgendwo in den Gewinnzahlen erscheinen, unabhängig von der Reihenfolge, gewinnen Sie. Beispiel für einen Gewinn: Wett-Schema: 01, 02; Gewinnzahlen: *, 02, 01, *, *, Sie gewinnen.",
  "Game instructions: Select three numbers to form a bet. If all three selected numbers appear anywhere in the winning numbers, regardless of the order, you win. Winning example: Betting scheme: 01, 02, 03; Winning numbers: *, 02, 01, 03, *, you win.":"Spielanleitung: Wählen Sie drei Zahlen aus, um eine Wette abzugeben. Wenn alle drei ausgewählten Zahlen in den Gewinnzahlen erscheinen, unabhängig von der Reihenfolge, gewinnen Sie. Beispiel für einen Gewinn: Wett-Schema: 01, 02, 03; Gewinnzahlen: *, 02, 01, 03, *, Sie gewinnen.",
  "Game instructions: Select four numbers to form a bet. If all four selected numbers appear anywhere in the winning numbers, regardless of the order, you win. Winning example: Betting scheme: 01, 02, 03, 04; Winning numbers: 04, 02, 01, 03, *, you win.":"Spielanleitung: Wählen Sie vier Zahlen aus, um eine Wette zu platzieren. Wenn alle vier ausgewählten Zahlen irgendwo in den Gewinnzahlen erscheinen, unabhängig von der Reihenfolge, gewinnen Sie. Beispiel für einen Gewinn: Wett-Schema: 01, 02, 03, 04; Gewinnzahlen: 04, 02, 01, 03, *, Sie gewinnen.",
  "Game instructions: Select five numbers to form a bet. If all five selected numbers match the five winning numbers, regardless of the order, you win. Winning example: Betting scheme: 01, 02, 03, 04, 05; Winning numbers: 04, 02, 01, 03, 05, you win.":"",
  "Game instructions: Select six numbers to form a bet. If any five of the chosen numbers match all the winning numbers, regardless of the order, you win. Winning example: Betting scheme: 01, 02, 03, 04, 05, 06; Winning numbers: 04, 02, 01, 03, 05, you win.":"Spielanleitung: Wählen Sie sechs Zahlen, um eine Wette zu platzieren. Wenn fünf der gewählten Zahlen mit allen Gewinnzahlen übereinstimmen, unabhängig von der Reihenfolge, gewinnen Sie. Beispiel für einen Gewinn: Wett-Schema: 01, 02, 03, 04, 05, 06; Gewinnzahlen: 04, 02, 01, 03, 05, Sie gewinnen.",
  "Game instructions: Select seven numbers to form a bet. If any five of the chosen numbers match all the winning numbers, regardless of the order, you win. Winning example: Betting scheme: 01, 02, 03, 04, 05, 06, 07; Winning numbers: 04, 02, 01, 03, 05, you win.":"Spielanleitung: Wählen Sie sieben Zahlen aus, um eine Wette zu platzieren. Wenn fünf der ausgewählten Zahlen mit den Gewinnzahlen übereinstimmen, unabhängig von der Reihenfolge, gewinnen Sie. Beispiel für einen Gewinn: Wettschein: 01, 02, 03, 04, 05, 06, 07; Gewinnzahlen: 04, 02, 01, 03, 05, Sie gewinnen.",
  "Game instructions: Select eight numbers to form a bet. If any five of the chosen numbers match all the winning numbers, regardless of the order, you win. Winning example: Betting scheme: 01, 02, 03, 04, 05, 06, 07, 08; Winning numbers: 04, 02, 01, 03, 05, you win.":"Spielanleitung: Wählen Sie acht Zahlen, um eine Wette zu platzieren. Wenn fünf der gewählten Zahlen mit allen Gewinnzahlen übereinstimmen, unabhängig von der Reihenfolge, gewinnen Sie. Beispiel für einen Gewinn: Wettenschema: 01, 02, 03, 04, 05, 06, 07, 08; Gewinnzahlen: 04, 02, 01, 03, 05, Sie gewinnen.",
  "Game instructions: Enter one number from 01 to 11 to form a bet. If the entered number is included anywhere in the winning numbers, regardless of the order, you win. Winning example: Betting scheme: 01; Winning numbers: *, *, 01, *, *, you win.":"Spielanleitung: Geben Sie eine Zahl von 01 bis 11 ein, um eine Wette abzugeben. Wenn die eingegebene Zahl in den Gewinnzahlen enthalten ist, unabhängig von der Reihenfolge, gewinnen Sie. Gewinnbeispiel: Wett-Schema: 01; Gewinnzahlen: *, *, 01, *, *, Sie gewinnen.",
  "Game instructions: Enter two non-repeating numbers from 01 to 11 to form a bet. If both entered numbers appear anywhere in the winning numbers, regardless of the order, you win. Winning example: Betting scheme: 0102; Winning numbers: *, 02, 01, *, *, you win.":"Spielanleitung: Geben Sie zwei nicht wiederholende Zahlen von 01 bis 11 ein, um eine Wette zu bilden. Wenn beide eingegebenen Zahlen irgendwo in den Gewinnzahlen erscheinen, unabhängig von der Reihenfolge, gewinnen Sie. Beispiel für einen Gewinn: Wettschema: 0102; Gewinnzahlen: *, 02, 01, *, *, Sie gewinnen.",
  "Game instructions: Enter three non-repeating numbers from 01 to 11 to form a bet. If all three entered numbers appear anywhere in the winning numbers, regardless of the order, you win. Winning example: Betting scheme: 010203; Winning numbers: *, 02, 01, 03, *, you win.":"Spielanleitung: Geben Sie drei nicht wiederholende Zahlen von 01 bis 11 ein, um eine Wette zu platzieren. Wenn alle drei eingegebenen Zahlen irgendwo in den Gewinnzahlen erscheinen, unabhängig von der Reihenfolge, gewinnen Sie. Gewinnbeispiel: Wettsystem: 010203; Gewinnzahlen: *, 02, 01, 03, *, Sie gewinnen.",
  "Game instructions: Enter four non-repeating numbers from 01 to 11 to form a bet. If all four entered numbers appear anywhere in the winning numbers, regardless of the order, you win. Winning example: Betting scheme: 01020304; Winning numbers: 04, 02, 01, 03, *, you win.":"Spielanleitung: Gib vier nicht wiederholende Zahlen von 01 bis 11 ein, um eine Wette zu platzieren. Wenn alle vier eingegebenen Zahlen in irgendeiner Reihenfolge in den Gewinnzahlen erscheinen, gewinnst du. Gewinnbeispiel: Wettsystem: 01020304; Gewinnzahlen: 04, 02, 01, 03, *, du gewinnst.",
  "Game instructions: Enter five non-repeating numbers from 01 to 11 to form a bet. If all five entered numbers appear anywhere in the winning numbers, regardless of the order, you win. Winning example: Betting scheme: 0102030405; Winning numbers: 04, 02, 01, 03, 05, you win.":"Spielanleitung: Geben Sie fünf nicht wiederholende Zahlen von 01 bis 11 ein, um eine Wette abzugeben. Wenn alle fünf eingegebenen Zahlen in den Gewinnzahlen erscheinen, unabhängig von der Reihenfolge, gewinnen Sie. Beispiel für einen Gewinn: Wettschema: 0102030405; Gewinnzahlen: 04, 02, 01, 03, 05, Sie gewinnen.",
  "Game instructions: Enter six non-repeating numbers from 01 to 11 to form a bet. If any five of the entered numbers match all the winning numbers, regardless of the order, you win. Winning example: Betting scheme: 010203040506; Winning numbers: 04, 02, 01, 03, 05, you win.":"Spielanleitung: Geben Sie sechs nicht wiederholende Zahlen von 01 bis 11 ein, um eine Wette abzugeben. Wenn fünf der eingegebenen Zahlen mit allen Gewinnzahlen übereinstimmen, unabhängig von der Reihenfolge, gewinnen Sie. Gewinnbeispiel: Wett-Schema: 010203040506; Gewinnzahlen: 04, 02, 01, 03, 05, Sie gewinnen.",
  "Game instructions: Enter seven non-repeating numbers from 01 to 11 to form a bet. If any five of the entered numbers match all the winning numbers, regardless of the order, you win. Winning example: Betting scheme: 01,02,03,04,05,06,07; Winning numbers: 04, 02, 01, 03, 05, you win.":"Spielanleitung: Geben Sie sieben nicht wiederholende Zahlen von 01 bis 11 ein, um eine Wette zu bilden. Wenn fünf der eingegebenen Zahlen mit allen Gewinnzahlen übereinstimmen, unabhängig von der Reihenfolge, gewinnen Sie. Beispiel für einen Gewinn: Wett-Plan: 01, 02, 03, 04, 05, 06, 07; Gewinnzahlen: 04, 02, 01, 03, 05, Sie gewinnen.",
  "Game instructions: Enter eight non-repeating numbers from 01 to 11 to form a bet. If any five of the entered numbers match all the winning numbers, regardless of the order, you win. Winning example: Betting scheme: 01, 02, 03, 04, 05, 06, 07, 08; Winning numbers: 04, 02, 01, 03, 05, you win.":"Spielanleitung: Geben Sie acht nicht wiederholende Zahlen von 01 bis 11 ein, um eine Wette zu platzieren. Wenn fünf der eingegebenen Zahlen mit den Gewinnzahlen übereinstimmen, unabhängig von der Reihenfolge, gewinnen Sie. Gewinnbeispiel: Wettspiel: 01, 02, 03, 04, 05, 06, 07, 08; Gewinnzahlen: 04, 02, 01, 03, 05, Sie gewinnen.",
  "Game instructions: Choose from numbers 01 to 11 to form a bet, consisting of one 'Danma' (fixed number) and one 'Tuoma' (additional numbers). If the winning numbers contain all the selected numbers, regardless of the order, you win. Winning example: Betting scheme: Danma(fixed number): 01, Tuoma(additional numbers): 02; Winning numbers: *, 02, 01, *, *, you win.":"Spielanleitung: Wählen Sie aus den Zahlen 01 bis 11, um eine Wette zu bilden, bestehend aus einer 'Danma' (festgelegte Zahl) und einer 'Tuoma' (zusätzliche Zahlen). Wenn die Gewinnzahlen alle ausgewählten Zahlen enthalten, unabhängig von der Reihenfolge, gewinnen Sie. Beispiel für einen Gewinn: Wettstrategie: Danma (festgelegte Zahl): 01, Tuoma (zusätzliche Zahlen): 02; Gewinnzahlen: *, 02, 01, *, *, Sie gewinnen.",
  "Game instructions: Choose one to two numbers from 01 to 11, consisting of one to two 'Danma' (fixed numbers) and one 'Tuoma' (additional number). If the winning numbers contain all the selected numbers, regardless of the order, you win. Winning example: Betting scheme: Danma: 01, Tuoma: 02, 03; Winning numbers: *, 02, 01, 03, *, you win.":"Spielanleitung: Wählen Sie ein bis zwei Zahlen von 01 bis 11, bestehend aus ein bis zwei 'Danma' (festen Zahlen) und einer 'Tuoma' (zusätzliche Zahl). Wenn die Gewinnzahlen alle ausgewählten Zahlen enthalten, unabhängig von der Reihenfolge, gewinnen Sie. Beispiel für einen Gewinn: Wettschema: Danma: 01, Tuoma: 02, 03; Gewinnzahlen: *, 02, 01, 03, *, Sie gewinnen.",
  "Game instructions: Choose numbers from 01 to 11, consisting of one to three 'danma' (fixed numbers) and one 'tuoma' (additional number) to form bet. If the winning numbers contain all the selected numbers, regardless of the order, you win. Winning example: Betting scheme: Danma: 01, Tuoma: 02, 03, 04; Winning numbers: 04, 02, 01, 03, *, you win.":"Spielanleitung: Wählen Sie Zahlen von 01 bis 11, bestehend aus ein bis drei 'Danma' (festen Zahlen) und einer 'Tuoma' (zusätzlichen Zahl), um zu setzen. Wenn die Gewinnzahlen alle ausgewählten Zahlen enthalten, unabhängig von der Reihenfolge, gewinnen Sie. Beispiel für einen Gewinn: Wettschema: Danma: 01, Tuoma: 02, 03, 04; Gewinnzahlen: 04, 02, 01, 03, *, Sie gewinnen.",
  "Game instructions: Choose numbers from 01 to 11, consisting of one to four 'danma' (fixed numbers) and one 'tuoma' (additional number) to form bets. If the winning numbers contain all the selected numbers, regardless of the order, you win. Winning example: Betting scheme: Danma: 01, Tuoma: 02, 03, 04, 05; Winning numbers: 04, 02, 01, 03, 05, you win.":"Spielanleitung: Wählen Sie Zahlen von 01 bis 11, bestehend aus ein bis vier 'Danma' (festen Zahlen) und einer 'Tuoma' (zusätzliche Zahl), um Wetten zu platzieren. Wenn die Gewinnzahlen alle ausgewählten Zahlen enthalten, unabhängig von der Reihenfolge, gewinnen Sie. Beispiel für einen Gewinn: Wettstrategie: Danma: 01, Tuoma: 02, 03, 04, 05; Gewinnzahlen: 04, 02, 01, 03, 05, Sie gewinnen.",
  "Game instructions: Choose numbers from 01 to 11, consisting of one to five 'danma' (fixed numbers) and one 'tuoma' (additional number) to form bets. If the selected numbers contain all the winning numbers, regardless of the order, you win. Winning example: Betting scheme: Danma: 01, Tuoma: 02, 03, 04, 05, 06; Winning numbers: 04, 02, 01, 03, 05, you win.":"Spielanleitung: Wählen Sie Zahlen von 01 bis 11, bestehend aus ein bis fünf 'Danma' (festgelegte Zahlen) und einer 'Tuoma' (zusätzliche Zahl), um Wetten zu platzieren. Wenn die ausgewählten Zahlen alle Gewinnzahlen enthalten, unabhängig von der Reihenfolge, gewinnen Sie. Gewinnbeispiel: Wett-Schema: Danma: 01, Tuoma: 02, 03, 04, 05, 06; Gewinnzahlen: 04, 02, 01, 03, 05, Sie gewinnen.",
  "Game instructions: Choose numbers from 01 to 11, consisting of one to six 'danma' (fixed numbers) and one 'tuoma' (additional number) to form bets. If the selected numbers contain all the winning numbers, regardless of the order, you win. Winning example: Betting scheme: Danma: 01, Tuoma: 02, 03, 04, 05, 06, 07; Winning numbers: 04, 02, 01, 03, 05, you win.":"Spielanleitung: Wählen Sie Zahlen von 01 bis 11, bestehend aus ein bis sechs 'Danma' (festen Zahlen) und einer 'Tuoma' (zusätzliche Zahl), um Wetten zu bilden. Wenn die ausgewählten Zahlen alle Gewinnzahlen enthalten, unabhängig von der Reihenfolge, gewinnen Sie. Beispiel für einen Gewinn: Wettplan: Danma: 01, Tuoma: 02, 03, 04, 05, 06, 07; Gewinnzahlen: 04, 02, 01, 03, 05, Sie gewinnen.",
  "Game instructions: Choose numbers from 01 to 11, consisting of one to seven 'danma' (fixed numbers) and one 'tuoma' (additional number) to from bets. If the selected numbers contain all the winning numbers, regardless of the order, you win. Winning example: Betting scheme: Danma: 01, Tuoma: 02, 03, 04, 05, 06, 07, 08; Winning numbers: 04, 02, 01, 03, 05, you win.":"Spielanleitung: Wählen Sie Zahlen von 01 bis 11, bestehend aus ein bis sieben 'Danma' (festen Zahlen) und einer 'Tuoma' (zusätzliche Zahl), um Wetten zu bilden. Wenn die ausgewählten Zahlen alle Gewinnzahlen enthalten, unabhängig von der Reihenfolge, gewinnen Sie. Beispiel für einen Gewinn: Wett-Schema: Danma: 01, Tuoma: 02, 03, 04, 05, 06, 07, 08; Gewinnzahlen: 04, 02, 01, 03, 05, Sie gewinnen.",
  "Game instructions: Choose one combination from the six possible combinations of odd and even numbers (odd: 01, 03, 05, 07, 09, 11; even: 02, 04, 06, 08, 10). If the number of odd and even numbers in the winning numbers matches the selected combination, you win. Winning example: Betting scheme: Select 5 odd 0 even; Winning numbers: 01, 03, 05, 07, 09, you win.":"Spielanleitung: Wählen Sie eine Kombination aus den sechs möglichen Kombinationen von ungeraden und geraden Zahlen (ungerade: 01, 03, 05, 07, 09, 11; gerade: 02, 04, 06, 08, 10). Wenn die Anzahl der ungeraden und geraden Zahlen in den Gewinnzahlen mit der ausgewählten Kombination übereinstimmt, gewinnen Sie. Beispiel für einen Gewinn: Wettschema: Wählen Sie 5 ungerade, 0 gerade; Gewinnzahlen: 01, 03, 05, 07, 09, Sie gewinnen.",
  "Game instructions: Choose one number to form a bet. If the selected number matches the third number in ascending order of the winning numbers, you win. Winning example: Betting scheme: 03; Winning numbers: 05, 01, 04, 03, 02, you win.":"Spielanleitung: Wählen Sie eine Zahl für Ihre Wette aus. Wenn die ausgewählte Zahl mit der dritten Zahl in aufsteigender Reihenfolge der Gewinnzahlen übereinstimmt, gewinnen Sie. Beispiel für einen Gewinn: Wett-Schema: 03; Gewinnzahlen: 05, 01, 04, 03, 02, Sie gewinnen.",
  "":"",
  "":"",
  
    "Game instructions: Enter three non-repeating numbers from 01 to 11. If the entered numbers match the first three digits of the winning numbers in the exact order, you win. Winning example: Betting scheme: 01,02,03; Winning numbers: 01, 02, 03, *, *, you win.": "Spielanleitung: Geben Sie drei nicht wiederholende Zahlen von 01 bis 11 ein. Wenn die eingegebenen Zahlen in genau der gleichen Reihenfolge mit den ersten drei Ziffern der Gewinnzahlen übereinstimmen, gewinnen Sie. Gewinnbeispiel: Wettstrategie: 01,02,03; Gewinnzahlen: 01, 02, 03, *, *, Sie gewinnen.",
    
    "Game instructions: Enter three non-repeating numbers from 01 to 11 to form a bet. If the entered numbers match the first three digits of the winning numbers in any order, you win. Winning example: Betting scheme: 01,02,03; Winning numbers: 01, 03, 02, *, *, you win.": "Spielanleitung: Geben Sie drei nicht wiederholende Zahlen von 01 bis 11 ein, um eine Wette zu platzieren. Wenn die eingegebenen Zahlen in beliebiger Reihenfolge mit den ersten drei Ziffern der Gewinnzahlen übereinstimmen, gewinnen Sie. Gewinnbeispiel: Wettstrategie: 01,02,03; Gewinnzahlen: 01, 03, 02, *, *, Sie gewinnen.",
    
    "Game instructions: Enter two non-repeating numbers from 01 to 11. If the entered numbers match the first two digits of the winning numbers in any order, you win. Winning example: Betting scheme: 01,02; Winning numbers: 02, 01, *, *, *, you win.": "Spielanleitung: Geben Sie zwei nicht wiederholende Zahlen von 01 bis 11 ein. Wenn die eingegebenen Zahlen in beliebiger Reihenfolge mit den ersten zwei Ziffern der Gewinnzahlen übereinstimmen, gewinnen Sie. Gewinnbeispiel: Wettstrategie: 01,02; Gewinnzahlen: 02, 01, *, *, *, Sie gewinnen.",
    
    "Game instructions: Enter two non-repeating numbers from 01 to 11 to form a bet. If both entered numbers appear anywhere in the winning numbers, regardless of the order, you win. Winning example: Betting scheme: 01,02; Winning numbers: *, 02, 01, *, *, you win.": "Spielanleitung: Geben Sie zwei nicht wiederholende Zahlen von 01 bis 11 ein, um eine Wette zu platzieren. Wenn beide eingegebenen Zahlen irgendwo in den Gewinnzahlen erscheinen, unabhängig von der Reihenfolge, gewinnen Sie. Gewinnbeispiel: Wettstrategie: 01,02; Gewinnzahlen: *, 02, 01, *, *, Sie gewinnen.",
    
    "Game instructions: Enter three non-repeating numbers from 01 to 11 to form a bet. If all three entered numbers appear anywhere in the winning numbers, regardless of the order, you win. Winning example: Betting scheme: 01,02,03; Winning numbers: *, 02, 01, 03, *, you win.": "Spielanleitung: Geben Sie drei nicht wiederholende Zahlen von 01 bis 11 ein, um eine Wette zu platzieren. Wenn alle drei eingegebenen Zahlen irgendwo in den Gewinnzahlen erscheinen, unabhängig von der Reihenfolge, gewinnen Sie. Gewinnbeispiel: Wettstrategie: 01,02,03; Gewinnzahlen: *, 02, 01, 03, *, Sie gewinnen.",
    
    "Game instructions: Enter four non-repeating numbers from 01 to 11 to form a bet. If all four entered numbers appear anywhere in the winning numbers, regardless of the order, you win. Winning example: Betting scheme: 01,02,03,04; Winning numbers: 04, 02, 01, 03, *, you win.": "Spielanleitung: Geben Sie vier nicht wiederholende Zahlen von 01 bis 11 ein, um eine Wette zu platzieren. Wenn alle vier eingegebenen Zahlen irgendwo in den Gewinnzahlen erscheinen, unabhängig von der Reihenfolge, gewinnen Sie. Gewinnbeispiel: Wettstrategie: 01,02,03,04; Gewinnzahlen: 04, 02, 01, 03, *, Sie gewinnen.",
    
    "Game instructions: Enter five non-repeating numbers from 01 to 11 to form a bet. If all five entered numbers appear anywhere in the winning numbers, regardless of the order, you win. Winning example: Betting scheme: 01,02,03,04,05; Winning numbers: 04, 02, 01, 03, 05, you win.": "Spielanleitung: Geben Sie fünf nicht wiederholende Zahlen von 01 bis 11 ein, um eine Wette zu platzieren. Wenn alle fünf eingegebenen Zahlen irgendwo in den Gewinnzahlen erscheinen, unabhängig von der Reihenfolge, gewinnen Sie. Gewinnbeispiel: Wettstrategie: 01,02,03,04,05; Gewinnzahlen: 04, 02, 01, 03, 05, Sie gewinnen.",
    
    "Game instructions: Enter six non-repeating numbers from 01 to 11 to form a bet. If any five of the entered numbers match all the winning numbers, regardless of the order, you win. Winning example: Betting scheme: 01,02,03,04,05,06; Winning numbers: 04, 02, 01, 03, 05, you win.": "Spielanleitung: Geben Sie sechs nicht wiederholende Zahlen von 01 bis 11 ein, um eine Wette zu platzieren. Wenn fünf der eingegebenen Zahlen mit allen Gewinnzahlen übereinstimmen, unabhängig von der Reihenfolge, gewinnen Sie. Gewinnbeispiel: Wettstrategie: 01,02,03,04,05,06; Gewinnzahlen: 04, 02, 01, 03, 05, Sie gewinnen."
  
  
  "":"",
  "":"",
  "":"",
  "":"",
  "":"",
  "":"",
  "":"",
  "":"",
  "":"",
  "":"",
  "":"",
  "":"",
  "":"",
  "":"",
  "":"",
  "":""
}
