{

  "Game Instructions: Select one number each from the 1st, 2nd and 3rd places to form a bet. If the selected numbers match the winning numbers exactly in order and sequence, then you win. Example of winning: Betting scheme: 3, 4, 5; Winning numbers: 3, 4, 5, this results in a win.":"Spielanleitung: Wählen Sie jeweils eine Zahl aus dem 1., 2. und 3. Platz, um eine Wette zu platzieren. Wenn die ausgewählten Zahlen genau in der Reihenfolge und Reihenfolge mit den Gewinnzahlen übereinstimmen, gewinnen Sie. Beispiel für einen Gewinn: Wettmuster: 3, 4, 5; Gewinnzahlen: 3, 4, 5, dies führt zu einem Gewinn.",
  "Game Instructions: Enter a three-digit number to make a bet. If the entered number matches the winning numbers exactly and in the same order, you win. Example of winning: Betting scheme: 345; Winning numbers: 3, 4, 5 this results in a win.":"Spielanleitung: Geben Sie eine dreiziffrige Zahl ein, um eine Wette abzugeben. Wenn die eingegebene Zahl genau mit den Gewinnzahlen übereinstimmt und in der gleichen Reihenfolge, gewinnen Sie. Beispiel für einen Gewinn: Wett-Schema: 345; Gewinnzahlen: 3, 4, 5 – dies führt zu einem Gewinn.",
  "Game Instructions: Choose one number, and if it matches the sum of the winning numbers, you win. Example of winning: Betting scheme: 3; Winning numbers: 1, 2, 0. The sum of the winning numbers is 3, which matches the bet, resulting in a win.":"Spielanleitung: Wählen Sie eine Zahl, und wenn sie mit der Summe der Gewinnzahlen übereinstimmt, gewinnen Sie. Beispiel für einen Gewinn: Wettschema: 3; Gewinnzahlen: 1, 2, 0. Die Summe der Gewinnzahlen ist 3, was dem Einsatz entspricht, und somit haben Sie gewonnen.",
  "Game Instructions: Choose one number, and if it matches the difference between the maximum and minimum numbers in the winning numbers, you win. Example of winning: Betting scheme: 3; Winning numbers: 1, 2, 4. The difference between the maximum number (4) and the minimum number (1) is 3, which matches the bet, resulting in a win.":"Spielanleitung: Wählen Sie eine Zahl, und wenn sie mit der Differenz zwischen der höchsten und der niedrigsten Zahl in den Gewinnzahlen übereinstimmt, gewinnen Sie. Beispiel für einen Gewinn: Wettschema: 3; Gewinnzahlen: 1, 2, 4. Die Differenz zwischen der höchsten Zahl (4) und der niedrigsten Zahl (1) ist 3, was mit der Wette übereinstimmt und zu einem Gewinn führt.",
  "Game Instructions: Choose two numbers to form two bets. If one of the chosen numbers appears twice in the winning numbers and the other number appears once, in any order, you win. Example of winning: Betting scheme: 1, 2; Winning numbers: 1, 2, 2. Since the number 2 appears twice and the number 1 appears once, this results in a win.":"Spielanleitung: Wählen Sie zwei Zahlen aus, um zwei Wetten zu platzieren. Wenn eine der gewählten Zahlen zweimal in den Gewinnzahlen erscheint und die andere Zahl einmal, in beliebiger Reihenfolge, gewinnen Sie. Beispiel für einen Gewinn: Wettschema: 1, 2; Gewinnzahlen: 1, 2, 2. Da die Zahl 2 zweimal und die Zahl 1 einmal erscheint, ergibt dies einen Gewinn.",
  "Game Instructions: Select three numbers to form one bet. If the selected numbers match the winning numbers in any order, you win. Example of winning: Betting scheme: 1, 2, 3; Winning numbers: 1, 3, 2. The selected numbers match the winning numbers regardless of order, resulting in a win.":"Spielanleitung: Wählen Sie drei Zahlen aus, um eine Wette zu platzieren. Wenn die ausgewählten Zahlen in beliebiger Reihenfolge mit den Gewinnzahlen übereinstimmen, gewinnen Sie. Beispiel für einen Gewinn: Wettmuster: 1, 2, 3; Gewinnzahlen: 1, 3, 2. Die ausgewählten Zahlen stimmen mit den Gewinnzahlen überein, unabhängig von der Reihenfolge, was zu einem Gewinn führt.",
  "Game Instructions: Enter either two identical numbers and one different number, or three distinct numbers to form one bet. If the entered numbers match the winning numbers in any order, you win. If the winning numbers include a pair (two identical numbers and one different), it qualifies for a "Mixed Group Three" win. If all numbers are distinct, it qualifies for a "Mixed Group Six" win. Example of winning: Betting Scheme A: 122; Winning Numbers: 2, 1, 2. This results in a win under "Mixed Group Three" because there's a pair (2,2) and another number (1). Betting Scheme B: 123; Winning Numbers: 1, 3, 2. This results in a win under "Mixed Group Six" because all numbers are distinct.":"Spielanleitung: Geben Sie entweder zwei identische Zahlen und eine unterschiedliche Zahl ein oder drei verschiedene Zahlen, um eine Wette zu platzieren. Wenn die eingegebenen Zahlen in beliebiger Reihenfolge mit den Gewinnzahlen übereinstimmen, gewinnen Sie. Wenn die Gewinnzahlen ein Paar enthalten (zwei identische Zahlen und eine unterschiedliche), qualifiziert sich dies für einen "Mixed Group Three"-Gewinn. Wenn alle Zahlen unterschiedlich sind, qualifiziert sich dies für einen "Mixed Group Six"-Gewinn. Beispiel für einen Gewinn: Wett-Schema A: 122; Gewinnzahlen: 2, 1, 2. Dies führt zu einem Gewinn unter "Mixed Group Three", weil es ein Paar (2,2) und eine andere Zahl (1) gibt. Wett-Schema B: 123; Gewinnzahlen: 1, 3, 2. Dies führt zu einem Gewinn unter "Mixed Group Six", weil alle Zahlen unterschiedlich sind.",
  "Game Instructions: Choose a single number, and if it matches the sum of the winning numbers (excluding triple identical numbers, or "leopard numbers"), you win. If the winning numbers include a pair (two identical numbers and one different), it results in a win under "Sum Group Three." If all numbers are distinct, it results in a win under "Sum Group Six." Example of winning: Betting Scheme: 6; Winning Numbers A: 3, 3, 0. This results in a win under "Group Sum Group Three" because the sum of the numbers is 6 and includes a pair. Winning Numbers B: 1, 2, 3. This results in a win under "Group Sum Group Six" because the sum of the numbers is 6 and all numbers are distinct.":"Spielanleitung: Wählen Sie eine einzelne Zahl, und wenn sie mit der Summe der Gewinnzahlen übereinstimmt (außer bei dreifach identischen Zahlen oder "Leopardenzahlen"), gewinnen Sie. Wenn die Gewinnzahlen ein Paar enthalten (zwei identische Zahlen und eine andere), ergibt sich ein Gewinn unter "Summe Gruppe Drei". Wenn alle Zahlen unterschiedlich sind, ergibt sich ein Gewinn unter "Summe Gruppe Sechs". Beispiel für einen Gewinn: Wettmuster: 6; Gewinnzahlen A: 3, 3, 0. Dies führt zu einem Gewinn unter "Summe Gruppe Drei", weil die Summe der Zahlen 6 ergibt und ein Paar enthalten ist. Gewinnzahlen B: 1, 2, 3. Dies führt zu einem Gewinn unter "Summe Gruppe Sechs", weil die Summe der Zahlen 6 ergibt und alle Zahlen unterschiedlich sind.",
  "Game Instructions: Choose one number, and if any of the winning numbers match your chosen number (excluding triple identical numbers, or "TOAK"), you win. If the winning numbers include a pair (two identical numbers and one different), the win is categorized under "All3-Fixed Digit Group3" If all numbers are distinct, the win falls under "All3-Fixed Digit Group6" Example of winning: Betting Scheme: 3; Winning Numbers A: 1, 3, 3. This results in a win under "All3-Fixed Digit Group3" because there is a pair including the number 3. Winning Numbers B: 1, 2, 3. This results in a win under "All3-Fixed Digit Group6" because all numbers are distinct and the set includes the number 3.":"Spielanleitung: Wählen Sie eine Zahl aus, und wenn eine der Gewinnzahlen mit Ihrer gewählten Zahl übereinstimmt (mit Ausnahme von dreifach identischen Zahlen oder "TOAK"), gewinnen Sie. Wenn die Gewinnzahlen ein Paar enthalten (zwei identische Zahlen und eine unterschiedliche), wird der Gewinn unter "All3-Fixed Digit Group3" kategorisiert. Wenn alle Zahlen unterschiedlich sind, fällt der Gewinn unter "All3-Fixed Digit Group6". Beispiel für einen Gewinn: Wett-Schema: 3; Gewinnzahlen A: 1, 3, 3. Dies führt zu einem Gewinn unter "All3-Fixed Digit Group3", weil es ein Paar mit der Zahl 3 gibt. Gewinnzahlen B: 1, 2, 3. Dies führt zu einem Gewinn unter "All3-Fixed Digit Group6", weil alle Zahlen unterschiedlich sind und die Zahl 3 enthalten ist.",
  "Game Instructions: Select one number each for the 1st and 2nd places to make a bet. If the selected numbers match the 1st and 2nd places of the winning numbers exactly and in the same order, you win. Example of winning: Betting scheme: 1, 2; Winning numbers: 1, 2, * (where "*" can be any number). This results in a win because the 1st and 2nd places match exactly in order and sequence.":"Spielanleitung: Wählen Sie jeweils eine Zahl für den 1. und 2. Platz, um eine Wette abzugeben. Wenn die ausgewählten Zahlen genau mit den 1. und 2. Plätzen der Gewinnzahlen übereinstimmen und in derselben Reihenfolge erscheinen, gewinnen Sie. Beispiel für einen Gewinn: Wettmuster: 1, 2; Gewinnzahlen: 1, 2, * (wobei "*" jede Zahl sein kann). Dies führt zu einem Gewinn, da der 1. und 2. Platz genau in der Reihenfolge und im gleichen Ablauf übereinstimmen.",
  "Game Instructions: Enter a two-digit number to make a bet. If the entered number matches the winning numbers in the 1st and 2nd places exactly and in the same order, you win. Example of winning: Betting scheme: 12; Winning numbers: 1, 2, * (where "*" can be any number). This results in a win because the numbers for the 1st and 2nd places match exactly in order and sequence.":"Spielanleitung: Geben Sie eine zweiziffrige Zahl ein, um eine Wette zu platzieren. Wenn die eingegebene Zahl genau mit den Gewinnzahlen an der 1. und 2. Stelle übereinstimmt und in derselben Reihenfolge erscheint, gewinnen Sie. Beispiel für einen Gewinn: Wett-Schema: 12; Gewinnzahlen: 1, 2, * (wobei "*" jede Zahl sein kann). Dies führt zu einem Gewinn, weil die Zahlen an der 1. und 2. Stelle genau in der Reihenfolge übereinstimmen.",
  "Game Instructions: Choose one number, and if it matches the sum of the 1st and 2nd places of the winning numbers, you win. Example of winning: Betting scheme: 3; Winning numbers: 1, 2, * (where "*" can be any number). Since the sum of the numbers in the 1st and 2nd places is 3 (1+2), this results in a win.":"Spielanleitung: Wählen Sie eine Zahl, und wenn diese der Summe der 1. und 2. Plätze der Gewinnzahlen entspricht, gewinnen Sie. Beispiel für einen Gewinn: Wettschema: 3; Gewinnzahlen: 1, 2, * (wobei "*" jede Zahl sein kann). Da die Summe der Zahlen an den 1. und 2. Stellen 3 ergibt (1+2), führt dies zu einem Gewinn.",
  "Game Instructions: Choose one number, and if it matches the difference between the numbers in the 1st and 2nd places of the winning numbers, you win. Example of winning: Betting scheme: 3; Winning numbers: 1, 4, * (where "*" can be any number). Since the difference between the numbers in the 1st and 2nd places is 3 (4 - 1), this results in a win.":"Spielanleitung: Wählen Sie eine Zahl, und wenn sie der Differenz zwischen den Zahlen an der 1. und 2. Stelle der Gewinnzahlen entspricht, gewinnen Sie. Beispiel für einen Gewinn: Wettstrategie: 3; Gewinnzahlen: 1, 4, * (wobei "*" jede Zahl sein kann). Da die Differenz zwischen den Zahlen an der 1. und 2. Stelle 3 beträgt (4 - 1), ergibt dies einen Gewinn.",
  "Game Instructions: Choose two numbers to form one bet. If the selected numbers match the 1st and 2nd places of the winning numbers, in any order, you win. Example of winning: Betting scheme: 1, 2; Winning numbers: 2, 1, * (where "*" can be any number). Since the numbers in the 1st and 2nd places match the selected numbers, regardless of order, this results in a win.":"Spielanleitung: Wählen Sie zwei Zahlen, um eine Wette zu platzieren. Wenn die ausgewählten Zahlen mit der 1. und 2. Stelle der Gewinnzahlen übereinstimmen, in beliebiger Reihenfolge, gewinnen Sie. Beispiel für einen Gewinn: Wett-Schema: 1, 2; Gewinnzahlen: 2, 1, * (wobei "*" jede beliebige Zahl sein kann). Da die Zahlen an der 1. und 2. Stelle mit den ausgewählten Zahlen übereinstimmen, unabhängig von der Reihenfolge, führt dies zu einem Gewinn.",
  "Game Instructions: Enter a two-digit number to form one bet (pair numbers are not allowed). If the entered number matches the 1st and 2nd places of the winning numbers, in any order, you win. Example of winning: Betting scheme: 12; Winning numbers: 2, 1, * (where "*" can be any number). Since the numbers in the 1st and 2nd places match the entered number, regardless of order, this results in a win.":"Spielanleitung: Geben Sie eine zweiziffrige Zahl ein, um eine Wette zu platzieren (Paarzahlen sind nicht erlaubt). Wenn die eingegebene Zahl mit der ersten und zweiten Stelle der Gewinnzahlen übereinstimmt, unabhängig von der Reihenfolge, gewinnen Sie. Beispiel für einen Gewinn: Wett-Schema: 12; Gewinnzahlen: 2, 1, * (wobei "*" jede beliebige Zahl sein kann). Da die Zahlen an der ersten und zweiten Stelle mit der eingegebenen Zahl übereinstimmen, unabhängig von der Reihenfolge, führt dies zu einem Gewinn.",
  "Game Instructions: Choose one number, and if it equals the sum of the numbers in the 1st and 2nd places of the winning numbers (excluding pairs), you win. Example of winning: Betting scheme: 3; Winning numbers: 1, 2, * (where "*" can be any number). Since the sum of the numbers in the 1st and 2nd places is 3 (1 + 2), this results in a win.":"Spielanleitung: Wählen Sie eine Zahl, und wenn sie der Summe der Zahlen an der 1. und 2. Stelle der Gewinnzahlen entspricht (Paarzahlen ausgeschlossen), gewinnen Sie. Beispiel für einen Gewinn: Wettschema: 3; Gewinnzahlen: 1, 2, * (wobei "*" jede Zahl sein kann). Da die Summe der Zahlen an der 1. und 2. Stelle 3 ergibt (1 + 2), führt dies zu einem Gewinn.",
  "Game Instructions: Choose one number, and if it matches either the 1st and 2nd place of the winning numbers (excluding pairs), you win. Example of winning: Betting scheme: 3; Winning numbers: 1, 3, * (where "*" can be any number). Since the number 3 matches the 2nd place of the winning numbers, this results in a win.":"Spielanleitung: Wählen Sie eine Zahl, und wenn sie mit der 1. oder 2. Stelle der Gewinnzahlen übereinstimmt (Paarungen ausgeschlossen), gewinnen Sie. Beispiel für einen Gewinn: Wett-Schema: 3; Gewinnzahlen: 1, 3, * (wobei "*" jede beliebige Zahl sein kann). Da die Zahl 3 mit der 2. Stelle der Gewinnzahlen übereinstimmt, ergibt dies einen Gewinn.",
  "Game Instructions: Enter a two-digit number to make a bet. If the entered number matches the winning numbers in the 2nd and 3rd places exactly and in the same order, you win. Example of winning: Betting scheme: 12; Winning numbers: 1, 2, * (where "*" can be any number). This results in a win because the numbers for the 2nd and 3rd places match exactly in order and sequence.":"",
  "Game Instructions: Choose one number, and if it matches the sum of the 2nd and 3rd places of the winning numbers, you win. Example of winning: Betting scheme: 3; Winning numbers: *,1, 2 (where "*" can be any number). Since the sum of the numbers in the 2nd and 3rd places is 3 (1+2), this results in a win.":"**Spielanleitung:** Wählen Sie eine Zahl, und wenn diese mit der Summe der 2. und 3. Stelle der Gewinnzahlen übereinstimmt, gewinnen Sie.  Beispiel für einen Gewinn:  **Wettschema:** 3; **Gewinnzahlen:** *, 1, 2 (wobei „*“ jede beliebige Zahl sein kann).  Da die Summe der Zahlen an der 2. und 3. Stelle 3 ergibt (1+2), gewinnen Sie.",
  "Game Instructions: Choose one number, and if it matches the difference between the numbers in the 2nd and 3rd places of the winning numbers, you win. Example of winning: Betting scheme: 3; Winning numbers: *, 1, 4 (where "*" can be any number). Since the difference between the numbers in the 2nd and 3rd places is 3 (4 - 1), this results in a win.":"**Spielanleitung:** Wählen Sie eine Zahl, und wenn diese mit der Differenz zwischen den Zahlen an der 2. und 3. Stelle der Gewinnzahlen übereinstimmt, gewinnen Sie.  **Beispiel für einen Gewinn:**  Wettzahl: 3;  Gewinnzahlen: *, 1, 4 (wobei „*“ jede beliebige Zahl sein kann).  Da die Differenz zwischen der 2. und 3. Stelle 3 beträgt (4 - 1), ergibt dies einen Gewinn.",
  "Game Instructions: Choose two numbers to form one bet. If the selected numbers match the 2nd and 3rd places of the winning numbers, in any order, you win. Example of winning: Betting scheme: 1, 2; Winning numbers: *, 2, 1 (where "*" can be any number). Since the numbers in the 2nd and 3rd places match the selected numbers, regardless of order, this results in a win.":"",
  "Game Instructions: Enter a two-digit number to form one bet (pair numbers are not allowed). If the entered number matches the 2nd and 3rd places of the winning numbers, in any order, you win. Example of winning: Betting scheme: 12; Winning numbers: *, 2, 1 (where "*" can be any number). Since the numbers in the 2nd and 3rd places match the entered number, regardless of order, this results in a win.":"Spielanleitung: Gib eine zweistellige Zahl ein, um eine Wette zu platzieren (Paarzahlen sind nicht erlaubt). Wenn die eingegebene Zahl mit den Zahlen an der 2. und 3. Stelle der Gewinnzahlen übereinstimmt – in beliebiger Reihenfolge – gewinnst du. Beispiel für einen Gewinn:  **Wettkombination:** 12  **Gewinnzahlen:** *, 2, 1 (wobei "*" eine beliebige Zahl sein kann).  Da die Zahlen an der 2. und 3. Stelle mit der eingegebenen Zahl übereinstimmen, unabhängig von der Reihenfolge, führt dies zu einem Gewinn.",
  "Game Instructions: Choose one number, and if it equals the sum of the numbers in the 2nd and 3rd places of the winning numbers (excluding pairs), you win. Example of winning: Betting scheme: 3; Winning numbers: *, 1, 2 (where "*" can be any number). Since the sum of the numbers in the 2nd and 3rd places is 3 (1 + 2), this results in a win.":"Spielanleitung: Wählen Sie eine Zahl, und wenn diese der Summe der Zahlen an der 2. und 3. Stelle der Gewinnzahlen entspricht (ohne Paare), gewinnen Sie. Beispiel für einen Gewinn: Wettschema: 3; Gewinnzahlen: *, 1, 2 (wobei „*“ jede beliebige Zahl sein kann). Da die Summe der Zahlen an der 2. und 3. Stelle 3 beträgt (1 + 2), führt dies zu einem Gewinn.",
  "Game Instructions: Choose one number, and if it matches either the 2nd or 3rd place of the winning numbers (excluding pairs), you win. Example of winning: Betting scheme: 3; Winning numbers: *, 1, 3 (where "*" can be any number). Since the number 3 matches the 3rd place of the winning numbers, this results in a win.":"",
  "Game Instructions: Choose one number from either the 1st, 2nd, or 3rd place to make a bet. If the selected number matches the corresponding place in the winning numbers, you win. Example of winning: Betting scheme: 3, -, -; Winning numbers: 3, , * (where "" can be any number). Since the selected number 3 matches the 1st place of the winning numbers, this results in a win.":"**Spielanleitung:** Wählen Sie eine Zahl entweder aus dem 1., 2. oder 3. Platz, um eine Wette abzuschließen. Wenn die gewählte Zahl mit der entsprechenden Position in den Gewinnzahlen übereinstimmt, gewinnen Sie.  **Beispiel für einen Gewinn:**  Wettschema: 3, -, -  Gewinnzahlen: 3, , * (wobei „“ jede beliebige Zahl sein kann).  Da die gewählte Zahl 3 mit dem 1. Platz der Gewinnzahlen übereinstimmt, ergibt sich ein Gewinn.",
  "The game instructions are as follows: Choose one number to form a single bet. If the winning numbers include the selected number, you win. Example of winning: Betting scheme: 3; Winning numbers: 1, 3, 2. Since the winning numbers include the selected number 3, this results in a win.":"Die Spielanleitung lautet wie folgt: Wählen Sie eine Zahl, um eine Einzelwette abzugeben. Wenn die Gewinnzahlen die ausgewählte Zahl enthalten, gewinnen Sie.  Beispiel für einen Gewinn:  Wettschema: 3;  Gewinnzahlen: 1, 3, 2.  Da die Gewinnzahlen die ausgewählte Zahl 3 enthalten, führt dies zu einem Gewinn.",
  "Game Instructions: Choose two numbers to form one bet. If the winning numbers include both of the selected numbers, you win. Example of winning: Betting scheme: 1, 3; Winning numbers: 1, 3, 2. Since the winning numbers include both selected numbers, 1 and 3, this results in a win.":"**Spielanleitung:** Wählen Sie zwei Zahlen, um eine Wette zu platzieren. Wenn die Gewinnzahlen beide ausgewählten Zahlen enthalten, gewinnen Sie.  **Beispiel für einen Gewinn:**  Wettschema: 1, 3  Gewinnzahlen: 1, 3, 2  Da die Gewinnzahlen sowohl die 1 als auch die 3 enthalten, gewinnen Sie.",
  "Game Instructions: Choose one pattern from a set of options based on the comparison of numbers in specific positions. In this set, you compare two positions (e.g., 1st and 2nd). If the number in the first position is greater than the number in the second position , it is called "Dragon." If the number in the first position is less than the number in the second position, it is called "Tiger." If both numbers are the same, it is called a "Tie." You win if the pattern you selected matches the outcome of this comparison. Example of winning: Betting scheme: Dragon ( between 1st and 2nd ); Winning numbers: 2, 1, * (where "*" can be any number). Since the number in the 1st place (2) is greater than the number in the 2nd place (1), the result is "Dragon," matching the bet, resulting in a win.":"Spielanleitung: Wählen Sie ein Muster aus einer Reihe von Optionen basierend auf dem Vergleich von Zahlen an bestimmten Positionen. In diesem Set vergleichen Sie zwei Positionen (z.B. 1. und 2.). Wenn die Zahl an der ersten Position größer ist als die Zahl an der zweiten Position, wird dies als "Drache" bezeichnet. Wenn die Zahl an der ersten Position kleiner ist als die Zahl an der zweiten Position, wird dies als "Tiger" bezeichnet. Wenn beide Zahlen gleich sind, wird es als "Unentschieden" bezeichnet. Sie gewinnen, wenn das Muster, das Sie ausgewählt haben, mit dem Ergebnis dieses Vergleichs übereinstimmt. Beispiel für einen Gewinn: Wettmuster: Drache (zwischen 1. und 2.); Gewinnzahlen: 2, 1, * (wobei "*" jede Zahl sein kann). Da die Zahl an der 1. Position (2) größer ist als die Zahl an der 2. Position (1), lautet das Ergebnis "Drache", was mit der Wette übereinstimmt und zu einem Gewinn führt.",

  
    "Game Instructions: Enter either two identical numbers and one different number, or three distinct numbers to form one bet. If the entered numbers match the winning numbers in any order, you win. If the winning numbers include a pair (two identical numbers and one different), it qualifies for a 'Mixed Group Three' win. If all numbers are distinct, it qualifies for a 'Mixed Group Six' win. Example of winning: Betting Scheme A: 122; Winning Numbers: 2, 1, 2. This results in a win under 'Mixed Group Three' because there's a pair (2,2) and another number (1). Betting Scheme B: 123; Winning Numbers: 1, 3, 2. This results in a win under 'Mixed Group Six' because all numbers are distinct.": 
    "Spielanleitung: Geben Sie entweder zwei identische Zahlen und eine unterschiedliche Zahl oder drei verschiedene Zahlen ein, um eine Wette zu platzieren. Wenn die eingegebenen Zahlen mit den Gewinnzahlen in beliebiger Reihenfolge übereinstimmen, gewinnen Sie. Wenn die Gewinnzahlen ein Paar (zwei identische Zahlen und eine unterschiedliche) enthalten, qualifiziert sich dies für einen Gewinn in der Kategorie 'Gemischte Gruppe Drei'. Wenn alle Zahlen unterschiedlich sind, qualifiziert es sich für einen Gewinn in der Kategorie 'Gemischte Gruppe Sechs'. Beispiel für einen Gewinn: Wettstrategie A: 122; Gewinnzahlen: 2, 1, 2. Dies führt zu einem Gewinn in der Kategorie 'Gemischte Gruppe Drei', da es ein Paar (2,2) und eine weitere Zahl (1) gibt. Wettstrategie B: 123; Gewinnzahlen: 1, 3, 2. Dies führt zu einem Gewinn in der Kategorie 'Gemischte Gruppe Sechs', da alle Zahlen unterschiedlich sind.",
  
    "Game Instructions: Choose a single number, and if it matches the sum of the winning numbers (excluding triple identical numbers, or 'leopard numbers'), you win. If the winning numbers include a pair (two identical numbers and one different), it results in a win under 'Sum Group Three.' If all numbers are distinct, it results in a win under 'Sum Group Six.' Example of winning: Betting Scheme: 6; Winning Numbers A: 3, 3, 0. This results in a win under 'Group Sum Group Three' because the sum of the numbers is 6 and includes a pair. Winning Numbers B: 1, 2, 3. This results in a win under 'Group Sum Group Six' because the sum of the numbers is 6 and all numbers are distinct.":
    "Spielanleitung: Wählen Sie eine einzelne Zahl, und wenn sie mit der Summe der Gewinnzahlen übereinstimmt (ausgenommen dreifach identische Zahlen oder 'Leopardenzahlen'), gewinnen Sie. Wenn die Gewinnzahlen ein Paar (zwei identische Zahlen und eine unterschiedliche) enthalten, führt dies zu einem Gewinn in der Kategorie 'Summengruppe Drei'. Wenn alle Zahlen unterschiedlich sind, führt dies zu einem Gewinn in der Kategorie 'Summengruppe Sechs'. Beispiel für einen Gewinn: Wettstrategie: 6; Gewinnzahlen A: 3, 3, 0. Dies führt zu einem Gewinn in der 'Summengruppe Drei', da die Summe der Zahlen 6 beträgt und ein Paar enthalten ist. Gewinnzahlen B: 1, 2, 3. Dies führt zu einem Gewinn in der 'Summengruppe Sechs', da die Summe der Zahlen 6 beträgt und alle Zahlen unterschiedlich sind.",
  
    "Game Instructions: Choose one number, and if any of the winning numbers match your chosen number (excluding triple identical numbers, or 'TOAK'), you win. If the winning numbers include a pair (two identical numbers and one different), the win is categorized under 'All3-Fixed Digit Group3' If all numbers are distinct, the win falls under 'All3-Fixed Digit Group6' Example of winning: Betting Scheme: 3; Winning Numbers A: 1, 3, 3. This results in a win under 'All3-Fixed Digit Group3' because there is a pair including the number 3. Winning Numbers B: 1, 2, 3. This results in a win under 'All3-Fixed Digit Group6' because all numbers are distinct and the set includes the number 3.":
    "Spielanleitung: Wählen Sie eine Zahl, und wenn eine der Gewinnzahlen mit Ihrer gewählten Zahl übereinstimmt (ausgenommen dreifach identische Zahlen oder 'TOAK'), gewinnen Sie. Wenn die Gewinnzahlen ein Paar (zwei identische Zahlen und eine unterschiedliche) enthalten, wird der Gewinn in der Kategorie 'All3-Feste Zifferngruppe3' eingeordnet. Wenn alle Zahlen unterschiedlich sind, fällt der Gewinn in die Kategorie 'All3-Feste Zifferngruppe6'. Beispiel für einen Gewinn: Wettstrategie: 3; Gewinnzahlen A: 1, 3, 3. Dies führt zu einem Gewinn in der Kategorie 'All3-Feste Zifferngruppe3', da es ein Paar gibt, das die Zahl 3 enthält. Gewinnzahlen B: 1, 2, 3. Dies führt zu einem Gewinn in der Kategorie 'All3-Feste Zifferngruppe6', da alle Zahlen unterschiedlich sind und die Zahl 3 enthalten ist.",
  
    "Game Instructions: Choose one number, and if it matches the sum of the 1st and 2nd places of the winning numbers, you win. Example of winning: Betting scheme: 3; Winning numbers: 1, 2, * (where '*' can be any number). Since the sum of the numbers in the 1st and 2nd places is 3 (1+2), this results in a win.":
    "Spielanleitung: Wählen Sie eine Zahl, und wenn sie mit der Summe der 1. und 2. Stelle der Gewinnzahlen übereinstimmt, gewinnen Sie. Beispiel für einen Gewinn: Wettstrategie: 3; Gewinnzahlen: 1, 2, * (wobei '*' eine beliebige Zahl sein kann). Da die Summe der Zahlen an der 1. und 2. Stelle 3 beträgt (1+2), führt dies zu einem Gewinn.",
  
    "Game Instructions: Choose one number, and if it matches the difference between the numbers in the 1st and 2nd places of the winning numbers, you win. Example of winning: Betting scheme: 3; Winning numbers: 1, 4, * (where '*' can be any number). Since the difference between the numbers in the 1st and 2nd places is 3 (4 - 1), this results in a win.":
    "Spielanleitung: Wählen Sie eine Zahl, und wenn sie mit der Differenz zwischen den Zahlen an der 1. und 2. Stelle der Gewinnzahlen übereinstimmt, gewinnen Sie. Beispiel für einen Gewinn: Wettstrategie: 3; Gewinnzahlen: 1, 4, * (wobei '*' eine beliebige Zahl sein kann). Da die Differenz zwischen den Zahlen an der 1. und 2. Stelle 3 beträgt (4 - 1), führt dies zu einem Gewinn.",
  
  

  
    
      "Game Instructions: Choose two numbers to form one bet. If the selected numbers match the 1st and 2nd places of the winning numbers, in any order, you win. Example of winning: Betting scheme: 1, 2; Winning numbers: 2, 1, * (where '*' can be any number). Since the numbers in the 1st and 2nd places match the selected numbers, regardless of order, this results in a win.": "Spielanleitung: Wählen Sie zwei Zahlen, um eine Wette zu platzieren. Wenn die ausgewählten Zahlen mit den Zahlen auf den 1. und 2. Plätzen der Gewinnzahlen übereinstimmen, unabhängig von der Reihenfolge, gewinnen Sie. Beispiel für einen Gewinn: Wettstrategie: 1, 2; Gewinnzahlen: 2, 1, * (wobei '*' eine beliebige Zahl sein kann). Da die Zahlen auf den 1. und 2. Plätzen mit den ausgewählten Zahlen übereinstimmen, unabhängig von der Reihenfolge, führt dies zu einem Gewinn.",
      
      "Game Instructions: Enter a two-digit number to form one bet (pair numbers are not allowed). If the entered number matches the 1st and 2nd places of the winning numbers, in any order, you win. Example of winning: Betting scheme: 12; Winning numbers: 2, 1, * (where '*' can be any number). Since the numbers in the 1st and 2nd places match the entered number, regardless of order, this results in a win.": "Spielanleitung: Geben Sie eine zweistellige Zahl ein, um eine Wette zu platzieren (Paarzahlen sind nicht erlaubt). Wenn die eingegebene Zahl mit den Zahlen auf den 1. und 2. Plätzen der Gewinnzahlen übereinstimmt, unabhängig von der Reihenfolge, gewinnen Sie. Beispiel für einen Gewinn: Wettstrategie: 12; Gewinnzahlen: 2, 1, * (wobei '*' eine beliebige Zahl sein kann). Da die Zahlen auf den 1. und 2. Plätzen mit der eingegebenen Zahl übereinstimmen, unabhängig von der Reihenfolge, führt dies zu einem Gewinn.",
      
      "Game Instructions: Choose one number, and if it equals the sum of the numbers in the 1st and 2nd places of the winning numbers (excluding pairs), you win. Example of winning: Betting scheme: 3; Winning numbers: 1, 2, * (where '*' can be any number). Since the sum of the numbers in the 1st and 2nd places is 3 (1 + 2), this results in a win.": "Spielanleitung: Wählen Sie eine Zahl, und wenn sie der Summe der Zahlen auf den 1. und 2. Plätzen der Gewinnzahlen entspricht (Paarzahlen ausgeschlossen), gewinnen Sie. Beispiel für einen Gewinn: Wettstrategie: 3; Gewinnzahlen: 1, 2, * (wobei '*' eine beliebige Zahl sein kann). Da die Summe der Zahlen auf den 1. und 2. Plätzen 3 (1 + 2) beträgt, führt dies zu einem Gewinn.",
      
      "Game Instructions: Choose one number, and if it matches either the 1st and 2nd place of the winning numbers (excluding pairs), you win. Example of winning: Betting scheme: 3; Winning numbers: 1, 3, * (where '*' can be any number). Since the number 3 matches the 2nd place of the winning numbers, this results in a win.": "Spielanleitung: Wählen Sie eine Zahl, und wenn sie entweder mit der Zahl auf dem 1. oder 2. Platz der Gewinnzahlen übereinstimmt (Paarzahlen ausgeschlossen), gewinnen Sie. Beispiel für einen Gewinn: Wettstrategie: 3; Gewinnzahlen: 1, 3, * (wobei '*' eine beliebige Zahl sein kann). Da die Zahl 3 mit der Zahl auf dem 2. Platz der Gewinnzahlen übereinstimmt, führt dies zu einem Gewinn.",
      
      "Game Instructions: Select one number each for the 2nd and 3rd places to make a bet. If the selected numbers match the 2nd and 3rd places of the winning numbers exactly and in the same order, you win. Example of winning: Betting scheme: 1, 2; Winning numbers: *,1, 2, (where '*' can be any number). This results in a win because the 2nd and 3rd places match exactly in order and sequence.": "Spielanleitung: Wählen Sie jeweils eine Zahl für den 2. und 3. Platz, um eine Wette zu platzieren. Wenn die ausgewählten Zahlen genau mit den Zahlen auf den 2. und 3. Plätzen der Gewinnzahlen übereinstimmen und in der gleichen Reihenfolge stehen, gewinnen Sie. Beispiel für einen Gewinn: Wettstrategie: 1, 2; Gewinnzahlen: *,1, 2, (wobei '*' eine beliebige Zahl sein kann). Dies führt zu einem Gewinn, da die Zahlen auf den 2. und 3. Plätzen genau in der richtigen Reihenfolge übereinstimmen.",
    
    
  
        "Game Instructions: Enter a two-digit number to make a bet. If the entered number matches the winning numbers in the 2nd and 3rd places exactly and in the same order, you win. Example of winning: Betting scheme: 12; Winning numbers: 1, 2, * (where '*' can be any number). This results in a win because the numbers for the 2nd and 3rd places match exactly in order and sequence.": "Spielanleitung: Geben Sie eine zweistellige Zahl ein, um eine Wette abzuschließen. Wenn die eingegebene Zahl genau und in der gleichen Reihenfolge mit den Gewinnzahlen an der 2. und 3. Stelle übereinstimmt, gewinnen Sie. Beispiel für einen Gewinn: Wettstrategie: 12; Gewinnzahlen: 1, 2, * (wobei '*' eine beliebige Zahl sein kann). Dies führt zu einem Gewinn, da die Zahlen an der 2. und 3. Stelle genau in der richtigen Reihenfolge übereinstimmen.",
        
        "Game Instructions: Choose one number, and if it matches the sum of the 2nd and 3rd places of the winning numbers, you win. Example of winning: Betting scheme: 3; Winning numbers: *,1, 2 (where '*' can be any number). Since the sum of the numbers in the 2nd and 3rd places is 3 (1+2), this results in a win.": "Spielanleitung: Wählen Sie eine Zahl aus, und wenn diese mit der Summe der Zahlen an der 2. und 3. Stelle der Gewinnzahlen übereinstimmt, gewinnen Sie. Beispiel für einen Gewinn: Wettstrategie: 3; Gewinnzahlen: *, 1, 2 (wobei '*' eine beliebige Zahl sein kann). Da die Summe der Zahlen an der 2. und 3. Stelle 3 (1+2) beträgt, führt dies zu einem Gewinn.",
        
        "Game Instructions: Choose one number, and if it matches the difference between the numbers in the 2nd and 3rd places of the winning numbers, you win. Example of winning: Betting scheme: 3; Winning numbers: *, 1, 4 (where '*' can be any number). Since the difference between the numbers in the 2nd and 3rd places is 3 (4 - 1), this results in a win.": "Spielanleitung: Wählen Sie eine Zahl aus, und wenn diese mit der Differenz zwischen den Zahlen an der 2. und 3. Stelle der Gewinnzahlen übereinstimmt, gewinnen Sie. Beispiel für einen Gewinn: Wettstrategie: 3; Gewinnzahlen: *, 1, 4 (wobei '*' eine beliebige Zahl sein kann). Da die Differenz zwischen den Zahlen an der 2. und 3. Stelle 3 (4 - 1) beträgt, führt dies zu einem Gewinn.",
        
        "Game Instructions: Choose two numbers to form one bet. If the selected numbers match the 2nd and 3rd places of the winning numbers, in any order, you win. Example of winning: Betting scheme: 1, 2; Winning numbers: *, 2, 1 (where '*' can be any number). Since the numbers in the 2nd and 3rd places match the selected numbers, regardless of order, this results in a win.": "Spielanleitung: Wählen Sie zwei Zahlen aus, um eine Wette abzuschließen. Wenn die gewählten Zahlen mit den Gewinnzahlen an der 2. und 3. Stelle übereinstimmen, unabhängig von der Reihenfolge, gewinnen Sie. Beispiel für einen Gewinn: Wettstrategie: 1, 2; Gewinnzahlen: *, 2, 1 (wobei '*' eine beliebige Zahl sein kann). Da die Zahlen an der 2. und 3. Stelle mit den gewählten Zahlen übereinstimmen, unabhängig von der Reihenfolge, führt dies zu einem Gewinn.",

      
  
        
          "Game Instructions: Enter a two-digit number to form one bet (pair numbers are not allowed). If the entered number matches the 2nd and 3rd places of the winning numbers, in any order, you win. Example of winning: Betting scheme: 12; Winning numbers: *, 2, 1 (where '*' can be any number). Since the numbers in the 2nd and 3rd places match the entered number, regardless of order, this results in a win.": "Spielanleitung: Geben Sie eine zweistellige Zahl ein, um eine Wette zu platzieren (Paarzahlen sind nicht erlaubt). Wenn die eingegebene Zahl mit den Zahlen auf den Plätzen 2 und 3 der Gewinnzahlen übereinstimmt, unabhängig von der Reihenfolge, gewinnen Sie. Beispiel für einen Gewinn: Wettstrategie: 12; Gewinnzahlen: *, 2, 1 (wobei '*' eine beliebige Zahl sein kann). Da die Zahlen auf den Plätzen 2 und 3 mit der eingegebenen Zahl übereinstimmen, unabhängig von der Reihenfolge, führt dies zu einem Gewinn.",
          
          "Game Instructions: Choose one number, and if it equals the sum of the numbers in the 2nd and 3rd places of the winning numbers (excluding pairs), you win. Example of winning: Betting scheme: 3; Winning numbers: *, 1, 2 (where '*' can be any number). Since the sum of the numbers in the 2nd and 3rd places is 3 (1 + 2), this results in a win.": "Spielanleitung: Wählen Sie eine Zahl aus, und wenn sie der Summe der Zahlen auf den Plätzen 2 und 3 der Gewinnzahlen entspricht (ohne Paare), gewinnen Sie. Beispiel für einen Gewinn: Wettstrategie: 3; Gewinnzahlen: *, 1, 2 (wobei '*' eine beliebige Zahl sein kann). Da die Summe der Zahlen auf den Plätzen 2 und 3 gleich 3 (1 + 2) ist, führt dies zu einem Gewinn.",
          
          "Game Instructions: Choose one number, and if it matches either the 2nd or 3rd place of the winning numbers (excluding pairs), you win. Example of winning: Betting scheme: 3; Winning numbers: *, 1, 3 (where '*' can be any number). Since the number 3 matches the 3rd place of the winning numbers, this results in a win.": "Spielanleitung: Wählen Sie eine Zahl aus, und wenn sie entweder mit dem 2. oder 3. Platz der Gewinnzahlen übereinstimmt (ohne Paare), gewinnen Sie. Beispiel für einen Gewinn: Wettstrategie: 3; Gewinnzahlen: *, 1, 3 (wobei '*' eine beliebige Zahl sein kann). Da die Zahl 3 mit dem 3. Platz der Gewinnzahlen übereinstimmt, führt dies zu einem Gewinn.",
          
          "Game Instructions: Choose one number from either the 1st, 2nd, or 3rd place to make a bet. If the selected number matches the corresponding place in the winning numbers, you win. Example of winning: Betting scheme: 3, -, -; Winning numbers: 3, *, * (where '*' can be any number). Since the selected number 3 matches the 1st place of the winning numbers, this results in a win.": "Spielanleitung: Wählen Sie eine Zahl aus dem 1., 2. oder 3. Platz, um eine Wette zu platzieren. Wenn die gewählte Zahl mit der entsprechenden Position in den Gewinnzahlen übereinstimmt, gewinnen Sie. Beispiel für einen Gewinn: Wettstrategie: 3, -, -; Gewinnzahlen: 3, *, * (wobei '*' eine beliebige Zahl sein kann). Da die gewählte Zahl 3 mit dem 1. Platz der Gewinnzahlen übereinstimmt, führt dies zu einem Gewinn.",
          
          "Game Instructions: Choose one pattern from a set of options based on the comparison of numbers in specific positions. In this set, you compare two positions (e.g., 1st and 2nd). If the number in the first position is greater than the number in the second position, it is called 'Dragon.' If the number in the first position is less than the number in the second position, it is called 'Tiger.' If both numbers are the same, it is called a 'Tie.' You win if the pattern you selected matches the outcome of this comparison. Example of winning: Betting scheme: Dragon (between 1st and 2nd); Winning numbers: 2, 1, * (where '*' can be any number). Since the number in the 1st place (2) is greater than the number in the 2nd place (1), the result is 'Dragon,' matching the bet, resulting in a win.": "Spielanleitung: Wählen Sie ein Muster aus einer Reihe von Optionen basierend auf dem Vergleich von Zahlen in bestimmten Positionen. In diesem Set vergleichen Sie zwei Positionen (z. B. 1. und 2.). Wenn die Zahl an der ersten Position größer ist als die Zahl an der zweiten Position, wird sie als 'Drache' bezeichnet. Wenn die Zahl an der ersten Position kleiner ist als die Zahl an der zweiten Position, wird sie als 'Tiger' bezeichnet. Wenn beide Zahlen gleich sind, wird dies als 'Unentschieden' bezeichnet. Sie gewinnen, wenn das von Ihnen gewählte Muster mit dem Ergebnis dieses Vergleichs übereinstimmt. Beispiel für einen Gewinn: Wettstrategie: Drache (zwischen 1. und 2. Platz); Gewinnzahlen: 2, 1, * (wobei '*' eine beliebige Zahl sein kann). Da die Zahl an der 1. Position (2) größer ist als die Zahl an der 2. Position (1), ist das Ergebnis 'Drache', was der Wette entspricht und zu einem Gewinn führt."
        
        
  "":"",
  "":"",
  "":"",
  "":""
}
