
{
    "Game Instructions: Select one number each from the 1st, 2nd, 3rd, 4th, and 5th places to form one bet. If the selected numbers match the drawn numbers exactly and in the correct order, you win.":"Spielanleitung: Wählen Sie jeweils eine Zahl aus dem 1., 2., 3., 4. und 5. Platz aus, um einen Tipp zu bilden. Wenn die ausgewählten Zahlen exakt und in der richtigen Reihenfolge mit den gezogenen Zahlen übereinstimmen, gewinnen Sie.",
    "Game Instructions: Enter one five-digit number to form a single bet. If the entered number matches the drawn number exactly and in the correct order, you win. Winning Example: Betting scheme: 12345; Winning numbers: 1,2,3,4,5. This results in a win.":"Spielanleitung: Geben Sie eine fünfstellige Zahl ein, um eine Einzelwette abzuschließen. Wenn die eingegebene Zahl genau und in der richtigen Reihenfolge mit der gezogenen Zahl übereinstimmt, gewinnen Sie. Gewinnbeispiel: Wettschema: 12345; Gewinnzahlen: 1,2,3,4,5. Dies führt zu einem Gewinn. convert to english",
    "Game Instructions: Select one number from the 1st, 2nd, 3rd, 4th, and 5th places to form combinations of 1 to 5, totaling 5 bets. If the selected number for the 5th place matches the winning number's 5th place, you win the 5th position prize. If the selected numbers for the 4th and 5th places match the winning numbers for the 4th and 5th places, you win the 4th and 5th position prizes and so on. Therefore, you can win up to 5 prizes at the same time. Winning Example: Betting scheme: 1,2,3,4,5; Winning numbers: 1,2,3,4,5. This results in wins for -,-,-,-,5; -,-,-,4,5; -,-,3,4,5; -,2,3,4,5; and 1,2,3,4,5, one bet each.":"Spielanleitung: Wählen Sie eine Zahl aus dem 1., 2., 3., 4. und 5. Platz, um Kombinationen von 1 bis 5 zu bilden, was insgesamt 5 Wetten ergibt. Wenn die gewählte Zahl für den 5. Platz mit der Gewinnzahl für den 5. Platz übereinstimmt, gewinnen Sie den Preis für den 5. Platz. Wenn die gewählten Zahlen für den 4. und 5. Platz mit den Gewinnzahlen für den 4. und 5. Platz übereinstimmen, gewinnen Sie die Preise für den 4. und 5. Platz und so weiter. Sie können also bis zu 5 Preise gleichzeitig gewinnen. Gewinnbeispiel: Wettschema: 1,2,3,4,5; Gewinnzahlen: 1,2,3,4,5. Daraus ergeben sich Gewinne für -,-,-,-,5; -,-,-,4,5; -,-,3,4,5; -,2,3,4,5; und 1,2,3,4,5, jeweils eine Wette.",
    "Game Instructions: Choose 5 numbers to form one bet. If the selected numbers match the winning numbers (order doesn't matter), it counts as a win. Winning Example: Betting scheme: 0,2,3,8,9; Winning numbers: 9,8,0,2,3. This results in a win.":"Spielanleitung: Wählen Sie 5 Zahlen aus, die Sie zu einem Tipp zusammenfassen. Stimmen die gewählten Zahlen mit den Gewinnzahlen überein (Reihenfolge egal), zählt das als Gewinn. Gewinnbeispiel: Tippschema: 0,2,3,8,9; Gewinnzahlen: 9,8,0,2,3. Das ergibt einen Gewinn.",
    "Game Instructions: Select 1 pair (double number) and 3 single numbers to form one bet. If the winning numbers contain the selected 3 single numbers, and the selected pair appears twice in the winning numbers, it counts as a win. Winning Example: Betting scheme: Double number: 1, Single numbers: 2,3,4; Winning numbers: 1,2,3,4,1. This results in a win.":"Spielanleitung: Wählen Sie 1 Paar (Doppelzahl) und 3 Einzelzahlen aus, um einen Einsatz zu bilden. Wenn die Gewinnzahlen die ausgewählten 3 Einzelzahlen enthalten und das ausgewählte Paar zweimal in den Gewinnzahlen vorkommt, zählt dies als Gewinn. Gewinnbeispiel: Wettschema: Doppelzahl: 1, Einzelzahlen: 2,3,4; Gewinnzahlen: 1,2,3,4,1. Dies ergibt einen Gewinn.",
    "Game Instructions: Choose 2 pairs (double numbers) and 1 single number to form one bet. If the winning numbers contain the selected single number, and each of the selected 2 pairs appears twice in the winning numbers, it counts as a win. Winning Example: Betting scheme: Double numbers: 2,8, Single number: 0; Winning numbers: 2,8,0,8,2. This results in a win.":"Spielanleitung: Wählen Sie 2 Paare (Doppelzahlen) und 1 Einzelzahl aus, um einen Einsatz zu bilden. Wenn die Gewinnzahlen die ausgewählte Einzelzahl enthalten und jedes der ausgewählten 2 Paare zweimal in den Gewinnzahlen vorkommt, zählt dies als Gewinn. Gewinnbeispiel: Wettschema: Doppelzahlen: 2,8, Einzelzahl: 0; Gewinnzahlen: 2,8,0,8,2. Dies ergibt einen Gewinn.",
    "Game Instructions: Choose 1 triplet (triple number) and 2 single numbers to form one bet. If the winning numbers contain the selected 2 single numbers, and the selected triplet appears three times in the winning numbers, it counts as a win. Winning Example: Betting scheme: Triplet: 8, Single numbers: 0,2; Winning numbers: 0,8,2,8,8. This results in a win.":"Spielanleitung: Wählen Sie 1 Drilling (Dreierzahl) und 2 Einzelzahlen aus, um einen Einsatz zu bilden. Wenn die Gewinnzahlen die ausgewählten 2 Einzelzahlen enthalten und der ausgewählte Drilling dreimal in den Gewinnzahlen vorkommt, zählt dies als Gewinn. Gewinnbeispiel: Wettschema: Drilling: 8, Einzelzahlen: 0,2; Gewinnzahlen: 0,8,2,8,8. Dies ergibt einen Gewinn.",
    "Game Instructions: Choose 1 triplet (triple number) and 1 pair (double number) to form one bet. If the selected triplet appears three times and the selected pair appears twice in the winning numbers, it counts as a win. Winning Example: Betting scheme: Triplet: 8, Pair: 2; Winning numbers: 2,2,8,8,8. This results in a win.":"Spielanleitung: Wählen Sie 1 Drilling (Dreifachzahl) und 1 Paar (Doppelzahl) aus, um einen Einsatz zu bilden. Erscheint der gewählte Drilling dreimal und das gewählte Paar zweimal in den Gewinnzahlen, zählt dies als Gewinn. Gewinnbeispiel: Wettschema: Drilling: 8, Paar: 2; Gewinnzahlen: 2,2,8,8,8. Dies ergibt einen Gewinn.",
    "Game Instructions: Choose 1 quadruplet (fourfold number) and 1 single number to form one bet. If the winning numbers contain the selected single number, and the selected quadruplet appears four times in the winning numbers, it counts as a win. Winning Example: Betting scheme: Quadruplet: 8, Single number: 2; Winning numbers: 8,8,2,8,8. This results in a win.":"Spielanleitung: Wählen Sie 1 Quadruplet (Vierfachzahl) und 1 Einzelzahl aus, um einen Einsatz zu bilden. Wenn die Gewinnzahlen die gewählte Einzelzahl enthalten und das gewählte Quadruplet viermal in den Gewinnzahlen vorkommt, zählt dies als Gewinn. Gewinnbeispiel: Wettschema: Quadruplet: 8, Einzelzahl: 2; Gewinnzahlen: 8,8,2,8,8. Dies ergibt einen Gewinn.",
    "Game Instructions: Choose one number from the 1st, 2nd, 3rd, and 4th places to form one bet. If the selected numbers match the winning numbers 1st, 2nd, 3rd, and 4th places respectively, and in the same order, it counts as a win. Winning Example: Betting scheme: 1,2,3,4; Winning numbers: 1,2,3,4,* (where * represents any number for the units place). This results in a win.":"Spielanleitung: Wählen Sie eine Zahl aus dem 1., 2., 3. und 4. Platz, um eine Wette abzuschließen. Wenn die ausgewählten Zahlen mit den Gewinnzahlen des 1., 2., 3. und 4. Platzes übereinstimmen und in derselben Reihenfolge sind, zählt dies als Gewinn. Gewinnbeispiel: Wettschema: 1,2,3,4; Gewinnzahlen: 1,2,3,4,* (wobei * eine beliebige Zahl für die Einerstelle darstellt). Dies führt zu einem Gewinn.",
    "Game Instructions: Enter a four-digit number to make one bet. If the entered number matches the winning numbers 1st, 2nd, 3rd, and 4th places respectively, and in the same order, it counts as a win. Winning Example: Betting scheme: 1234; Winning numbers: 1,2,3,4,* (where * represents any number for the units place). This results in a win.":"Spielanleitung: Geben Sie eine vierstellige Zahl ein, um eine Wette zu platzieren. Wenn die eingegebene Zahl mit den Gewinnzahlen des 1., 2., 3. und 4. Platzes übereinstimmt und in der gleichen Reihenfolge ist, wird dies als Gewinn gewertet. Gewinnbeispiel: Wettschema: 1234; Gewinnzahlen: 1,2,3,4,* (wobei * eine beliebige Zahl für die Einerstelle darstellt). Dies führt zu einem Gewinn.",
    "Game Instructions: Choose one number from the 1st, 2nd, 3rd, and 4th places to form combinations of 1 to 4 , totaling 4 bets. If the selected number for the 4th place matches the winning number's 3rd place, you win the 4th place position prize. If the selected numbers for the 3rd and 4th places match the winning numbers for the 3rd and 4th places, you win the 3rd and 4th places positions prizes based on the 3rd and 4th direct selection. Similarly, you can win up to 4 prizes at the same time. Winning Example: Betting scheme: 1,2,3,4; Winning numbers: 1,2,3,4,* (where * represents any number for the units place). This results in wins for -,-,-,4,; -,-,3,4,; -,2,3,4,; and 1,2,3,4,, one bet each.":"Spielanleitung: Wählen Sie eine Zahl aus dem 1., 2., 3. und 4. Platz, um Kombinationen von 1 bis 4 zu bilden, was insgesamt 4 Wetten ergibt. Wenn die gewählte Zahl für den 4. Platz mit der Gewinnzahl für den 3. Platz übereinstimmt, gewinnen Sie den Preis für den 4. Platz. Wenn die gewählten Zahlen für den 3. und 4. Platz mit den Gewinnzahlen für den 3. und 4. Platz übereinstimmen, gewinnen Sie die Preise für den 3. und 4. Platz basierend auf der 3. und 4. Direktauswahl. Sie können ebenso bis zu 4 Preise gleichzeitig gewinnen. Gewinnbeispiel: Wettschema: 1,2,3,4; Gewinnzahlen: 1,2,3,4,* (wobei * eine beliebige Zahl für die Einerstelle darstellt). Daraus ergeben sich Gewinne für -,-,-,4,; -,-,3,4,; -,2,3,4,; und 1,2,3,4,, jeweils eine Wette.",
    "Game Instructions: Select one number from the 2nd, 3rd, 4th and 5th to form a bet. If the chosen numbers match the winning numbers in the 2nd, 3rd, 4th and 5th places, and in the exact order, you win the bet. Example of winning: Betting plan: 1,2,3,4; Winning numbers: *,1,2,3,4. In this case, you win.":"Spielanleitung: Wählen Sie eine Zahl aus dem 2., 3., 4. und 5. Platz aus, um einen Wetteinsatz zu bilden. Wenn die gewählten Zahlen mit den Gewinnzahlen auf dem 2., 3., 4. und 5. Platz übereinstimmen und in der richtigen Reihenfolge sind, gewinnen Sie die Wette. Gewinnbeispiel: Wettschema: 1,2,3,4; Gewinnzahlen: *,1,2,3,4. In diesem Fall gewinnen Sie.",
    "Game Instructions: Enter a 4-digit number to form a bet. If the entered number matches the winning numbers in the 2nd, 3rd, 4th and 5th places, and in the exact order, then you win. For Example: Betting plan: 1234; Winning numbers: *,1,2,3,4. In this case, you win.":"Spielanleitung: Geben Sie eine 4-stellige Zahl ein, um einen Tipp abzugeben. Wenn die eingegebene Zahl mit den Gewinnzahlen auf dem 2., 3., 4. und 5. Platz übereinstimmt und zwar in der genauen Reihenfolge, dann gewinnen Sie. Beispiel: Tippschema: 1234; Gewinnzahlen: *,1,2,3,4. In diesem Fall gewinnen Sie.",
    "Game Instructions: Select one number from each of the 2nd, 3rd, 4th and 5th places to create combinations of 1 to 4 , totaling four bets. If the selected 5th bet number matches the 5th number of the winning numbers, you win the 5th position prize; if the selected 4th and 5th bet numbers match the 4th and 5th numbers of the winning numbers, you win both the 4th and 5th position prizes. This pattern continues such that you can potentially win up to four prizes simultaneously. For Example: Betting plan: 1,2,3,4; Winning numbers: ,1,2,3,4. In this case, you win one bet each for ,*,*,*,4 (5th positions), ,*,*,3,4 ( 4th and 5th positions), ,*,2,3,4 (3rd, 4th and 5th positions), and *,1,2,3,4 (2nd , 3rd, 4th and 5th positions).":"Spielanleitung: Wählen Sie jeweils eine Zahl aus dem 2., 3., 4. und 5. Platz, um Kombinationen von 1 bis 4 zu erstellen, die insgesamt vier Wetten ergeben. Wenn die ausgewählte 5. Wettzahl mit der 5. Zahl der Gewinnzahlen übereinstimmt, gewinnen Sie den Preis für den 5. Platz; wenn die ausgewählte 4. und 5. Wettzahl mit der 4. und 5. Zahl der Gewinnzahlen übereinstimmt, gewinnen Sie sowohl den Preis für den 4. als auch den für den 5. Platz. Dieses Muster wird fortgesetzt, sodass Sie potenziell bis zu vier Preise gleichzeitig gewinnen können. Zum Beispiel: Wettplan: 1,2,3,4; Gewinnzahlen: 1,2,3,4. In diesem Fall gewinnen Sie jeweils eine Wette für ,*,*,*,4 (5. Position), ,*,*,3,4 (4. und 5. Position), ,*,2,3,4 (3., 4. und 5. Position) und *,1,2,3,4 (2., 3., 4. und 5. Position).",
    "Game Instructions: Choose 4 numbers to form one bet. If the selected numbers match the winning numbers 1st, 2nd, 3rd, and 4th places respectively, regardless of the order, it counts as a win. Winning Example: Betting scheme: 1,2,3,4; Winning numbers: 4,3,2,1,* (where * represents any number for the units place). This results in a win.":"Spielanleitung: Wählen Sie 4 Zahlen aus, um einen Einsatz zu bilden. Wenn die ausgewählten Zahlen jeweils mit den Gewinnzahlen des 1., 2., 3. und 4. Platzes übereinstimmen, unabhängig von der Reihenfolge, zählt dies als Gewinn. Gewinnbeispiel: Wettschema: 1,2,3,4; Gewinnzahlen: 4,3,2,1,* (wobei * eine beliebige Zahl für die Einerstelle darstellt). Dies führt zu einem Gewinn.",
    "Game Instructions: Choose one double number and two single numbers to form a bet. If the two single numbers are included among the 1st, 2nd, 3rd, and 4th places of the winning numbers, and the chosen double number appears twice within these four places, then you win. For Example: Betting plan: Double number: 3, Single numbers: 1, 2; Winning numbers: 3, 1, 2, 3, *. In this case, you win.":"Spielanleitung: Wählen Sie eine Doppelzahl und zwei Einzelzahlen aus, um einen Einsatz zu bilden. Wenn die beiden Einzelzahlen unter den Gewinnzahlen an der 1., 2., 3. und 4. Stelle liegen und die gewählte Doppelzahl innerhalb dieser vier Stellen zweimal vorkommt, dann gewinnen Sie. Beispiel: Wettschema: Doppelzahl: 3, Einzelzahlen: 1, 2; Gewinnzahlen: 3, 1, 2, 3, *. In diesem Fall gewinnen Sie.",
    "Game Instructions: Select two double numbers to form a bet. If each of the chosen double numbers appears twice among the 1st, 2nd, 3rd, and 4th places of the winning numbers, then you win. For example: Betting plan: Double numbers: 2, 8; Winning numbers: 2, 8, 2, 8, *. In this case, you win.":"Spielanleitung: Wählen Sie zwei Doppelzahlen aus, um einen Tipp zu bilden. Wenn jede der gewählten Doppelzahlen zweimal unter den Plätzen 1, 2, 3 und 4 der Gewinnzahlen vorkommt, dann gewinnen Sie. Beispiel: Tippschema: Doppelzahlen: 2, 8; Gewinnzahlen: 2, 8, 2, 8, *. In diesem Fall gewinnen Sie.",
    "Game Instructions: Select one triple number and one single number to form a bet. If the chosen single number appears in the 1st, 2nd, 3rd, and 4th places of the winning numbers, and the chosen triple number appears three times within these four places, then you win. For example: Betting plan: Triple number: 1, Single number: 2; Winning numbers: 1, 2, 1, 1, *. In this case, you win":"Spielanleitung: Wählen Sie eine Dreierzahl und eine Einzelzahl aus, um einen Einsatz zu bilden. Wenn die gewählte Einzelzahl an der 1., 2., 3. und 4. Stelle der Gewinnzahlen erscheint und die gewählte Dreierzahl dreimal innerhalb dieser vier Stellen vorkommt, dann gewinnen Sie. Beispiel: Wettschema: Dreierzahl: 1, Einzelzahl: 2; Gewinnzahlen: 1, 2, 1, 1, *. In diesem Fall gewinnen Sie",
    "Game Instructions: Choose four numbers to form a bet. If the selected numbers match the winning numbers in the 2nd, 3rd, 4th and 5th places, in any order, then you win. Example of winning: Betting plan: 1,2,3,4; Winning numbers: *,4,3,2,1. In this case, you win.":"Spielanleitung: Wählen Sie vier Zahlen aus, um einen Tipp abzugeben. Stimmen die gewählten Zahlen mit den Gewinnzahlen auf den Plätzen 2, 3, 4 und 5 überein, in beliebiger Reihenfolge, dann gewinnen Sie. Gewinnbeispiel: Tippschema: 1,2,3,4; Gewinnzahlen: *,4,3,2,1. In diesem Fall gewinnen Sie.",
    "Game Instructions: Select one double number and two single numbers to form a bet. If the two single numbers are included among the 2nd, 3rd, 4th, and 5th places of the winning numbers, and the chosen double number appears twice within these four places, then you win. For Example: Betting plan: Double number: 3, Single numbers: 1, 2; Winning numbers: *,3,1,2,3. In this case, you win.":"Spielanleitung: Wählen Sie eine Doppelzahl und zwei Einzelzahlen aus, um einen Einsatz zu bilden. Wenn die beiden Einzelzahlen unter den Gewinnzahlen an der 2., 3., 4. und 5. Stelle liegen und die gewählte Doppelzahl innerhalb dieser vier Stellen zweimal vorkommt, dann gewinnen Sie. Beispiel: Wettschema: Doppelzahl: 3, Einzelzahlen: 1, 2; Gewinnzahlen: *,3,1,2,3. In diesem Fall gewinnen Sie.",
    "Game Instructions: Select two double numbers to form a bet. If each of the chosen double numbers appears twice among the 2nd, 3rd, 4th and 5th places of the winning numbers, then you win. For Example: Betting plan: Double numbers: 2, 8; Winning numbers: *,2,8,2,8. In this case, you win.":"Spielanleitung: Wählen Sie zwei Doppelzahlen aus, um einen Tipp zu bilden. Wenn jede der gewählten Doppelzahlen zweimal unter den Plätzen 2, 3, 4 und 5 der Gewinnzahlen vorkommt, gewinnen Sie. Beispiel: Tippschema: Doppelzahlen: 2, 8; Gewinnzahlen: *,2,8,2,8. In diesem Fall gewinnen Sie.",
    "Game Instructions: Choose one triple number and one single number to form a bet. If the chosen single number is included among the 2nd, 3rd, 4th, and 5th places of the winning numbers, and the chosen triple number appears three times within these four places, then you win. Example of winning: Betting plan: Triple number: 1, Single number: 2; Winning numbers: *,1,2,1,1. In this case, you win.":"Spielanleitung: Wählen Sie eine Dreierzahl und eine Einzelzahl aus, um Ihren Einsatz zu bilden. Wenn die gewählte Einzelzahl unter den Gewinnzahlen an der 2., 3., 4. und 5. Stelle vorkommt und die gewählte Dreierzahl innerhalb dieser vier Stellen dreimal vorkommt, dann gewinnen Sie. Gewinnbeispiel: Wettschema: Dreierzahl: 1, Einzelzahl: 2; Gewinnzahlen: *,1,2,1,1. In diesem Fall gewinnen Sie.",
    "Game Instructions: Select one number each from the 1st, 2nd, and 3rd places to form a bet. If the chosen numbers match the winning numbers in the 1st, 2nd, and 3rd places, and in the exact order, then you win. For Examplea: Betting plan: 3, 4, 5; Winning numbers: 3, 4, 5, *, *. In this case, you win.":"Spielanleitung: Wählen Sie jeweils eine Zahl aus dem 1., 2. und 3. Platz aus, um einen Tipp zu bilden. Wenn die gewählten Zahlen mit den Gewinnzahlen auf dem 1., 2. und 3. Platz übereinstimmen und dies in der richtigen Reihenfolge, dann gewinnen Sie. Zum Beispiel: Tippschema: 3, 4, 5; Gewinnzahlen: 3, 4, 5, *, *. In diesem Fall gewinnen Sie.",
    "Game Instructions: Enter a 3-digit number to form a bet. If the entered number matches the winning numbers in the 1st, 2nd, and 3rd places, and in the exact order, then you win. For Example: Betting plan: 345; Winning numbers: 3, 4, 5, *, *. In this case, you win.":"Spielanleitung: Geben Sie eine 3-stellige Zahl ein, um einen Tipp abzugeben. Wenn die eingegebene Zahl mit den Gewinnzahlen auf dem 1., 2. und 3. Platz übereinstimmt und zwar in der genauen Reihenfolge, dann gewinnen Sie. Beispiel: Tippschema: 345; Gewinnzahlen: 3, 4, 5, *, *. In diesem Fall gewinnen Sie.",
    "Game Instructions: Select one number each from the 1st, 2nd, and 3rd places to form combinations of 1 to 3 , totaling three bets. If the selected 3rd place number matches the 3rd place of the winning numbers, you win the 3rd position prize. If the selected 2nd and 3rd place numbers match the corresponding places of the winning numbers, you win both the 2nd and 3rd positions prizes. Similarly, if all three selected numbers match the winning numbers in the 1st, 2nd, and 3rd places, in the exact order, you can win up to three prizes simultaneously. For Example: Betting plan: 1,2,3; Winning numbers: 1,2,3,,. In this case, you win one bet each for ,*,*,3,*, (3rd position prize), ,2,3,,* (2nd and 3rd position prizes), and 1,2,3,, (1st, 2nd and 3rd position prizes).":"Spielanleitung: Wählen Sie jeweils eine Zahl aus den Plätzen 1, 2 und 3, um Kombinationen von 1 bis 3 zu bilden, die insgesamt drei Einsätze ergeben. Wenn die gewählte Zahl des 3. Platzes mit der 3. Stelle der Gewinnzahlen übereinstimmt, gewinnen Sie den Preis des 3. Platzes. Wenn die gewählten Zahlen des 2. und 3. Platzes mit den entsprechenden Stellen der Gewinnzahlen übereinstimmen, gewinnen Sie sowohl den Preis des 2. als auch des 3. Platzes. Ähnlich verhält es sich, wenn alle drei gewählten Zahlen mit den Gewinnzahlen des 1., 2. und 3. Platzes in der richtigen Reihenfolge übereinstimmen, können Sie bis zu drei Preise gleichzeitig gewinnen. Zum Beispiel: Wettplan: 1,2,3; Gewinnzahlen: 1,2,3,,. In diesem Fall gewinnen Sie jeweils einen Einsatz für ,*,*,3,*, (Preis des 3. Platzes), ,2,3,,* (Preis des 2. und 3. Platzes) und 1,2,3,, (Preis des 1., 2. und 3. Platzes).",
    "Game Instructions: Select one number that will match the sum of the 1st, 2nd, and 3rd places of the winning numbers. If the selected number equals this sum, then you win. For Example: Betting plan: 3; Winning numbers: 1, 2, 0, *, *. The sum of 1, 2, and 0 is 3, which matches the selected number, so in this case, you win.":"Spielanleitung: Wählen Sie eine Zahl, die der Summe der 1., 2. und 3. Plätze der Gewinnzahlen entspricht. Wenn die gewählte Zahl dieser Summe entspricht, gewinnen Sie. Beispiel: Wettplan: 3; Gewinnzahlen: 1, 2, 0, *, *. Die Summe von 1, 2 und 0 ist 3, was der gewählten Zahl entspricht, in diesem Fall gewinnen Sie also.",
    "Game Instructions: Select one number that matches the difference obtained by subtracting the smallest number from the largest number among the 1st, 2nd, and 3rd of the winning numbers. If the selected number equals this difference, then you win. For Example: Betting plan: 3; Winning numbers: 1, 2, 4, *, *. The largest number is 4 and the smallest is 1, so the difference is 4 - 1 = 3, which matches the selected number. In this case, you win.":"Spielanleitung: Wählen Sie eine Zahl, die der Differenz entspricht, die sich aus der Subtraktion der kleinsten Zahl von der größten Zahl unter der 1., 2. und 3. Gewinnzahl ergibt. Wenn die gewählte Zahl dieser Differenz entspricht, gewinnen Sie. Beispiel: Wettplan: 3; Gewinnzahlen: 1, 2, 4, *, *. Die größte Zahl ist 4 und die kleinste ist 1, also beträgt die Differenz 4 - 1 = 3, was der gewählten Zahl entspricht. In diesem Fall gewinnen Sie.",
    "Game Instructions: Select two numbers to form two bets. To win, one of the chosen numbers must appear twice among the 1st, 2nd, and 3rd places of the winning numbers, and the other chosen number must appear once, regardless of the order. For Example: Betting plan: 1, 2; Winning numbers: 1, 2, 2, *, *. In this case, you win because the number 2 appears twice and the number 1 appears once in the specified positions.":"Spielanleitung: Wählen Sie zwei Zahlen aus, um zwei Wetten zu bilden. Um zu gewinnen, muss eine der gewählten Zahlen zweimal unter den Plätzen 1, 2 und 3 der Gewinnzahlen erscheinen und die andere gewählte Zahl muss einmal erscheinen, unabhängig von der Reihenfolge. Beispiel: Wettschema: 1, 2; Gewinnzahlen: 1, 2, 2, *, *. In diesem Fall gewinnen Sie, weil die Zahl 2 zweimal und die Zahl 1 einmal an den angegebenen Positionen erscheint.",
    "Game Instructions: Select three numbers to form a single bet. If the chosen numbers match the numbers in the 1st, 2nd, 3rd places of the winning numbers, regardless of order, then you win. For Example: Betting plan: 1, 2, 3; Winning numbers: 1, 3, 2, *, *. In this case, you win because the numbers 1, 2, and 3 match the first three numbers of the winning sequence, albeit in a different order.":"Spielanleitung: Wählen Sie drei Zahlen aus, um einen Einzeleinsatz zu bilden. Wenn die gewählten Zahlen mit den Zahlen an den Plätzen 1, 2 und 3 der Gewinnzahlen übereinstimmen, unabhängig von der Reihenfolge, dann gewinnen Sie. Beispiel: Wettschema: 1, 2, 3; Gewinnzahlen: 1, 3, 2, *, *. In diesem Fall gewinnen Sie, weil die Zahlen 1, 2 und 3 mit den ersten drei Zahlen der Gewinnfolge übereinstimmen, wenn auch in anderer Reihenfolge.",
    "Game Instructions: Enter two identical numbers and one different number, or three distinct numbers, to form a single bet. If the entered numbers match the numbers in the 1st, 2nd, and 3rd places of the winning numbers, regardless of order, and there is a pair among these three positions, you win the "Front Three Group Three". If all three numbers are different, you win the "Front Three Group Six". Examples of winning: Betting plan A: 122; Winning numbers: 2, 1, 2, *, *. In this case, you win the "Front Three Group Three" because there is a pair (two 2s) among the first three positions. Betting plan B: 123; Winning numbers: 1, 3, 2, *, *. In this case, you win the "Front Three Group Six" because all three numbers are different and match the first three positions in any order.":"Spielanleitung: Geben Sie zwei gleiche Zahlen und eine unterschiedliche Zahl oder drei unterschiedliche Zahlen ein, um eine einzelne Wette zu bilden. Wenn die eingegebenen Zahlen mit den Zahlen an den Plätzen 1, 2 und 3 der Gewinnzahlen übereinstimmen, unabhängig von der Reihenfolge, und sich unter diesen drei Positionen ein Paar befindet, gewinnen Sie die „Front Three Group Three“. Wenn alle drei Zahlen unterschiedlich sind, gewinnen Sie die „Front Three Group Six“. Gewinnbeispiele: Wettplan A: 122; Gewinnzahlen: 2, 1, 2, *, *. In diesem Fall gewinnen Sie die „Front Three Group Three“, weil sich unter den ersten drei Positionen ein Paar (zwei 2er) befindet. Wettplan B: 123; Gewinnzahlen: 1, 3, 2, *, *. In diesem Fall gewinnen Sie die „Front Three Group Six“, weil alle drei Zahlen unterschiedlich sind und in beliebiger Reihenfolge mit den ersten drei Positionen übereinstimmen.",
    "Game Insructions: Choose one number that equals the sum of the 1st, 2nd, 3rd places of the winning numbers (excluding cases where all three digits are the same, also known as a "triplet"). If there is a pair among these three positions, you win the "Front Three Group Selected Sum Group Three". If all three numbers are distinct, you win the "Front Three Group Selected Sum Group Six". For Example: Betting plan: 6; Winning numbers A: 3, 3, 0, *, *. In this case, you win the "Front Three Group Selected Sum Group Three" because the sum of the numbers (3+3+0=6) matches the selected number and there is a pair among the numbers. Winning numbers B: 1, 2, 3, *, *. In this case, you win the "Front Three Group Selected Sum Group Six" because the sum of the numbers (1+2+3=6) matches the selected number and all numbers are distinct.":"Spielanleitung: Wählen Sie eine Zahl, die der Summe der 1., 2. und 3. Stelle der Gewinnzahlen entspricht (ausgenommen Fälle, in denen alle drei Ziffern gleich sind, auch als „Triplett“ bekannt). Wenn sich unter diesen drei Stellen ein Paar befindet, gewinnen Sie die „Front Three Group Selected Sum Group Three“. Wenn alle drei Zahlen verschieden sind, gewinnen Sie die „Front Three Group Selected Sum Group Six“. Beispiel: Wettplan: 6; Gewinnzahlen A: 3, 3, 0, *, *. In diesem Fall gewinnen Sie die „Front Three Group Selected Sum Group Three“, da die Summe der Zahlen (3+3+0=6) mit der gewählten Zahl übereinstimmt und sich unter den Zahlen ein Paar befindet. Gewinnzahlen B: 1, 2, 3, *, *. In diesem Fall gewinnen Sie die „Front Three Group Selected Sum Group Six“, da die Summe der Zahlen (1+2+3=6) mit der gewählten Zahl übereinstimmt und alle Zahlen verschieden sind.",
    "Game Instructions: Enter two identical numbers and one different number to form a single bet. If the entered numbers match the numbers in the 1st, 2nd, and 3rd places of the winning numbers, regardless of order, then you win. For Example: Betting plan: 122; Winning numbers: 2, 1, 2, *, *. In this case, you win because the numbers 1 and 2 appear in the first three positions of the winning numbers, matching the bet exactly, even though the order is different.":"Spielanleitung: Geben Sie zwei gleiche Zahlen und eine andere Zahl ein, um einen Einzeleinsatz zu bilden. Wenn die eingegebenen Zahlen mit den Zahlen an den ersten drei Stellen der Gewinnzahlen übereinstimmen, unabhängig von der Reihenfolge, dann gewinnen Sie. Beispiel: Wettplan: 122; Gewinnzahlen: 2, 1, 2, *, *. In diesem Fall gewinnen Sie, weil die Zahlen 1 und 2 an den ersten drei Stellen der Gewinnzahlen erscheinen und damit genau dem Einsatz entsprechen, auch wenn die Reihenfolge anders ist.",
    "Game Instructions: Enter three distinct numbers to form a single bet. If the entered numbers match the numbers in the 1st, 2nd, and 3rd places of the winning numbers, regardless of order, then you win. For Example: Betting plan: 123; Winning numbers: 1, 3, 2, *, *. In this case, you win the "Front Three Group Six" because the numbers 1, 2, and 3 appear in the first three positions of the winning numbers, matching the entered numbers in any order.":"Spielanleitung: Geben Sie drei verschiedene Zahlen ein, um eine einzelne Wette zu bilden. Wenn die eingegebenen Zahlen mit den Zahlen an der 1., 2. und 3. Stelle der Gewinnzahlen übereinstimmen, unabhängig von der Reihenfolge, dann gewinnen Sie. Beispiel: Wettplan: 123; Gewinnzahlen: 1, 3, 2, *, *. In diesem Fall gewinnen Sie die „Front Three Group Six“, da die Zahlen 1, 2 und 3 an den ersten drei Stellen der Gewinnzahlen erscheinen und mit den eingegebenen Zahlen in beliebiger Reihenfolge übereinstimmen.",
    "Game Instructions: Select one number, and if this number matches any one of the 1st, 2nd, or 3rd places of the winning numbers (excluding cases where all three digits are the same, known as a "triplet"), you qualify for a prize. If there is a pair among these three positions, you win a prize. If all three numbers are distinct, you win a prize. For Examples: Betting plan: 3; Winning numbers A: 1, 3, 3, *, *. In this case, you win the prize for this selection because the number 3 matches and forms a pair in the 1st, 2nd, or 3rd places. Winning numbers B: 1, 2, 3, *, *. In this case, you win the prize for this selection because the number 3 matches one of the positions and all numbers are distinct, forming no pairs.":"Spielanleitung: Wählen Sie eine Zahl aus. Wenn diese Zahl mit einer der 1., 2. oder 3. Stellen der Gewinnzahlen übereinstimmt (ausgenommen Fälle, in denen alle drei Ziffern gleich sind, sogenannte „Tripletts“), haben Sie Anspruch auf einen Preis. Wenn sich an diesen drei Stellen ein Paar befindet, gewinnen Sie einen Preis. Wenn alle drei Zahlen verschieden sind, gewinnen Sie einen Preis. Beispiele: Wettplan: 3; Gewinnzahlen A: 1, 3, 3, *, *. In diesem Fall gewinnen Sie den Preis für diese Auswahl, da die Zahl 3 übereinstimmt und an der 1., 2. oder 3. Stelle ein Paar bildet. Gewinnzahlen B: 1, 2, 3, *, *. In diesem Fall gewinnen Sie den Preis für diese Auswahl, da die Zahl 3 mit einer der Stellen übereinstimmt und alle Zahlen verschieden sind und keine Paare bilden.",
    "Game Rule: Select one number. If this number matches the last digit of the sum of the first three digits (the 1st, 2nd, and 3rd places) of the winning number, then you win. For Example: Betting Option: 3; Winning Numbers: 0, 2, 1, *, *; Since the sum of the first three digits is 3, which matches the bet, it results in a win.":"Spielregel: Wählen Sie eine Zahl. Wenn diese Zahl mit der letzten Ziffer der Summe der ersten drei Ziffern (1., 2. und 3. Stelle) der Gewinnzahl übereinstimmt, gewinnen Sie. Beispiel: Wettoption: 3; Gewinnzahlen: 0, 2, 1, *, *; Da die Summe der ersten drei Ziffern 3 ergibt, was dem Einsatz entspricht, ergibt sich ein Gewinn.",
    "Game Instructions: Select one number each from the 2nd, 3rd and 4th places to form a bet. If the chosen numbers match the winning numbers in the 2nd, 3rd and 4th places, and in the exact order, then you win. For Examplea: Betting plan: 3, 4, 5; Winning numbers: *, 3, 4, 5, *. In this case, you win.":"Spielanleitung: Wählen Sie jeweils eine Zahl aus dem 2., 3. und 4. Platz aus, um einen Tipp zu bilden. Wenn die gewählten Zahlen mit den Gewinnzahlen auf dem 2., 3. und 4. Platz übereinstimmen und dies in der richtigen Reihenfolge, dann gewinnen Sie. Zum Beispiel: Tippschema: 3, 4, 5; Gewinnzahlen: *, 3, 4, 5, *. In diesem Fall gewinnen Sie.",
    "Game Instructions: Enter a 3-digit number to form a bet. If the entered number matches the winning numbers in the 2nd, 3rd and 4th places, and in the exact order, then you win. For Example: Betting plan: 345; Winning numbers: *, 3, 4, 5, *. In this case, you win.":"Spielanleitung: Geben Sie eine 3-stellige Zahl ein, um einen Tipp abzugeben. Wenn die eingegebene Zahl mit den Gewinnzahlen auf dem 2., 3. und 4. Platz übereinstimmt und zwar in der genauen Reihenfolge, dann gewinnen Sie. Beispiel: Tippschema: 345; Gewinnzahlen: *, 3, 4, 5, *. In diesem Fall gewinnen Sie.",
    "Game Instructions: Select one number each from the 2nd, 3rd and 4th places to form combinations of 1 to 3 , totaling three bets. If the selected 4th place number matches the 4th place of the winning numbers, you win the 4th position prize. If the selected 3rd and 4th place numbers match the corresponding places of the winning numbers, you win both the 3rd and 4th positions prizes. Similarly, if all three selected numbers match the winning numbers in the 1 2nd, 3rd and 4th places, in the exact order, you can win up to three prizes simultaneously. For Example: Betting plan: 1,2,3; Winning numbers: *,1,2,3,*,. In this case, you win one bet each for , ,*,*,3,*, (4th position prize), , ,2,3,,* (3rd and 4th position prizes), and , ,1,2,3, , (2nd, 3rd and 4th position prizes).":"Spielanleitung: Wählen Sie jeweils eine Zahl aus dem 2., 3. und 4. Platz, um Kombinationen von 1 bis 3 zu bilden, die insgesamt drei Wetten ergeben. Wenn die gewählte Zahl des 4. Platzes mit dem 4. Platz der Gewinnzahlen übereinstimmt, gewinnen Sie den Preis des 4. Platzes. Wenn die gewählten Zahlen des 3. und 4. Platzes mit den entsprechenden Plätzen der Gewinnzahlen übereinstimmen, gewinnen Sie sowohl den Preis des 3. als auch des 4. Platzes. Ähnlich verhält es sich, wenn alle drei gewählten Zahlen mit den Gewinnzahlen auf den 1., 2., 3. und 4. Plätzen in der genauen Reihenfolge übereinstimmen, können Sie bis zu drei Preise gleichzeitig gewinnen. Zum Beispiel: Wettplan: 1,2,3; Gewinnzahlen: *,1,2,3,*,. In diesem Fall gewinnen Sie jeweils eine Wette für , ,*,*,3,*, (Preis für den 4. Platz), , ,2,3,,* (Preis für den 3. und 4. Platz) und , ,1,2,3, , (Preis für den 2., 3. und 4. Platz).",
    "Game Instructions: Select one number that will match the sum of the 2nd, 3rd and 4th places of the winning numbers. If the selected number equals this sum, then you win. For Example: Betting plan: 3; Winning numbers: *, 1, 2, 0, *. The sum of 1, 2, and 0 is 3, which matches the selected number, so in this case, you win.":"Spielanleitung: Wählen Sie eine Zahl, die der Summe der 2., 3. und 4. Stelle der Gewinnzahlen entspricht. Wenn die gewählte Zahl dieser Summe entspricht, gewinnen Sie. Beispiel: Wettplan: 3; Gewinnzahlen: *, 1, 2, 0, *. Die Summe von 1, 2 und 0 ist 3, was der gewählten Zahl entspricht, in diesem Fall gewinnen Sie also.",
    "Game Instructions: Select one number that matches the difference obtained by subtracting the smallest number from the largest number among the 2nd, 3rd and 4th of the winning numbers. If the selected number equals this difference, then you win. For Example: Betting plan: 3; Winning numbers: *, 1, 2, 4, *. The largest number is 4 and the smallest is 1, so the difference is 4 - 1 = 3, which matches the selected number. In this case, you win.":"Spielanleitung: Wählen Sie eine Zahl, die der Differenz entspricht, die sich aus der Subtraktion der kleinsten Zahl von der größten Zahl unter der 2., 3. und 4. der Gewinnzahlen ergibt. Wenn die gewählte Zahl dieser Differenz entspricht, gewinnen Sie. Beispiel: Wettplan: 3; Gewinnzahlen: *, 1, 2, 4, *. Die größte Zahl ist 4 und die kleinste ist 1, also beträgt die Differenz 4 - 1 = 3, was der gewählten Zahl entspricht. In diesem Fall gewinnen Sie.",
    "Game Instructions: Select two numbers to form two bets. To win, one of the chosen numbers must appear twice among the 2nd, 3rd and 4th places of the winning numbers, and the other chosen number must appear once, regardless of the order. For Example: Betting plan: 1, 2; Winning numbers: *, 1, 2, 2, *. In this case, you win because the number 2 appears twice and the number 1 appears once in the specified positions.":"Spielanleitung: Wählen Sie zwei Zahlen aus, um zwei Wetten zu bilden. Um zu gewinnen, muss eine der gewählten Zahlen zweimal unter den Plätzen 2, 3 und 4 der Gewinnzahlen erscheinen und die andere gewählte Zahl muss einmal erscheinen, unabhängig von der Reihenfolge. Zum Beispiel: Wettschema: 1, 2; Gewinnzahlen: *, 1, 2, 2, *. In diesem Fall gewinnen Sie, weil die Zahl 2 zweimal und die Zahl 1 einmal an den angegebenen Positionen erscheint.",
    "Game Instructions: Select three numbers to form a single bet. If the chosen numbers match the numbers in the 2nd, 3rd and 4th places of the winning numbers, regardless of order, then you win. For Example: Betting plan: 1, 2, 3; Winning numbers: *, 1, 3, 2, *. In this case, you win because the numbers 1, 2, and 3 match the Mid three numbers of the winning sequence, albeit in a different order.":"Spielanleitung: Wählen Sie drei Zahlen aus, um eine Einzelwette zu bilden. Wenn die gewählten Zahlen mit den Zahlen an den Plätzen 2, 3 und 4 der Gewinnzahlen übereinstimmen, unabhängig von der Reihenfolge, dann gewinnen Sie. Beispiel: Wettschema: 1, 2, 3; Gewinnzahlen: *, 1, 3, 2, *. In diesem Fall gewinnen Sie, weil die Zahlen 1, 2 und 3 mit den mittleren drei Zahlen der Gewinnfolge übereinstimmen, wenn auch in anderer Reihenfolge.",
    "Game Instructions: Enter two identical numbers and one different number, or three distinct numbers, to form a single bet. If the entered numbers match the numbers in the 2nd, 3rd and 4th places of the winning numbers, regardless of order, and there is a pair among these three positions, you win the "Mid Three Group Three". If all three numbers are different, you win the "Mid Three Group Six". For Example: Betting plan A: 122; Winning numbers: *, 2, 1, 2, *. In this case, you win the "Mid Three Group Three" because there is a pair (two 2s) among the mid three positions. Betting plan B: 123; Winning numbers: *, 1, 3, 2, *. In this case, you win the "Mid Three Group Six" because all three numbers are different and match the mid three positions in any order.":"Spielanleitung: Geben Sie zwei gleiche Zahlen und eine unterschiedliche Zahl oder drei unterschiedliche Zahlen ein, um eine einzelne Wette zu bilden. Wenn die eingegebenen Zahlen mit den Zahlen an den Plätzen 2, 3 und 4 der Gewinnzahlen übereinstimmen, unabhängig von der Reihenfolge, und sich unter diesen drei Positionen ein Paar befindet, gewinnen Sie die „Mittlere Drei-Gruppe Drei“. Wenn alle drei Zahlen unterschiedlich sind, gewinnen Sie die „Mittlere Drei-Gruppe Sechs“. Beispiel: Wettplan A: 122; Gewinnzahlen: *, 2, 1, 2, *. In diesem Fall gewinnen Sie die „Mittlere Drei-Gruppe Drei“, weil sich unter den mittleren drei Positionen ein Paar (zwei 2er) befindet. Wettplan B: 123; Gewinnzahlen: *, 1, 3, 2, *. In diesem Fall gewinnen Sie die „Mittlere Drei-Gruppe Sechs“, weil alle drei Zahlen unterschiedlich sind und in beliebiger Reihenfolge den mittleren drei Positionen entsprechen.",
    "Game Insructions: Choose one number that equals the sum of the 2nd, 3rd and 4th places of the winning numbers (excluding cases where all three digits are the same, also known as a "triplet"). If there is a pair among these three positions, you win the "Mid Three Group Selected Sum Group Three". If all three numbers are distinct, you win the "Mid Three Group Selected Sum Group Six". For Example: Betting plan: 6; Winning numbers A: 3, 3, 0, *, *. In this case, you win the "Mid Three Group Selected Sum Group Three" because the sum of the numbers (3+3+0=6) matches the selected number and there is a pair among the numbers. Winning numbers B: 1, 2, 3, *, *. In this case, you win the "Mid Three Group Selected Sum Group Six" because the sum of the numbers (1+2+3=6) matches the selected number and all numbers are distinct.":"Spielanleitung: Wählen Sie eine Zahl, die der Summe der 2., 3. und 4. Stelle der Gewinnzahlen entspricht (ausgenommen Fälle, bei denen alle drei Ziffern gleich sind, auch als „Triplett“ bekannt). Wenn sich unter diesen drei Stellen ein Paar befindet, gewinnen Sie die „Mittlere Dreiergruppe Ausgewählte Summe Gruppe Drei“. Wenn alle drei Zahlen verschieden sind, gewinnen Sie die „Mittlere Dreiergruppe Ausgewählte Summe Gruppe Sechs“. Beispiel: Wettplan: 6; Gewinnzahlen A: 3, 3, 0, *, *. In diesem Fall gewinnen Sie die „Mittlere Dreiergruppe Ausgewählte Summe Gruppe Drei“, da die Summe der Zahlen (3+3+0=6) mit der gewählten Zahl übereinstimmt und sich unter den Zahlen ein Paar befindet. Gewinnzahlen B: 1, 2, 3, *, *. In diesem Fall gewinnen Sie die „Mittlere Dreiergruppe Ausgewählte Summe Gruppe Sechs“, da die Summe der Zahlen (1+2+3=6) mit der gewählten Zahl übereinstimmt und alle Zahlen verschieden sind.",
    "Game Instructions: Enter three distinct numbers to form a single bet. If the entered numbers match the numbers in the 2nd, 3rd and 4th places of the winning numbers, regardless of order, then you win. For Example: Betting plan: 123; Winning numbers: *, 1, 3, 2, *. In this case, you win the "Mid Three Group Six" because the numbers 1, 2, and 3 appear in the Mid three positions of the winning numbers, matching the entered numbers in any order.":"Spielanleitung: Geben Sie drei verschiedene Zahlen ein, um eine einzelne Wette zu bilden. Wenn die eingegebenen Zahlen mit den Zahlen an den Stellen 2, 3 und 4 der Gewinnzahlen übereinstimmen, unabhängig von der Reihenfolge, dann gewinnen Sie. Beispiel: Wettplan: 123; Gewinnzahlen: *, 1, 3, 2, *. In diesem Fall gewinnen Sie die „Mittlere Drei-Gruppe Sechs“, da die Zahlen 1, 2 und 3 an den mittleren drei Stellen der Gewinnzahlen erscheinen und mit den eingegebenen Zahlen in beliebiger Reihenfolge übereinstimmen.",
    "Game Instructions: Select one number, and if this number matches any one of the 2nd, 3rd or 4th places of the winning numbers (excluding cases where all three digits are the same, known as a "triplet"), you qualify for a prize. If there is a pair among these three positions, you win a prize. If all three numbers are distinct, you win a prize. For Examples: Betting plan: 3; Winning numbers A: *, 1, 3, 3, *. In this case, you win the prize for this selection because the number 3 matches and forms a pair in the 2nd, 3rd and 4th places. Winning numbers B: *, 1, 2, 3, *. In this case, you win the prize for this selection because the number 3 matches one of the positions and all numbers are distinct, forming no pairs.":"Spielanleitung: Wählen Sie eine Zahl aus. Wenn diese Zahl mit einer der 2., 3. oder 4. Stellen der Gewinnzahlen übereinstimmt (ausgenommen Fälle, in denen alle drei Ziffern gleich sind, sogenannte „Tripletts“), haben Sie Anspruch auf einen Preis. Wenn sich an diesen drei Stellen ein Paar befindet, gewinnen Sie einen Preis. Wenn alle drei Zahlen verschieden sind, gewinnen Sie einen Preis. Beispiele: Wettschema: 3; Gewinnzahlen A: *, 1, 3, 3, *. In diesem Fall gewinnen Sie den Preis für diese Auswahl, da die Zahl 3 mit einer der Stellen übereinstimmt und alle Zahlen verschieden sind und keine Paare bilden. Gewinnzahlen B: *, 1, 2, 3, *. In diesem Fall gewinnen Sie den Preis für diese Auswahl, da die Zahl 3 mit einer der Stellen übereinstimmt und alle Zahlen verschieden sind und keine Paare bilden.",
    "Game Instructions: Select one number. If this number matches the last digit of the sum of the Mid three digits (the 2nd, 3rd and 4th places) of the winning number, then you win. For Example: Betting Option: 3; Winning Numbers: *, 0, 2, 1, *; Since the sum of the Mid three digits is 3, which matches the bet, it results in a win.":"Spielanleitung: Wählen Sie eine Zahl. Wenn diese Zahl mit der letzten Ziffer der Summe der mittleren drei Ziffern (2., 3. und 4. Stelle) der Gewinnzahl übereinstimmt, gewinnen Sie. Beispiel: Wettoption: 3; Gewinnzahlen: *, 0, 2, 1, *; Da die Summe der mittleren drei Ziffern 3 ergibt, was dem Einsatz entspricht, ergibt sich ein Gewinn.",
    "Game Instructions: Select one number each from the 2nd, 3rd and 4th places to form a bet. If the chosen numbers match the winning numbers in the 2nd, 3rd and 4th places, and in the exact order, then you win. For Examplea: Betting plan: 3, 4, 5; Winning numbers: *, *, 3,4, 5,. In this case, you win.":"Spielanleitung: Wählen Sie jeweils eine Zahl aus dem 2., 3. und 4. Platz aus, um einen Tipp zu bilden. Wenn die gewählten Zahlen mit den Gewinnzahlen auf dem 2., 3. und 4. Platz übereinstimmen und dies in der richtigen Reihenfolge, dann gewinnen Sie. Zum Beispiel: Tippschema: 3, 4, 5; Gewinnzahlen: *, *, 3,4, 5,. In diesem Fall gewinnen Sie.",
    "Game Instructions: Enter a 3-digit number to form a bet. If the entered number matches the winning numbers in the 2nd, 3rd and 4th places, and in the exact order, then you win. For Example: Betting plan: 3, 4, 5; Winning numbers: *, *,3, 4, 5. In this case, you win.":"Spielanleitung: Geben Sie eine 3-stellige Zahl ein, um einen Tipp abzugeben. Wenn die eingegebene Zahl mit den Gewinnzahlen auf dem 2., 3. und 4. Platz übereinstimmt und zwar in der genauen Reihenfolge, dann gewinnen Sie. Beispiel: Tippschema: 3, 4, 5; Gewinnzahlen: *, *, 3, 4, 5. In diesem Fall gewinnen Sie.",
    "Game Instructions: Select one number that matches the difference obtained by subtracting the smallest number from the largest number among the 3rd, 4th and 5th of the winning numbers. If the selected number equals this difference, then you win. For Example: Betting plan: 3; Winning numbers: *, *, 1, 2, 4. The largest number is 4 and the smallest is 1, so the difference is 4 - 1 = 3, which matches the selected number. In this case, you win.":"Spielanleitung: Wählen Sie eine Zahl, die der Differenz entspricht, die sich aus der Subtraktion der kleinsten Zahl von der größten Zahl unter der 3., 4. und 5. der Gewinnzahlen ergibt. Wenn die gewählte Zahl dieser Differenz entspricht, gewinnen Sie. Beispiel: Wettplan: 3; Gewinnzahlen: *, *, 1, 2, 4. Die größte Zahl ist 4 und die kleinste ist 1, also beträgt die Differenz 4 - 1 = 3, was der gewählten Zahl entspricht. In diesem Fall gewinnen Sie.",
    "Game Instructions: Select two numbers to form two bets. To win, one of the chosen numbers must appear twice among the 3rd , 4th , 5th places of the winning numbers, and the other chosen number must appear once, regardless of the order. For Example: Betting plan: 1, 2; Winning numbers: *, *,1, 2, 2. In this case, you win because the number 2 appears twice and the number 1 appears once in the specified positions.":"Spielanleitung: Wählen Sie zwei Zahlen aus, um zwei Wetten zu bilden. Um zu gewinnen, muss eine der gewählten Zahlen zweimal unter den Plätzen 3, 4 und 5 der Gewinnzahlen erscheinen und die andere gewählte Zahl muss einmal erscheinen, unabhängig von der Reihenfolge. Zum Beispiel: Wettschema: 1, 2; Gewinnzahlen: *, *, 1, 2, 2. In diesem Fall gewinnen Sie, weil die Zahl 2 zweimal und die Zahl 1 einmal an den angegebenen Positionen erscheint.",
    "Game Instructions: Select three numbers to form a single bet. If the chosen numbers match the numbers in the 3rd, 4th and 5th places of the winning numbers, regardless of order, then you win. For Example: Betting plan: 1, 2, 3; Winning numbers: *, *, 1, 3, 2,. In this case, you win because the numbers 1, 2, and 3 match the first three numbers of the winning sequence, albeit in a different order.":"Spielanleitung: Wählen Sie drei Zahlen aus, die einen Einzeleinsatz bilden. Wenn die gewählten Zahlen mit den Zahlen an den Plätzen 3, 4 und 5 der Gewinnzahlen übereinstimmen, unabhängig von der Reihenfolge, dann gewinnen Sie. Beispiel: Wettschema: 1, 2, 3; Gewinnzahlen: *, *, 1, 3, 2,. In diesem Fall gewinnen Sie, weil die Zahlen 1, 2 und 3 mit den ersten drei Zahlen der Gewinnfolge übereinstimmen, wenn auch in anderer Reihenfolge.",
    "Game Instructions: Enter two identical numbers and one different number, or three distinct numbers, to form a single bet. If the entered numbers match the numbers in the 3rd, 4th and 5th places of the winning numbers, regardless of order, and there is a pair among these three positions, you win the "Last Three Group Three". If all three numbers are different, you win the "last Three Group Six". Examples of winning: Betting plan A: 122; Winning numbers: , *, *, 2, 1, 2. In this case, you win the "Last Three Group Three" because there is a pair (two 2s) among the last three positions. Betting plan B: 123; Winning numbers: , *, *, 1, 3, 2. In this case, you win the "last Three Group Six" because all three numbers are different and match the last three positions in any order":"Spielanleitung: Geben Sie zwei gleiche Zahlen und eine unterschiedliche Zahl oder drei unterschiedliche Zahlen ein, um eine einzelne Wette zu bilden. Wenn die eingegebenen Zahlen mit den Zahlen an den 3., 4. und 5. Stellen der Gewinnzahlen übereinstimmen, unabhängig von der Reihenfolge, und sich unter diesen drei Stellen ein Paar befindet, gewinnen Sie die „Letzten Drei Gruppe Drei“. Wenn alle drei Zahlen unterschiedlich sind, gewinnen Sie die „Letzten Drei Gruppe Sechs“. Gewinnbeispiele: Wettplan A: 122; Gewinnzahlen: , *, *, 2, 1, 2. In diesem Fall gewinnen Sie die „Letzten Drei Gruppe Drei“, weil sich unter den letzten drei Stellen ein Paar (zwei 2er) befindet. Wettplan B: 123; Gewinnzahlen: , *, *, 1, 3, 2. In diesem Fall gewinnen Sie die „Letzten Drei Gruppe Sechs“, weil alle drei Zahlen unterschiedlich sind und in beliebiger Reihenfolge mit den letzten drei Stellen übereinstimmen.",
    "Game Instructions: Choose one number that equals the sum of the 3rd, 4th and 5th places of the winning numbers (excluding cases where all three digits are the same, also known as a "triplet"). If there is a pair among these three positions, you win the "last Three Group Selected Sum Group Three". If all three numbers are distinct, you win the "last Three Group Selected Sum Group Six". For Example: Betting plan: 6; Winning numbers A: , *, *, 3, 3, 0. In this case, you win the "Last Three Group Selected Sum Group Three" because the sum of the numbers (3+3+0=6) matches the selected number and there is a pair among the numbers. Winning numbers B: , *, *, 1, 2, 3. In this case, you win the "Last Three Group Selected Sum Group Six" because the sum of the numbers (1+2+3=6) matches the selected number and all numbers are distinct.":"Spielanleitung: Wählen Sie eine Zahl, die der Summe der 3., 4. und 5. Stelle der Gewinnzahlen entspricht (ausgenommen Fälle, in denen alle drei Ziffern gleich sind, auch als „Triplett“ bezeichnet). Wenn sich unter diesen drei Stellen ein Paar befindet, gewinnen Sie die „Letzte Dreiergruppe Ausgewählte Summe Gruppe Drei“. Wenn alle drei Zahlen verschieden sind, gewinnen Sie die „Letzte Dreiergruppe Ausgewählte Summe Gruppe Sechs“. Beispiel: Wettschema: 6; Gewinnzahlen A: , *, *, 3, 3, 0. In diesem Fall gewinnen Sie die „Letzte Dreiergruppe Ausgewählte Summe Gruppe Drei“, da die Summe der Zahlen (3+3+0=6) mit der gewählten Zahl übereinstimmt und sich unter den Zahlen ein Paar befindet. Gewinnzahlen B: , *, *, 1, 2, 3. In diesem Fall gewinnen Sie die „Letzte Dreiergruppe Ausgewählte Summe Gruppe Sechs“, da die Summe der Zahlen (1+2+3=6) mit der gewählten Zahl übereinstimmt und alle Zahlen verschieden sind.",
    "Game Instructions: Enter two identical numbers and one different number to form a single bet. If the entered numbers match the numbers in the 3rd, 4th and 5th places of the winning numbers, regardless of order, then you win. For Example: Betting plan: 122; Winning numbers: , *, *, 2, 1, 2. In this case, you win because the numbers 1 and 2 appear in the last three positions of the winning numbers, matching the bet exactly, even though the order is different.":"Spielanleitung: Geben Sie zwei gleiche Zahlen und eine andere Zahl als Einzelwette ein. Stimmen die eingegebenen Zahlen mit den Zahlen an den Stellen 3, 4 und 5 der Gewinnzahlen überein, unabhängig von der Reihenfolge, gewinnen Sie. Beispiel: Wettschema: 122; Gewinnzahlen: , *, *, 2, 1, 2. In diesem Fall gewinnen Sie, weil die Zahlen 1 und 2 an den letzten drei Stellen der Gewinnzahlen erscheinen und damit genau dem Wetteinsatz entsprechen, auch wenn die Reihenfolge unterschiedlich ist.",
    "Game Instructions: Enter three distinct numbers to form a single bet. If the entered numbers match the numbers in the 3rd , 4th and 5th places of the winning numbers, regardless of order, then you win. For Example: Betting plan: 123; Winning numbers: , *, *, 1, 3, 2. In this case, you win the "last Three Group Six" because the numbers 1, 2, and 3 appear in the last three positions of the winning numbers, matching the entered numbers in any order.":"Spielanleitung: Geben Sie drei verschiedene Zahlen ein, um eine einzelne Wette zu bilden. Wenn die eingegebenen Zahlen mit den Zahlen an den letzten drei Stellen der Gewinnzahlen übereinstimmen, unabhängig von der Reihenfolge, dann gewinnen Sie. Beispiel: Wettplan: 123; Gewinnzahlen: , *, *, 1, 3, 2. In diesem Fall gewinnen Sie die „letzte Dreiergruppe Sechs“, da die Zahlen 1, 2 und 3 an den letzten drei Stellen der Gewinnzahlen erscheinen und mit den eingegebenen Zahlen in beliebiger Reihenfolge übereinstimmen.",
    "Game Instructions: Select one number, and if this number matches any one of the 3rd , 4th and 5th places of the winning numbers (excluding cases where all three digits are the same, known as a "triplet"), you qualify for a prize. If there is a pair among these three positions, you win a prize. If all three numbers are distinct, you win a prize. For Examples: Betting plan: 3; Winning numbers A: , *, * ,1, 3, 3. In this case, you win the prize for this selection because the number 3 matches and forms a pair in the 4th and 5th places. Winning numbers B: *, *, 1, 2, 3. In this case, you win the prize for this selection because the number 3 matches one of the positions and all numbers are distinct, forming no pairs.":"Spielanleitung: Wählen Sie eine Zahl, und wenn diese Zahl mit einer der 3., 4. oder 5. Stellen der Gewinnzahlen übereinstimmt (ausgenommen Fälle, in denen alle drei Ziffern gleich sind (sogenanntes „Triplett“), haben Sie Anspruch auf einen Preis. Wenn an diesen drei Stellen ein Paar entsteht, gewinnen Sie einen Preis. Wenn alle drei Zahlen verschieden sind, gewinnen Sie einen Preis. Beispiele: Wettschema: 3; Gewinnzahlen A: , *, * , 1, 3, 3. In diesem Fall gewinnen Sie den Preis für diese Auswahl, da die Zahl 3 mit einer der Stellen übereinstimmt und alle Zahlen verschieden sind und keine Paare bilden. Gewinnzahlen B: *, *, 1, 2, 3. In diesem Fall gewinnen Sie den Preis für diese Auswahl, da die Zahl 3 mit einer der Stellen übereinstimmt und alle Zahlen verschieden sind und keine Paare bilden.",
    "Game Instructions: Select one number. If this number matches the last digit of the sum of the last three digits (the 3rd , 4th and 5th places) of the winning number, then you win. For Example: Betting Option: 3; Winning Numbers: , *, *, 0, 2, 1; Since the sum of the first three digits is 3, which matches the bet, it results in a win.":"Spielanleitung: Wählen Sie eine Zahl aus. Wenn diese Zahl mit der letzten Ziffer der Summe der letzten drei Ziffern (3., 4. und 5. Stelle) der Gewinnzahl übereinstimmt, haben Sie gewonnen. Beispiel: Wettoption: 3; Gewinnzahlen: , *, *, 0, 2, 1; Da die Summe der ersten drei Ziffern 3 ergibt und damit dem Wetteinsatz entspricht, ist das ein Gewinn.",
    "Game Instructions: Select one number each from the 1st and 2nd places to form one bet. If the chosen numbers match the 1st and 2nd places of the winning number, and in the same order, you win. Winning Example: Betting Scheme: 1,2; Winning Number: 1,2,*,*,*; this results in a win.":"Spielanleitung: Wählen Sie jeweils eine Zahl aus dem 1. und 2. Platz aus, um einen Einsatz zu bilden. Wenn die gewählten Zahlen mit dem 1. und 2. Platz der Gewinnzahl übereinstimmen und in der gleichen Reihenfolge sind, gewinnen Sie. Gewinnbeispiel: Wettschema: 1,2; Gewinnzahl: 1,2,*,*,*; dies ergibt einen Gewinn.",
    "Game Instructions: Enter a two-digit number to make one bet. If the entered number matches the 1st and 2nd places of the winning number, and in the same order, you win. Winning Example: Betting Scheme: 12; Winning Number: 1,2,*,*,*,; this results in a win.":"Spielanleitung: Geben Sie eine zweistellige Zahl ein, um eine Wette zu platzieren. Wenn die eingegebene Zahl mit der 1. und 2. Stelle der Gewinnzahl übereinstimmt und in derselben Reihenfolge ist, gewinnen Sie. Gewinnbeispiel: Wettschema: 12; Gewinnzahl: 1,2,*,*,*,; dies führt zu einem Gewinn.",
    "Game Instructions: Choose one number. If your chosen number matches the sum of the 1st and 2nd places of the winning number, you win. Winning Example: Betting Scheme: 3; Winning Number: 1,2,*,*,*; this results in a win.":"Spielanleitung: Wählen Sie eine Zahl. Wenn Ihre gewählte Zahl mit der Summe der 1. und 2. Stelle der Gewinnzahl übereinstimmt, gewinnen Sie. Gewinnbeispiel: Wettschema: 3; Gewinnzahl: 1,2,*,*,*; dies ergibt einen Gewinn.",
    "Game Instructions: Choose two numbers to make one bet. If the selected numbers match the 1st and 2nd places of the winning number (in any order), you win. Winning Example: Betting Scheme: 1,2; Winning Number: 2,1,,,*; this results in a win.":"Spielanleitung: Wählen Sie zwei Zahlen aus, um eine Wette zu platzieren. Wenn die ausgewählten Zahlen mit der 1. und 2. Stelle der Gewinnzahl übereinstimmen (in beliebiger Reihenfolge), gewinnen Sie. Gewinnbeispiel: Wettschema: 1,2; Gewinnzahl: 2,1,,,*; dies führt zu einem Gewinn.",
    "Game Instructions: Enter two different numbers to make one bet. If the entered numbers match the 1st and 2nd places of the winning number (in any order), you win. Winning Example: Betting Scheme: 12; Winning Number: 2,1,*,*,*; this results in a win.":"Spielanleitung: Geben Sie zwei verschiedene Zahlen ein, um eine Wette abzuschließen. Wenn die eingegebenen Zahlen mit der 1. und 2. Stelle der Gewinnzahl übereinstimmen (in beliebiger Reihenfolge), gewinnen Sie. Gewinnbeispiel: Wettschema: 12; Gewinnzahl: 2,1,*,*,*; dies ergibt einen Gewinn.",
    "Game Instructions: Choose one number. If your chosen number equals the sum of the 1st and 2nd places of the winning number (excluding identical pair numbers), you win. Winning Example: Betting Scheme: 3; Winning Number: 1,2,*,*,*; this results in a win.":"Spielanleitung: Wählen Sie eine Zahl. Wenn Ihre gewählte Zahl der Summe aus dem 1. und 2. Platz der Gewinnzahl entspricht (ausgenommen identische Paarzahlen), gewinnen Sie. Gewinnbeispiel: Wettschema: 3; Gewinnzahl: 1,2,*,*,*; dies ergibt einen Gewinn.",
    "Game Instructions: Choose one number. If your chosen number matches either the 1st and 2nd place of the winning number (excluding identical pair numbers), you win. Winning Example: Betting Scheme: 3; Winning Number: 1,3,*,*,*; this results in a win.":"Spielanleitung: Wählen Sie eine Zahl. Wenn Ihre gewählte Zahl entweder mit der 1. oder 2. Stelle der Gewinnzahl übereinstimmt (ausgenommen identische Paarzahlen), gewinnen Sie. Gewinnbeispiel: Wettschema: 3; Gewinnzahl: 1,3,*,*,*; dies ergibt einen Gewinn.",
    "Game Instructions: Select one number each from the 4th and 5th places to form one bet. If the chosen numbers match the 4th and 5th places of the winning number, and in the same order, you win. Winning Example: Betting Scheme: 1,2; Winning Number: *,*,*,1,2; this results in a win.":"Spielanleitung: Wählen Sie jeweils eine Zahl aus dem 4. und 5. Platz aus, um einen Einsatz zu bilden. Wenn die gewählten Zahlen mit dem 4. und 5. Platz der Gewinnzahl übereinstimmen und in der gleichen Reihenfolge sind, gewinnen Sie. Gewinnbeispiel: Wettschema: 1,2; Gewinnzahl: *,*,*,1,2; dies ergibt einen Gewinn.",
    "Game Instructions: Enter a two-digit number to make one bet. If the entered number matches the 4th and 5th places of the winning number, and in the same order, you win. Winning Example: Betting Scheme: 12; Winning Number: *,*,*,1,2; this results in a win.":"Spielanleitung: Geben Sie eine zweistellige Zahl ein, um eine Wette zu platzieren. Wenn die eingegebene Zahl mit der 4. und 5. Stelle der Gewinnzahl übereinstimmt und in der gleichen Reihenfolge ist, gewinnen Sie. Gewinnbeispiel: Wettschema: 12; Gewinnzahl: *,*,*,1,2; dies ergibt einen Gewinn.",
    "Game Instructions: Choose one number. If your chosen number matches the sum of the 4th and 5th places of the winning number, you win. Winning Example: Betting Scheme: 3; Winning Number: *,*,*,1,2,; this results in a win.":"Spielanleitung: Wählen Sie eine Zahl. Wenn Ihre gewählte Zahl mit der Summe der 4. und 5. Stelle der Gewinnzahl übereinstimmt, gewinnen Sie. Gewinnbeispiel: Wettschema: 3; Gewinnzahl: *,*,*,1,2,; dies ergibt einen Gewinn.",
    "Game Instructions: Choose one number. If your chosen number matches the difference obtained by performing substraction between 4th and 5th place of the winning number, you win. Winning Example: Betting Scheme: 3; Winning Number: *,*,*,4,1,; this results in a win.":"Spielanleitung: Wählen Sie eine Zahl. Wenn Ihre gewählte Zahl mit der Differenz übereinstimmt, die sich aus der Subtraktion zwischen der 4. und 5. Stelle der Gewinnzahl ergibt, gewinnen Sie. Gewinnbeispiel: Wettschema: 3; Gewinnzahl: *,*,*,4,1,; dies ergibt einen Gewinn.",
    "Game Instructions: Choose two numbers to make one bet. If the selected numbers match the 4th and 5th places of the winning number (in any order), you win. Winning Example: Betting Scheme: 1,2; Winning Number: ,*,*,*,2,1; this results in a win.":"Spielanleitung: Wählen Sie zwei Zahlen aus, um eine Wette zu platzieren. Wenn die ausgewählten Zahlen an der 4. und 5. Stelle der Gewinnzahl liegen (in beliebiger Reihenfolge), gewinnen Sie. Gewinnbeispiel: Wettschema: 1,2; Gewinnzahl: ,*,*,*,2,1; dies führt zu einem Gewinn.",
    "Game Instructions: Enter two different numbers to make one bet. If the entered numbers match the 4th and 5th places of the winning number (in any order), you win. Winning Example: Betting Scheme: 12; Winning Number: ,*,*,*,2,1; this results in a win.":"Spielanleitung: Geben Sie zwei verschiedene Zahlen ein, um eine Wette abzuschließen. Wenn die eingegebenen Zahlen an der 4. und 5. Stelle der Gewinnzahl liegen (in beliebiger Reihenfolge), gewinnen Sie. Gewinnbeispiel: Wettschema: 12; Gewinnzahl: ,*,*,*,2,1; dies führt zu einem Gewinn.",
    "Game Instructions: Choose one number. If your chosen number equals the sum of the 4th and 5th places of the winning number (excluding identical pair numbers), you win. Winning Example: Betting Scheme: 3; Winning Number: ,*,*,*,1,2; this results in a win.":"Spielanleitung: Wählen Sie eine Zahl. Wenn Ihre gewählte Zahl der Summe der 4. und 5. Stelle der Gewinnzahl entspricht (ausgenommen identische Paarzahlen), gewinnen Sie. Gewinnbeispiel: Wettschema: 3; Gewinnzahl: ,*,*,*,1,2; dies ergibt einen Gewinn.",
    "Game Instructions: Choose one number. If your chosen number matches either the 4th and 5th place of the winning number (excluding identical pair numbers), you win. Winning Example: Betting Scheme: 3; Winning Number: ,*,*,*,1,3; this results in a win.":"Spielanleitung: Wählen Sie eine Zahl. Wenn Ihre gewählte Zahl entweder mit der 4. oder 5. Stelle der Gewinnzahl übereinstimmt (ausgenommen identische Paarzahlen), gewinnen Sie. Gewinnbeispiel: Wettschema: 3; Gewinnzahl: ,*,*,*,1,3; dies ergibt einen Gewinn.",
    "Game Instructions: Choose one number for any position from 1st , 2nd , 3rd , 4th or 5th to make one bet. If the selected number matches the number in the corresponding position of the winning number, you win. Winning Example: Betting Scheme: 3,-,-,-,-; Winning Number: 3,*,*,*,; this results in a win.":"Spielanleitung: Wählen Sie eine Zahl für eine beliebige Position von 1, 2, 3, 4 oder 5, um eine Wette zu platzieren. Wenn die ausgewählte Zahl mit der Zahl an der entsprechenden Position der Gewinnzahl übereinstimmt, gewinnen Sie. Gewinnbeispiel: Wettschema: 3,-,-,-,-; Gewinnzahl: 3,*,*,*,; dies führt zu einem Gewinn.",
    "Game Instructions: Choose two numbers to make one bet. If the selected numbers appears in the 1st , 2nd or 3rd place of the winning number, you win. Winning Example: Betting Scheme: 3; Winning Number: 1,3,2,*,*,; this results in a win.":"Spielanleitung: Wählen Sie zwei Zahlen aus, um eine Wette zu platzieren. Wenn die ausgewählten Zahlen an 1., 2. oder 3. Stelle der Gewinnzahl erscheinen, gewinnen Sie. Gewinnbeispiel: Wettschema: 3; Gewinnzahl: 1,3,2,*,*,; dies ergibt einen Gewinn.",
    "Game Instructions: Choose one number to make one bet. If the selected number appears in the 1st , 2nd or 3rd place of the winning number, you win. Winning Example: Betting Scheme: 3; Winning Number: 1,3,2,*,*,; this results in a win.":"**Spielanleitung:**  Wählen Sie eine Zahl, um eine Wette zu platzieren. Wenn die gewählte Zahl an der 1., 2. oder 3. Stelle der Gewinnzahl erscheint, gewinnen Sie.  **Gewinnbeispiel:**  Wettschema: 3  Gewinnzahl: 1, 3, 2, *, *  Dies führt zu einem Gewinn.",
    "Game Instructions: Choose one number to make one bet. If the selected number appears in the 2nd , 3rd or 4th place of the winning number, you win. Winning Example: Betting Scheme: 3; Winning Number: *,1,3,2,*,; this results in a win.":"**Spielanleitung:**  Wählen Sie eine Zahl, um eine Wette zu platzieren. Wenn die gewählte Zahl an der 2., 3. oder 4. Stelle der Gewinnzahl erscheint, gewinnen Sie.**Gewinnbeispiel:**  - Wettschema: 3  - Gewinnzahl: *,1,3,2,*  Dies führt zu einem Gewinn.",
    "Game Instructions: Choose two numbers to make one bet. If the selected two numbers appear in the 2nd, 3rd or 4th place of the winning number, you win. Winning Example: Betting Scheme: 1,3; Winning Number: *,1,3,2,*,; this results in a win.":"**Spielanleitung:**  Wählen Sie zwei Zahlen, um eine Wette zu platzieren. Wenn die ausgewählten zwei Zahlen an der 2., 3. oder 4. Stelle der Gewinnzahlen erscheinen, gewinnen Sie.  **Gewinnbeispiel:**  Wettschema: 1,3  Gewinnzahl: *,1,3,2,*  Dies ergibt einen Gewinn.",
    "Game Instructions: Choose one number to make one bet. If the selected number appears in the 3rd, 4th, or 5th place of the winning number, you win. Winning Example: Betting Scheme: 3; Winning Number: ,*,*,1,3,2; this results in a win.":"**Spielanleitung:**  Wählen Sie eine Zahl, um eine Wette abzugeben. Wenn die gewählte Zahl auf dem 3., 4. oder 5. Platz der Gewinnzahl erscheint, gewinnen Sie.  **Gewinnbeispiel:**  - Wettschema: 3  - Gewinnzahl: _, *, *, 1, 3, 2  Dies führt zu einem Gewinn.",
    "Game Instructions: Choose two numbers to make one bet. If the selected two numbers appear in the 3rd, 4th, or 5th place of the winning number, you win. Winning Example: Betting Scheme: 1,3; Winning Number: *,*,1,3,2; this results in a win.":"**Spielanleitung:**  Wählen Sie zwei Zahlen, um eine Wette zu platzieren. Wenn die ausgewählten zwei Zahlen an der 3., 4. oder 5. Stelle der Gewinnzahlen erscheinen, gewinnen Sie.  **Gewinnbeispiel:**  - Wettschema: 1,3  - Gewinnzahl: *,*,1,3,2  Dies ergibt einen Gewinn.",
    "Game Instructions: Choose three numbers to make one bet. If the selected three numbers appear in the 2nd, 3rd, 4th, or 5th place of the winning number, you win. Winning Example: Betting Scheme: 2,3,4; Winning Number: *,1,2,3,4; this results in a win.":"Spielanleitung: Wählen Sie drei Zahlen, um eine Wette zu platzieren. Wenn die ausgewählten drei Zahlen auf dem 2., 3., 4. oder 5. Platz der Gewinnzahlen erscheinen, gewinnen Sie.  Gewinnbeispiel: Wettschema: 2,3,4; Gewinnzahl: *,1,2,3,4; dies ergibt einen Gewinn.",
    "Game Instructions: Choose one number to make one bet. If the selected number appears in the 1st, 2nd, 3rd, or 4th place of the winning number, you win. Winning Example: Betting Scheme: 3; Winning Number: 1,2,3,4,*; this results in a win.":"**Spielanleitung:** Wählen Sie eine Zahl, um eine Wette abzugeben. Wenn die gewählte Zahl auf dem 1., 2., 3. oder 4. Platz der Gewinnzahl erscheint, gewinnen Sie.  **Gewinnbeispiel:**  Wettschema: 3;  Gewinnzahl: 1, 2, 3, 4, *;  dies führt zu einem Gewinn.",
    "Game Instructions: Choose two numbers to make one bet. If the selected two numbers appear in the 1st, 2nd, 3rd, 4th or tens place of the winning number, you win. Winning Example: Betting Scheme: 2,3; Winning Number: 1,2,3,4,*; this results in a win.":"Spielanleitung: Wählen Sie zwei Zahlen, um eine Wette zu platzieren. Wenn die gewählten zwei Zahlen an der 1., 2., 3., 4. oder Zehnerstelle der Gewinnzahl erscheinen, gewinnen Sie.  **Gewinnbeispiel:**  Wettschema: 2,3;  Gewinnzahl: 1,2,3,4,*;  dies führt zu einem Gewinn.",
    "Game Instructions: Choose three numbers to make one bet. If the selected three numbers appear in the 1st, 2nd, 3rd or 4th place of the winning number, you win. Winning Example: Betting Scheme: 2,3,4; Winning Number: 1,2,3,4,*,; this results in a win.":"**Spielanleitung:** Wählen Sie drei Zahlen, um eine Wette zu platzieren. Wenn die ausgewählten drei Zahlen an der 1., 2., 3. oder 4. Stelle der Gewinnzahl erscheinen, gewinnen Sie.  **Gewinnbeispiel:**  - Wettschema: 2,3,4  - Gewinnzahl: 1,2,3,4,*  Dies führt zu einem Gewinn.",
    "Game Instructions: Choose one number to make one bet. If the selected number appears in the 2nd, 3rd, 4th, or 5th place of the winning number, you win. Winning Example: Betting Scheme: 3; Winning Number: *,1,2,3,4; this results in a win.":"Spielanleitung: Wählen Sie eine Zahl, um eine Wette zu platzieren. Wenn die gewählte Zahl an der 2., 3., 4. oder 5. Stelle der Gewinnzahl erscheint, gewinnen Sie.  **Gewinnbeispiel:**  Wettschema: 3;  Gewinnzahl: *,1,2,3,4;  Dies ergibt einen Gewinn.",
    "Game Instructions: Select two numbers to make one bet. If the selected two numbers appear in the 2nd, 3rd, 4th, or 5th place of the winning number, you win. Winning Example: Betting Scheme: 2,3; Winning Number: *,1,2,3,4; this results in a win.":"Spielanleitung: Wählen Sie zwei Zahlen, um eine Wette zu platzieren. Wenn die ausgewählten zwei Zahlen im 2., 3., 4. oder 5. Platz der Gewinnzahl erscheinen, gewinnen Sie.  Gewinnbeispiel: Wettschema: 2,3; Gewinnzahl: *,1,2,3,4; dies ergibt einen Gewinn.",
    "Game Instructions: Choose two numbers to make one bet. If the selected two numbers appear in the 1st, 2nd , 3rd, 4th or 5th place of the winning number, you win. Winning Example: Betting Scheme: 2,3; Winning Number: 1,2,3,4,5; this results in a win.":"",
    "Game Instructions: Choose three numbers to make one bet. If the selected three numbers appear in the 1st, 2nd, 3rd, 4th or 5th place of the winning number, you win. Winning Example: Betting Scheme: 2,3,5; Winning Number: 1,2,3,4,5; this results in a win.":"**Spielanleitung:** Wählen Sie drei Zahlen, um eine Wette zu platzieren. Wenn die ausgewählten drei Zahlen an der 1., 2., 3., 4. oder 5. Stelle der Gewinnzahl erscheinen, gewinnen Sie.  **Gewinnbeispiel:**  Wettschema: 2, 3, 5  Gewinnzahl: 1, 2, 3, 4, 5  Dies führt zu einem Gewinn.",
    "Game Instructions: Choose atleast one selection from the 1st and 2nd places to form a bet. Ranges include: Big: 5-9 Small: 0-4 Odd: 1,3,5,7,9 Even: 0,2,4,6,8 Make one bet with these choices. If the selected forms for the respective positions match the forms and positions of the winning number, you win. Winning Example: Betting Scheme: 1st: Big, 2nd: Small; Winning Number: 9,4,,,*; this results in a win.":"Spielanleitung: Wählen Sie mindestens eine Auswahl aus dem 1. und 2. Platz, um eine Wette zu bilden. Die Auswahlmöglichkeiten umfassen: Groß: 5-9, Klein: 0-4, Ungerade: 1,3,5,7,9, Gerade: 0,2,4,6,8. Treffen Sie eine Wette mit diesen Auswahlmöglichkeiten. Wenn die gewählten Formen für die jeweiligen Positionen mit den Formen und Positionen der Gewinnzahl übereinstimmen, gewinnen Sie.  **Gewinnbeispiel:**  Wettschema: 1. Platz: Groß, 2. Platz: Klein; Gewinnzahl: 9,4,...; dies führt zu einem Gewinn.",
    "Game Instructions: Choose atleast one form from the 1st, 2nd, and 3rd places (Big: 5-9; Small: 0-4; Odd: 1,3,5,7,9; Even: 0,2,4,6,8) to form a bet. If the selected forms match both the positions and forms of the winning numbers, you win. Winning Example: Betting Scheme: 1st: Big, 2nd: Small, 3rd: Odd; Winning Number: 9,4,5,*,*,; this results in a win.":"Spielanleitung: Wählen Sie mindestens eine Form aus dem 1., 2. und 3. Platz (Groß: 5-9; Klein: 0-4; Ungerade: 1,3,5,7,9; Gerade: 0,2,4,6,8), um eine Wette zu bilden. Wenn die ausgewählten Formen sowohl mit den Positionen als auch mit den Formen der Gewinnzahlen übereinstimmen, gewinnen Sie.  Gewinnbeispiel: Wettschema: 1. Platz: Groß, 2. Platz: Klein, 3. Platz: Ungerade; Gewinnzahl: 9,4,5,*,*,; dies ergibt einen Gewinn.",
    "Game Instructions: Choose one atleast form for the 4th and fifth places (Big: 5-9; Small: 0-4; Odd: 1,3,5,7,9; Even: 0,2,4,6,8) to form a bet. If the selected forms match both the positions and forms of the winning numbers, you win. Winning Example: Betting Scheme: 4th: Big, 5th: Small; Winning Number: *,*,*,9,4; this results in a win.":"**Spielanleitung:**  Wählen Sie mindestens eine der folgenden Formen für den 4. und 5. Platz (Groß: 5-9; Klein: 0-4; Ungerade: 1,3,5,7,9; Gerade: 0,2,4,6,8), um eine Wette zu bilden. Wenn die ausgewählten Formen sowohl mit den Positionen als auch mit den Formen der Gewinnzahlen übereinstimmen, gewinnen Sie.  **Gewinnbeispiel:**  Wettschema: 4. Platz: Groß, 5. Platz: Klein;  Gewinnzahl: *,*,*,9,4;  Dies führt zu einem Gewinn.",
    "Game Instructions: Choose atleast one form for the 3rd, 4th, and 5th places (Big: 5-9; Small: 0-4; Odd: 1,3,5,7,9; Even: 0,2,4,6,8) to form a bet. If the selected forms match both the positions and forms of the winning numbers, you win. Winning Example: Betting Scheme: 3rd: Big, 4th: Small, 5th: Odd; Winning Number: ,*,*,9,4,5; this results in a win.":"**Spielanleitung:**  Wählen Sie mindestens eine Form für die 3., 4. und 5. Position (Groß: 5-9; Klein: 0-4; Ungerade: 1,3,5,7,9; Gerade: 0,2,4,6,8), um eine Wette zu bilden. Wenn die ausgewählten Formen sowohl mit den Positionen als auch den Formen der Gewinnzahlen übereinstimmen, gewinnen Sie.  **Gewinnbeispiel:**  Wettschema: 3. Position: Groß, 4. Position: Klein, 5. Position: Ungerade; Gewinnzahl: ,*,*,9,4,5; dies führt zu einem Gewinn.",
    "Game Instructions: Choose one form (Big: 23-45; Small: 0-22; Odd: 1,3,5,7,9; Even: 0,2,4,6,8) to match the sum form of the five winning numbers. If your selected form matches the sum form of the winning numbers, you win. Winning Example: Betting Scheme: Big; Winning Numbers: 9,8,7,6,9; this results in a win.":"**Spielanleitung:**  Wählen Sie eine Form (Groß: 23-45; Klein: 0-22; Ungerade: 1,3,5,7,9; Gerade: 0,2,4,6,8), um die Summenform der fünf Gewinnzahlen zu treffen. Wenn Ihre ausgewählte Form mit der Summenform der Gewinnzahlen übereinstimmt, gewinnen Sie.  **Gewinnbeispiel:**  Wett-Schema: Groß; Gewinnzahlen: 9,8,7,6,9; dies führt zu einem Gewinn.",
    "Game Instructions: Choose one form for the first three, middle three, or last three (forms: Big: 14-27; Small: 0-13; Odd: 1,3,5,7,9; Even: 0,2,4,6,8). If the form of your selection matches the sum form of the corresponding positions of the winning numbers, you win. Winning Example: Betting Scheme: Front Three: Large; Winning Numbers: 9,8,7,*,*,*; this results in a win.":"Spielanleitung: Wählen Sie eine Form für die ersten drei, mittleren drei oder letzten drei (Formen: Groß: 14-27; Klein: 0-13; Ungerade: 1,3,5,7,9; Gerade: 0,2,4,6,8). Wenn die Form Ihrer Auswahl mit der Form der Summe der entsprechenden Positionen der Gewinnzahlen übereinstimmt, gewinnen Sie.  Gewinnbeispiel: Wettschema: Erste Drei: Groß; Gewinnzahlen: 9,8,7,*,*,*; dies führt zu einem Gewinn.",
    "Game Instructions: Choose one number to place a bet on. If the selected number appears in the 1st, 2nd, 3rd, 4th or 5th place of the winning number, you win. Winning Example: Betting Scheme: 1; Winning Number: 9,8,1,2,8; this results in a win.":"**Spielanleitung:** Wählen Sie eine Zahl, auf die Sie setzen möchten. Wenn die ausgewählte Zahl im 1., 2., 3., 4. oder 5. Platz der Gewinnzahl erscheint, gewinnen Sie.  **Gewinnbeispiel:**  Wettschema: 1  Gewinnzahl: 9,8,1,2,8  Dies führt zu einem Gewinn.",
    "Game Instructions: Choose any two positions from the 1st, 2nd, 3rd, 4th, and 5th. Select one number for each of the two chosen positions to form one bet. If the winning numbers match the numbers in the selected two positions in the exact order, then you win. Winning Example: Betting scheme: 1,2,-,-,-; Winning numbers: 1,2,*,*,* &mdash; you win.":"",
    "Game Instructions: Select any two positions from the 1st, 2nd, 3rd, 4th, and 5th. Enter a two-digit number to form one bet. If the winning numbers in the selected two positions match the entered number in the exact order, then you win. Winning Example: Betting scheme: (1st, 2nd) 12; Winning numbers: 1,2,*,*,* &mdash; you win.":"**Spielanleitung:** Wählen Sie zwei Positionen aus den 1., 2., 3., 4. und 5. Plätzen. Geben Sie eine zweiziffrige Zahl ein, um eine Wette zu platzieren. Wenn die Gewinnzahlen in den ausgewählten zwei Positionen in der genauen Reihenfolge mit der eingegebenen Zahl übereinstimmen, gewinnen Sie.  **Gewinnbeispiel:**  Wettschema: (1., 2. Platz) 12; Gewinnzahlen: 1, 2, *, *, * — Sie gewinnen.",
    "Game Instructions: Select any two positions from the 1st, 2nd, 3rd, 4th, and 5th, and choose one numerical value. If the sum of the winning numbers in the selected two positions equals the chosen sum, then you win. Winning Example: Betting scheme: (1st, 2nd) 3; Winning numbers: 1,2,*,*,* &mdash; you win.":"**Spielanleitung:**  Wählen Sie zwei beliebige Positionen aus den 1., 2., 3., 4. und 5. Plätzen aus und wählen Sie einen Zahlenwert. Wenn die Summe der Gewinnzahlen an den ausgewählten zwei Positionen der gewählten Summe entspricht, gewinnen Sie.  **Gewinnbeispiel:**  Wettschema: (1., 2. Platz) 3; Gewinnzahlen: 1, 2, *, *, * — Sie gewinnen.",
    "Game Instructions: Select any two positions from the 1st, 2nd, 3rd, 4th and 5th, and choose one numerical value. If the sum of the winning numbers in the selected two positions (excluding pairs) equals the chosen sum, then you win. Winning Example: Betting scheme: (1st, 2nd) 3; Winning numbers: 1,2,*,*,* &mdash; you win.":"**Spielanleitung:** Wählen Sie beliebige zwei Positionen aus den 1., 2., 3., 4. und 5. Plätzen und wählen Sie einen numerischen Wert. Wenn die Summe der Gewinnzahlen in den ausgewählten zwei Positionen (ohne Paare) der gewählten Summe entspricht, gewinnen Sie.  **Gewinnbeispiel:**  Wettschema: (1., 2.) 3;  Gewinnzahlen: 1, 2, *, *, * — Sie gewinnen.",
    "Game Instructions: Select any two positions from the 1st, 2nd, 3rd, 4th and 5th choose one number. If any one of the winning numbers in the selected two positions (excluding pairs) matches the chosen number, then you win. Winning Example: Betting scheme: (Ten-thousands, Thousands) 3; Winning numbers: 1,3,*,*,* &mdash; you win.":"**Spielanleitung:** Wählen Sie zwei Positionen aus den 1., 2., 3., 4. und 5. und wählen Sie eine Zahl. Wenn eine der Gewinnzahlen in den ausgewählten beiden Positionen (ohne Paare) mit der gewählten Zahl übereinstimmt, haben Sie gewonnen.  **Gewinnbeispiel:**  Wettschema: (Zehntausender, Tausender) 3;  Gewinnzahlen: 1, 3, *, *, * — Sie gewinnen.",
    "Game Instructions: Select any two positions from the 1st, 2nd, 3rd, 4th, and 5th, and choose two numbers to form one bet. If the winning numbers in the selected two positions match the chosen numbers (order does not matter), then you win. Winning Example: Betting scheme: (1st, 2nd) 1,2; Winning numbers: 2,1,*,*,* &mdash; you win.":"**Spielanleitung:** Wählen Sie beliebige zwei Positionen aus dem 1., 2., 3., 4. und 5. Platz und wählen Sie zwei Zahlen, um eine Wette zu bilden. Wenn die Gewinnzahlen in den ausgewählten zwei Positionen mit den gewählten Zahlen übereinstimmen (die Reihenfolge spielt keine Rolle), gewinnen Sie.  **Gewinnbeispiel:**  Wettschema: (1., 2. Platz) 1,2;  Gewinnzahlen: 2,1,*,*,* — Sie gewinnen.",
    "Game Instructions: Select any two positions from the 1st, 2nd, 3rd, 4th or 5th. Enter two different numbers. If the winning numbers in the selected two positions match the entered numbers (order does not matter), then you win. Winning Example: Betting scheme: (Ten-thousands, Thousands) 12; Winning numbers: 2,1,*,*,* &mdash; you win.":"**Spielanleitung:**  Wählen Sie beliebige zwei Positionen aus dem 1., 2., 3., 4. oder 5. Platz. Geben Sie zwei verschiedene Zahlen ein. Wenn die Gewinnzahlen in den ausgewählten beiden Positionen mit den eingegebenen Zahlen übereinstimmen (die Reihenfolge spielt keine Rolle), gewinnen Sie.  **Gewinnbeispiel:**  Wettschema: (Zehntausender, Tausender) 12;  Gewinnzahlen: 2,1,*,*,* — Sie gewinnen.",
    "Game Instructions: Select any three positions from the 1st, 2nd, 3rd, 4th and 5th. Choose one number for each of these three positions to form one bet. If the winning numbers match the numbers in the selected three positions in the exact order, then you win. Winning Example: Betting scheme: 1,2,3,-,-; Winning numbers: 1,2,3,*,*, &mdash; you win.":"**Spielanleitung:**  Wählen Sie beliebig drei Positionen aus dem 1., 2., 3., 4. und 5. Platz. Wählen Sie eine Zahl für jede dieser drei Positionen, um eine Wette zu bilden. Wenn die Gewinnzahlen mit den Zahlen in den ausgewählten drei Positionen in der gleichen Reihenfolge übereinstimmen, gewinnen Sie.  **Gewinnbeispiel:**  Wettschema: 1,2,3,-,-;  Gewinnzahlen: 1,2,3,*,* — Sie gewinnen.",
    "Game Instructions: Select any three positions from the 1st, 2nd, 3rd, 4th and 5th. Enter a three-digit number to form one bet. If the winning numbers in the selected three positions match the entered number in the exact order, then you win. Winning Example: Betting scheme: (1st, 2nd, 3rd) 123; Winning numbers: 1,2,3,, &mdash; you win.":"**Spielanleitung:** Wählen Sie beliebig drei Positionen aus den 1., 2., 3., 4. und 5. Stellen Sie eine dreiziffrige Zahl ein, um eine Wette zu bilden. Wenn die Gewinnzahlen an den ausgewählten drei Positionen mit der eingegebenen Zahl in der gleichen Reihenfolge übereinstimmen, gewinnen Sie.  **Gewinnbeispiel:**  Wettschema: (1., 2., 3.) 123; Gewinnzahlen: 1, 2, 3; Sie gewinnen.",
    "Game Instructions: Select any three positions from the 1st, 2nd, 3rd, 4th and 5th, and choose one numerical value. If the sum of the winning numbers in the selected three positions equals the chosen sum, then you win. Winning Example: Betting scheme: (1st, 2nd, 3rd,) 3; Winning numbers: 1,2,0,*,*, &mdash; you win.":"Spielanleitung: Wählen Sie beliebig drei Positionen aus dem 1., 2., 3., 4. und 5. Platz aus und wählen Sie einen Zahlenwert. Wenn die Summe der Gewinnzahlen an den ausgewählten drei Positionen der gewählten Summe entspricht, gewinnen Sie.  Gewinnbeispiel: Wettschema: (1., 2., 3.) 3; Gewinnzahlen: 1, 2, 0, *, *, – Sie gewinnen.",
    "Game Instructions: Select any three positions from the 1st, 2nd, 3rd, 4th and 5th and choose two numbers to form two bets. If one of the selected numbers appears twice and the other once among the winning numbers in the selected three positions (order doesn't matter), then you win. Winning Example: Betting scheme: (1st, 2nd, 3rd) 1,2; Winning numbers: 2,1,2,*,*, &mdash; you win.":"Spielanleitung: Wählen Sie beliebige drei Positionen aus den 1., 2., 3., 4. und 5. und wählen Sie zwei Zahlen, um zwei Wetten zu bilden. Wenn eine der ausgewählten Zahlen zweimal und die andere einmal unter den Gewinnzahlen in den ausgewählten drei Positionen erscheint (die Reihenfolge spielt keine Rolle), gewinnen Sie. Gewinnbeispiel: Wettschema: (1., 2., 3.) 1,2; Gewinnzahlen: 2,1,2,*,*, – Sie gewinnen.",
    "Game Instructions: Select any three positions from the 1st, 2nd, 3rd, 4th, 5th and choose three numbers to form one bet. If the winning numbers in the selected three positions match the chosen numbers (order doesn't matter), then you win. Winning Example: Betting scheme: (1st, 2nd, 3rd) 1,2,3; Winning numbers: 3,1,2,*,*, &mdash; you win.Win Sample：Bet plan: (1st, 2nd, 3rd) 1,2,3;Winning No.: 3,1,2,*,* as win.":"Spielanleitung: Wählen Sie beliebig drei Positionen aus den 1., 2., 3., 4. und 5. Stellen Sie dann drei Zahlen auf, um eine Wette zu bilden. Wenn die Gewinnzahlen in den ausgewählten drei Positionen mit den gewählten Zahlen übereinstimmen (die Reihenfolge spielt keine Rolle), gewinnen Sie. Beispiel für einen Gewinn: Wettplan: (1., 2., 3. Position) 1,2,3; Gewinnzahlen: 3,1,2,*,*, &mdash; Sie gewinnen.",
    "Game Instructions: Select any three positions from the 1st, 2nd, 3rd, 4th and 5th. Enter either two identical numbers and one different number or three different numbers to form one bet. If the winning numbers in the selected three positions match the entered numbers (order doesn't matter) and meet the requirements for either Group Selection Three or Group Selection Six, then you win. Winning Example: Bet A: (1st, 2nd, 3rd) 122; Winning numbers: 2,1,2*,*, &mdash; wins Group Selection Three. Bet B: (1st, 2nd, 3rd) 123; Winning numbers: 1,3,2*,*, &mdash; wins Group Selection Six.":"Spielanleitung: Wählen Sie beliebig drei Positionen aus den Positionen 1., 2., 3., 4. und 5. Geben Sie entweder zwei identische Zahlen und eine unterschiedliche Zahl oder drei verschiedene Zahlen ein, um eine Wette zu bilden. Wenn die Gewinnzahlen in den ausgewählten drei Positionen mit den eingegebenen Zahlen übereinstimmen (die Reihenfolge spielt keine Rolle) und die Anforderungen für entweder Gruppenauswahl Drei oder Gruppenauswahl Sechs erfüllt sind, gewinnen Sie. Beispiel für einen Gewinn: Wette A: (1., 2., 3.) 122; Gewinnzahlen: 2,1,2*,*, — gewinnt Gruppenauswahl Drei. Wette B: (1., 2., 3.) 123; Gewinnzahlen: 1,3,2*,*, — gewinnt Gruppenauswahl Sechs.",
    "Game Instructions: Choose one form from a group of positions to form one bet. Compare the size of the winning numbers in this group of positions. If the former is greater than the latter, it's "Dragon"; if the former is less than the latter, it's "Tiger"; if the numbers are the same, it's "Tie". If the selected form matches the winning form, then you win. Winning Example: Betting scheme: 1st, 2nd: Tie; Winning numbers: 0,0,*,*,* &mdash; you win.":"Spielanleitung: Wählen Sie eine Form aus einer Gruppe von Positionen, um eine Wette zu platzieren. Vergleichen Sie die Größe der Gewinnzahlen in dieser Gruppe von Positionen. Wenn die erste Zahl größer ist als die zweite, ist es "Drache"; wenn die erste Zahl kleiner ist als die zweite, ist es "Tiger"; wenn die Zahlen gleich sind, ist es "Unentschieden". Wenn die ausgewählte Form mit der Gewinnform übereinstimmt, gewinnen Sie. Beispiel für einen Gewinn: Wettplan: 1., 2.: Unentschieden; Gewinnzahlen: 0,0,*,*,* — Sie gewinnen.",
    "Game Instructions: Choose one form as one bet. If the selected form matches the winning form, regardless of the order, you win. Four of a Kind: One number appears once, and another number appears four times in the winning numbers. Gourd: One number appears twice, and another number appears three times in the winning numbers. Straight: The winning numbers form a sequence of five consecutive numbers. 9 is connected to 0, and 0 is connected to 1. Three of a Kind: One number appears three times, and the other two numbers are different in the winning numbers. Two Pairs: Two pairs of double numbers appear in the winning numbers. One Pair: One pair of double numbers appears, and the other three numbers are different in the winning numbers. High Card: The five numbers in the winning numbers are all different and not in sequence. Winning Example: Betting scheme: Straight; Winning numbers: 0,9,1,3,2 &mdash; you win.":"Spielanleitung: Wählen Sie ein Formular als einen Einsatz. Wenn das ausgewählte Formular mit dem Gewinnformular übereinstimmt, unabhängig von der Reihenfolge, gewinnen Sie. **Vier Gleiche**: Eine Zahl erscheint einmal, und eine andere Zahl erscheint viermal in den Gewinnzahlen.  **Kürbis**: Eine Zahl erscheint zweimal, und eine andere Zahl erscheint dreimal in den Gewinnzahlen.  **Straight**: Die Gewinnzahlen bilden eine Folge von fünf aufeinanderfolgenden Zahlen. 9 ist mit 0 verbunden, und 0 ist mit 1 verbunden.  **Dreifache Zahl**: Eine Zahl erscheint dreimal, und die anderen zwei Zahlen sind unterschiedlich in den Gewinnzahlen.  **Zwei Paare**: Zwei Paare von doppelten Zahlen erscheinen in den Gewinnzahlen.  **Ein Paar**: Ein Paar von doppelten Zahlen erscheint, und die anderen drei Zahlen sind unterschiedlich in den Gewinnzahlen.  **Hohe Karte**: Die fünf Zahlen in den Gewinnzahlen sind alle unterschiedlich und nicht in einer Reihenfolge.  **Beispiel für einen Gewinn**:  Wettmuster: Straight; Gewinnzahlen: 0, 9, 1, 3, 2 — Sie gewinnen.",
    "Game Instructions: Choose one form as one bet. If the selected form matches the form of the three numbers corresponding to the winning numbers, regardless of the order, you win. TOAK: Three numbers are the same; Straight: Three consecutive numbers; 9 is connected to 0, and 0 is connected to 1; Pair: One of the three numbers appears twice, and the other number appears once (e.g., 151, 887); Half-Streak: Three numbers are all different, and only two of them are consecutive (e.g., 238, 769); Mixed: Three numbers are all different and not consecutive with each other (e.g., 357, 962). Winning Example: Betting scheme: Front Three: Leopard; Winning numbers: 0,0,0,*,* &mdash; you win.":"Spielanleitung: Wählen Sie ein Formular als Einsatz. Wenn das ausgewählte Formular mit den drei Zahlen der Gewinnzahlen übereinstimmt, unabhängig von der Reihenfolge, gewinnen Sie. TOAK: Drei gleiche Zahlen; Gerade: Drei aufeinanderfolgende Zahlen; 9 ist mit 0 verbunden, und 0 ist mit 1 verbunden; Paar: Eine der drei Zahlen erscheint zweimal, die andere einmal (z.B. 151, 887); Halb-Streak: Drei verschiedene Zahlen, wobei nur zwei aufeinanderfolgend sind (z.B. 238, 769); Gemischt: Drei verschiedene Zahlen, die nicht aufeinanderfolgend sind (z.B. 357, 962). Beispiel für den Gewinn: Wettsystem: Erste Drei: Leopard; Gewinnzahlen: 0,0,0,*,* — Sie gewinnen.",
    "Game Instructions: Choose one form as one bet. If the selected form matches the form of the winning numbers, you win. 1. No Bull: The sum of any three digits in the winning numbers cannot be a multiple of 0 or 10. 2. Bull Bull: The sum of any three digits in the winning numbers can be a multiple of 0 or 10, and the units digit of the sum of the other two numbers is 0. 3. Bull 1 to Bull 9: The sum of any three digits in the winning numbers can be a multiple of 0 or 10, and the units digit of the sum of the other two numbers matches the selected number. 4. Big Bull: Bull Bull, Bull 9, Bull 8, Bull 7, Bull 6. 5. Small Bull: Bull 5, Bull 4, Bull 3, Bull 2, Bull 1. 6. Odd Bull: Bull 1, Bull 3, Bull 5, Bull 7, Bull 9. 7. Even Bull: Bull 2, Bull 4, Bull 6, Bull 8, Bull Bull. Winning Example: Betting scheme: Bull 1; Winning numbers: 9,0,1,1,0 &mdash; you win.":"Spielanleitung: Wählen Sie eine Form als eine Wette. Wenn die ausgewählte Form mit der Form der Gewinnzahlen übereinstimmt, gewinnen Sie. 1. **No Bull**: Die Summe beliebiger drei Ziffern der Gewinnzahlen darf kein Vielfaches von 0 oder 10 sein.  2. **Bull Bull**: Die Summe beliebiger drei Ziffern der Gewinnzahlen kann ein Vielfaches von 0 oder 10 sein, und die Einheitsziffer der Summe der anderen beiden Zahlen ist 0.  3. **Bull 1 bis Bull 9**: Die Summe beliebiger drei Ziffern der Gewinnzahlen kann ein Vielfaches von 0 oder 10 sein, und die Einheitsziffer der Summe der anderen beiden Zahlen entspricht der ausgewählten Zahl.  4. **Big Bull**: Bull Bull, Bull 9, Bull 8, Bull 7, Bull 6.  5. **Small Bull**: Bull 5, Bull 4, Bull 3, Bull 2, Bull 1.  6. **Odd Bull**: Bull 1, Bull 3, Bull 5, Bull 7, Bull 9.  7. **Even Bull**: Bull 2, Bull 4, Bull 6, Bull 8, Bull Bull.  **Beispiel für Gewinn**:  Wettschema: Bull 1; Gewinnzahlen: 9, 0, 1, 1, 0 — Sie gewinnen.",
    "Game Instructions: Choose one number from each of any four positions among the 1st, 2nd, 3rd, 4th and 4th to form one bet. If the winning numbers match the chosen numbers in the selected four positions and in the same order, then you win. Winning Example: Betting scheme: 1,2,3,-,4; Winning numbers: 1,2,3,*,4 &mdash; you win.":"",
    "Game Instructions: Choose any four positions from the 1st, 2nd, 3rd, 4th and 5th and enter a four-digit number to form one bet. If the winning numbers in the selected four positions match the entered number in the exact order, then you win. Winning Example: Betting scheme: (1st, 2nd, 3rd, 4th) 1234; Winning numbers: 1,2,3,4,* &mdash; you win.":"Spielanleitung: Wählen Sie beliebige vier Positionen aus der 1., 2., 3., 4. und 5. Position aus und geben Sie eine vierstellige Zahl ein, um eine Wette zu platzieren. Wenn die Gewinnzahlen an den ausgewählten vier Positionen in der gleichen Reihenfolge mit der eingegebenen Zahl übereinstimmen, gewinnen Sie. Beispiel für einen Gewinn: Wett-Schema: (1., 2., 3., 4.) 1234; Gewinnzahlen: 1, 2, 3, 4, * — Sie gewinnen.",
    "Game Instructions: Choose any four positions from the 1st, 2nd, 3rd, 4th and 5th and select four numbers to form one bet. If the winning numbers in the selected four positions match the chosen numbers (order doesn't matter), then you win. Winning Example: Betting scheme: (1st, 2nd, 3rd, 4th) 1234; Winning numbers: 4,1,3,2,* &mdash; you win.":"Spielanleitung: Wählen Sie beliebige vier Positionen aus der 1., 2., 3., 4. und 5. und wählen Sie vier Zahlen, um eine Wette zu bilden. Wenn die Gewinnzahlen in den ausgewählten vier Positionen mit den gewählten Zahlen übereinstimmen (die Reihenfolge spielt keine Rolle), gewinnen Sie. Beispiel für einen Gewinn: Wettschema: (1., 2., 3., 4.) 1234; Gewinnzahlen: 4,1,3,2,* — Sie gewinnen.",
    "Game Instructions: Choose any four positions from the 1st, 2nd, 3rd, 4th and 5th select one pair and two single numbers to form one bet. If in the selected four positions of the winning numbers, the pair appears twice, and each single number appears once, then you win. Winning Example: Betting scheme: (1st, 2nd, 3rd, 4th) Pair: 3, Single numbers: 1,2; Winning numbers: 3,1,2,3,* &mdash; you win.":"Spielanleitung: Wählen Sie beliebig vier Positionen aus den 1., 2., 3., 4. und 5. Wählen Sie ein Paar und zwei einzelne Zahlen, um eine Wette zu bilden. Wenn in den ausgewählten vier Positionen der Gewinnzahlen das Paar zweimal erscheint und jede einzelne Zahl einmal erscheint, haben Sie gewonnen. Beispiel für einen Gewinn: Wettschema: (1., 2., 3., 4.) Paar: 3, Einzelzahlen: 1, 2; Gewinnzahlen: 3, 1, 2, 3, * — Sie haben gewonnen.",
    "Game Instructions: Choose any four positions from the 1st, 2nd, 3rd, 4th and 5th, and select two pairs to form one bet. If in the selected four positions of the winning numbers, each pair appears twice, then you win. Winning Example: Betting scheme: (1st, 2nd, 3rd, 4th) 2,8; Winning numbers: 2,8,2,8,* &mdash; you win.":"Spielanleitung: Wählen Sie beliebige vier Positionen aus der 1., 2., 3., 4. und 5. Position und wählen Sie zwei Paare, um eine Wette zu bilden. Wenn in den ausgewählten vier Positionen der Gewinnzahlen jedes Paar zweimal erscheint, gewinnen Sie. Beispiel für einen Gewinn: Wettplan: (1., 2., 3., 4.) 2,8; Gewinnzahlen: 2,8,2,8,* — Sie gewinnen.",
    "Game Instructions: Choose any four positions from the 1st, 2nd, 3rd, 4th and 5th, and select one triple number and one single number to form one bet. If in the selected four positions of the winning numbers, the triple number appears three times and the single number appears once, then you win. Winning Example: Betting scheme: (1st, 2nd, 3rd, 4th) Triple number: 1, Single number: 2; Winning numbers: 1,2,1,1,* &mdash; you win.":"Spielanleitung: Wählen Sie beliebig vier Positionen aus der 1., 2., 3., 4. und 5. Stelle und wählen Sie eine Dreifachzahl und eine Einzelzahl, um eine Wette zu bilden. Wenn in den ausgewählten vier Positionen der Gewinnzahlen die Dreifachzahl dreimal und die Einzelzahl einmal erscheint, gewinnen Sie. Beispiel für einen Gewinn: Wettplan: (1., 2., 3., 4.) Dreifachzahl: 1, Einzelzahl: 2; Gewinnzahlen: 1,2,1,1,* — Sie gewinnen.",



     
  "Game Instructions: Choose one number to place a bet on. If the selected number appears two times or more in the 1st, 2nd, 3rd, 4th or 5th place of the winning number, you win. Winning Example: Betting Scheme: 1; Winning Number: 9,8,1,2,1; this results in a win.": "Spielanleitung: Wählen Sie eine Zahl, auf die Sie setzen möchten. Erscheint die ausgewählte Zahl zwei Mal oder öfter auf dem 1., 2., 3., 4. oder 5. Platz der Gewinnzahl, gewinnen Sie. Gewinnbeispiel: Wettschema: 1; Gewinnzahl: 9,8,1,2,1; dies führt zu einem Gewinn.",
  
  "Game Instructions: Choose one number to place a bet on. If the selected number appears three times or more in the 1st, 2nd, 3rd, 4th or 5th place of the winning number, you win. Winning Example: Betting Scheme: 1; Winning Number: 1,8,1,2,1; this results in a win.": "Spielanleitung: Wählen Sie eine Zahl, auf die Sie setzen möchten. Erscheint die ausgewählte Zahl drei Mal oder öfter auf dem 1., 2., 3., 4. oder 5. Platz der Gewinnzahl, gewinnen Sie. Gewinnbeispiel: Wettschema: 1; Gewinnzahl: 1,8,1,2,1; dies führt zu einem Gewinn.",
  
  "Game Instructions: Choose any four positions from the 1st, 2nd, 3rd, 4th and 5th, and select one triple number and one single number to form one bet. If in the selected four positions of the winning numbers, the triple number appears three times and the single number appears once, then you win. Winning Example: Betting scheme: (1st, 2nd, 3rd, 4th) Triple number: 1, Single number: 2; Winning numbers: 1,2,1,1,* — you win.": "Spielanleitung: Wählen Sie vier Positionen aus dem 1., 2., 3., 4. und 5. Platz und wählen Sie eine dreifache Zahl sowie eine einzelne Zahl, um eine Wette zu bilden. Erscheint die dreifache Zahl drei Mal und die einzelne Zahl einmal in den gewählten vier Positionen der Gewinnzahlen, gewinnen Sie. Gewinnbeispiel: Wettschema: (1., 2., 3., 4.) Dreifache Zahl: 1, Einzelne Zahl: 2; Gewinnzahlen: 1,2,1,1,* — Sie gewinnen.",

  "Game Instructions: Select one number to make one bet. If the selected number appears 4 or more times in the winning numbers 1st, 2nd, 3rd, 4th, 5th positions, then you win. Winning Example: Betting scheme: 1; Winning numbers: 1,1,1,2,1 — you win.": "Spielanleitung: Wählen Sie eine Zahl, um eine Wette zu platzieren. Erscheint die gewählte Zahl vier Mal oder öfter auf den Positionen 1., 2., 3., 4., 5. der Gewinnzahlen, gewinnen Sie. Gewinnbeispiel: Wettschema: 1; Gewinnzahlen: 1,1,1,2,1 — Sie gewinnen.",
  
  "Game Instructions: Choose any two positions from the 1st, 2nd, 3rd, 4th, and 5th. Select one number for each of the two chosen positions to form one bet. If the winning numbers match the numbers in the selected two positions in the exact order, then you win. Winning Example: Betting scheme: 1,2,-,-,-; Winning numbers: 1,2,*,*,* — you win.": "Spielanleitung: Wählen Sie zwei beliebige Positionen aus dem 1., 2., 3., 4. und 5. Platz. Wählen Sie für jede der beiden gewählten Positionen eine Zahl, um eine Wette zu bilden. Stimmen die Gewinnzahlen genau mit den Zahlen in den gewählten Positionen überein, gewinnen Sie. Gewinnbeispiel: Wettschema: 1,2,-,-,-; Gewinnzahlen: 1,2,*,*,* — Sie gewinnen.",
  
  "Game Instructions: Select any two positions from the 1st, 2nd, 3rd, 4th, and 5th. Enter a two-digit number to form one bet. If the winning numbers in the selected two positions match the entered number in the exact order, then you win. Winning Example: Betting scheme: (1st, 2nd) 12; Winning numbers: 1,2,*,*,* — you win.": "Spielanleitung: Wählen Sie zwei beliebige Positionen aus dem 1., 2., 3., 4. und 5. Platz. Geben Sie eine zweistellige Zahl ein, um eine Wette zu bilden. Stimmen die Gewinnzahlen in den gewählten zwei Positionen genau mit der eingegebenen Zahl überein, gewinnen Sie. Gewinnbeispiel: Wettschema: (1., 2.) 12; Gewinnzahlen: 1,2,*,*,* — Sie gewinnen.",
  
  "Game Instructions: Select any two positions from the 1st, 2nd, 3rd, 4th, and 5th, and choose one numerical value. If the sum of the winning numbers in the selected two positions equals the chosen sum, then you win. Winning Example: Betting scheme: (1st, 2nd) 3; Winning numbers: 1,2,*,*,* — you win.": "Spielanleitung: Wählen Sie zwei beliebige Positionen aus dem 1., 2., 3., 4. und 5. Platz und wählen Sie eine numerische Summe. Ist die Summe der Gewinnzahlen in den gewählten zwei Positionen gleich der gewählten Summe, gewinnen Sie. Gewinnbeispiel: Wettschema: (1., 2.) 3; Gewinnzahlen: 1,2,*,*,* — Sie gewinnen.",
  
  "Game Instructions: Select any two positions from the 1st, 2nd, 3rd, 4th and 5th, and choose one numerical value. If the sum of the winning numbers in the selected two positions (excluding pairs) equals the chosen sum, then you win. Winning Example: Betting scheme: (1st, 2nd) 3; Winning numbers: 1,2,*,*,* — you win.": "Spielanleitung: Wählen Sie zwei beliebige Positionen aus dem 1., 2., 3., 4. und 5. Platz und wählen Sie eine numerische Summe. Ist die Summe der Gewinnzahlen in den gewählten zwei Positionen (ohne Paare) gleich der gewählten Summe, gewinnen Sie. Gewinnbeispiel: Wettschema: (1., 2.) 3; Gewinnzahlen: 1,2,*,*,* — Sie gewinnen.",
  
  "Game Instructions: Select any two positions from the 1st, 2nd, 3rd, 4th and 5th choose one number. If any one of the winning numbers in the selected two positions (excluding pairs) matches the chosen number, then you win. Winning Example: Betting scheme: (Ten-thousands, Thousands) 3; Winning numbers: 1,3,*,*,* — you win.": "Spielanleitung: Wählen Sie zwei beliebige Positionen aus dem 1., 2., 3., 4. und 5. Platz und wählen Sie eine Zahl. Stimmt eine der Gewinnzahlen in den gewählten zwei Positionen (ohne Paare) mit der gewählten Zahl überein, gewinnen Sie. Gewinnbeispiel: Wettschema: (Zehntausender, Tausender) 3; Gewinnzahlen: 1,3,*,*,* — Sie gewinnen.",

  "Game Instructions: Select any two positions from the 1st, 2nd, 3rd, 4th, and 5th, and choose two numbers to form one bet. If the winning numbers in the selected two positions match the chosen numbers (order does not matter), then you win. Winning Example: Betting scheme: (1st, 2nd) 1,2; Winning numbers: 2,1,*,*,* — you win.": "Spielanleitung: Wählen Sie zwei Positionen aus der 1., 2., 3., 4. oder 5. und wählen Sie zwei Zahlen, um eine Wette zu platzieren. Wenn die Gewinnzahlen an den ausgewählten Positionen mit den gewählten Zahlen übereinstimmen (Reihenfolge spielt keine Rolle), gewinnen Sie. Gewinnbeispiel: Wettschema: (1., 2.) 1,2; Gewinnzahlen: 2,1,*,*,* — Sie gewinnen.",
  
  "Game Instructions: Select any two positions from the 1st, 2nd, 3rd, 4th or 5th. Enter two different numbers. If the winning numbers in the selected two positions match the entered numbers (order does not matter), then you win. Winning Example: Betting scheme: (Ten-thousands, Thousands) 12; Winning numbers: 2,1,*,*,* — you win.": "Spielanleitung: Wählen Sie zwei Positionen aus der 1., 2., 3., 4. oder 5. und geben Sie zwei verschiedene Zahlen ein. Wenn die Gewinnzahlen an den ausgewählten Positionen mit den eingegebenen Zahlen übereinstimmen (Reihenfolge spielt keine Rolle), gewinnen Sie. Gewinnbeispiel: Wettschema: (Zehntausender, Tausender) 12; Gewinnzahlen: 2,1,*,*,* — Sie gewinnen.",
  
  "Game Instructions: Select any three positions from the 1st, 2nd, 3rd, 4th and 5th. Choose one number for each of these three positions to form one bet. If the winning numbers match the numbers in the selected three positions in the exact order, then you win. Winning Example: Betting scheme: 1,2,3,-,-; Winning numbers: 1,2,3,*,*, — you win.": "Spielanleitung: Wählen Sie drei Positionen aus der 1., 2., 3., 4. oder 5. und wählen Sie eine Zahl für jede dieser drei Positionen, um eine Wette zu platzieren. Wenn die Gewinnzahlen genau in der ausgewählten Reihenfolge übereinstimmen, gewinnen Sie. Gewinnbeispiel: Wettschema: 1,2,3,-,-; Gewinnzahlen: 1,2,3,*,*, — Sie gewinnen.",
  
  "Game Instructions: Select any three positions from the 1st, 2nd, 3rd, 4th and 5th. Enter a three-digit number to form one bet. If the winning numbers in the selected three positions match the entered number in the exact order, then you win. Winning Example: Betting scheme: (1st, 2nd, 3rd) 123; Winning numbers: 1,2,3,, — you win.": "Spielanleitung: Wählen Sie drei Positionen aus der 1., 2., 3., 4. oder 5. und geben Sie eine dreistellige Zahl ein, um eine Wette zu platzieren. Wenn die Gewinnzahlen in den ausgewählten Positionen mit der eingegebenen Zahl in der exakten Reihenfolge übereinstimmen, gewinnen Sie. Gewinnbeispiel: Wettschema: (1., 2., 3.) 123; Gewinnzahlen: 1,2,3,, — Sie gewinnen.",
  
  "Game Instructions: Select any three positions from the 1st, 2nd, 3rd, 4th and 5th, and choose one numerical value. If the sum of the winning numbers in the selected three positions equals the chosen sum, then you win. Winning Example: Betting scheme: (1st, 2nd, 3rd,) 3; Winning numbers: 1,2,0,*,*, — you win.": "Spielanleitung: Wählen Sie drei Positionen aus der 1., 2., 3., 4. oder 5. und wählen Sie einen numerischen Wert. Wenn die Summe der Gewinnzahlen in den ausgewählten drei Positionen der gewählten Summe entspricht, gewinnen Sie. Gewinnbeispiel: Wettschema: (1., 2., 3.) 3; Gewinnzahlen: 1,2,0,*,*, — Sie gewinnen.",
  
"Game Instructions: Select any three positions from the 1st, 2nd, 3rd, 4th and 5th and choose two numbers to form two bets. If one of the selected numbers appears twice and the other once among the winning numbers in the selected three positions (order doesn't matter), then you win. Winning Example: Betting scheme: (1st, 2nd, 3rd) 1,2; Winning numbers: 2,1,2,*,*, — you win.": "Spielanleitung: Wählen Sie drei Positionen aus der 1., 2., 3., 4. und 5. und wählen Sie zwei Zahlen, um zwei Wetten zu bilden. Erscheint eine der gewählten Zahlen zweimal und die andere einmal unter den Gewinnzahlen in den ausgewählten drei Positionen (Reihenfolge spielt keine Rolle), gewinnen Sie. Gewinnbeispiel: Wettschema: (1., 2., 3.) 1,2; Gewinnzahlen: 2,1,2,*,*, — Sie gewinnen.",
  
  "Game Instructions: Select any three positions from the 1st, 2nd, 3rd, 4th, 5th and choose three numbers to form one bet. If the winning numbers in the selected three positions match the chosen numbers (order doesn't matter), then you win. Winning Example: Betting scheme: (1st, 2nd, 3rd) 1,2,3; Winning numbers: 3,1,2,*,*, — you win.Win Sample：Bet plan: (1st, 2nd, 3rd) 1,2,3;Winning No.: 3,1,2,*,* as win.": "Spielanleitung: Wählen Sie drei Positionen aus der 1., 2., 3., 4. und 5. und wählen Sie drei Zahlen, um eine Wette zu bilden. Stimmen die Gewinnzahlen in den ausgewählten drei Positionen mit den gewählten Zahlen überein (Reihenfolge spielt keine Rolle), gewinnen Sie. Gewinnbeispiel: Wettschema: (1., 2., 3.) 1,2,3; Gewinnzahlen: 3,1,2,*,*, — Sie gewinnen.",
  
  "Game Instructions: Select any three positions from the 1st, 2nd, 3rd, 4th and 5th. Enter either two identical numbers and one different number or three different numbers to form one bet. If the winning numbers in the selected three positions match the entered numbers (order doesn't matter) and meet the requirements for either Group Selection Three or Group Selection Six, then you win. Winning Example: Bet A: (1st, 2nd, 3rd) 122; Winning numbers: 2,1,2*,*, — wins Group Selection Three. Bet B: (1st, 2nd, 3rd) 123; Winning numbers: 1,3,2*,*, — wins Group Selection Six.": "Spielanleitung: Wählen Sie drei Positionen aus der 1., 2., 3., 4. und 5. Geben Sie entweder zwei identische Zahlen und eine unterschiedliche Zahl oder drei unterschiedliche Zahlen ein, um eine Wette zu bilden. Stimmen die Gewinnzahlen in den ausgewählten drei Positionen mit den eingegebenen Zahlen überein (Reihenfolge spielt keine Rolle) und erfüllen die Anforderungen für entweder Gruppenwahl Drei oder Gruppenwahl Sechs, gewinnen Sie. Gewinnbeispiel: Wette A: (1., 2., 3.) 122; Gewinnzahlen: 2,1,2*,*, — gewinnt Gruppenwahl Drei. Wette B: (1., 2., 3.) 123; Gewinnzahlen: 1,3,2*,*, — gewinnt Gruppenwahl Sechs.",
  
  "Game Instructions: Choose any three positions from the 1st, 2nd, 3rd, 4th, 5th then select one numerical value. If the sum of the winning numbers (excluding triple numbers) in the selected three positions equals the chosen sum, and the winning numbers contain a pair in the selected positions, it is considered a win for Group Selection Three; if there are no pairs, it's considered a win for Group Selection Six. Winning Example: Betting scheme: (1st, 2nd, 3rd,) 6; Winning numbers A: 3,3,0,, — wins Group Selection Three for the first three digits; Winning numbers B: 1,2,3,, — wins Group Selection Six for the first three digits.": "Spielanleitung: Wählen Sie drei Positionen aus der 1., 2., 3., 4. und 5. und wählen Sie einen Zahlenwert. Ist die Summe der Gewinnzahlen (ohne dreifache Zahlen) in den ausgewählten drei Positionen gleich der gewählten Summe und enthalten die Gewinnzahlen ein Paar in den gewählten Positionen, gilt dies als Gewinn für Gruppenwahl Drei; gibt es keine Paare, gilt es als Gewinn für Gruppenwahl Sechs. Gewinnbeispiel: Wettschema: (1., 2., 3.,) 6; Gewinnzahlen A: 3,3,0,, — gewinnt Gruppenwahl Drei für die ersten drei Ziffern; Gewinnzahlen B: 1,2,3,, — gewinnt Gruppenwahl Sechs für die ersten drei Ziffern.",
  "Game Instructions: Choose one form from a group of positions to form one bet. Compare the size of the winning numbers in this group of positions. If the former is greater than the latter, it's 'Dragon'; if the former is less than the latter, it's 'Tiger'; if the numbers are the same, it's 'Tie'. If the selected form matches the winning form, then you win. Winning Example: Betting scheme: 1st, 2nd: Tie; Winning numbers: 0,0,*,*,* — you win.": "Spielanleitung: Wähle eine Form aus einer Gruppe von Positionen, um eine Wette zu platzieren. Vergleiche die Größe der Gewinnzahlen in dieser Gruppe von Positionen. Wenn die erste größer ist als die zweite, ist es 'Drache'; wenn die erste kleiner ist als die zweite, ist es 'Tiger'; wenn die Zahlen gleich sind, ist es 'Unentschieden'. Wenn die gewählte Form mit der Gewinnform übereinstimmt, gewinnst du. Gewinnbeispiel: Wettstrategie: 1., 2.: Unentschieden; Gewinnzahlen: 0,0,*,*,* — du gewinnst.",
  
  "Game Instructions: Choose one form as one bet. If the selected form matches the winning form, regardless of the order, you win. Four of a Kind: One number appears once, and another number appears four times in the winning numbers. Gourd: One number appears twice, and another number appears three times in the winning numbers. Straight: The winning numbers form a sequence of five consecutive numbers. 9 is connected to 0, and 0 is connected to 1. Three of a Kind: One number appears three times, and the other two numbers are different in the winning numbers. Two Pairs: Two pairs of double numbers appear in the winning numbers. One Pair: One pair of double numbers appears, and the other three numbers are different in the winning numbers. High Card: The five numbers in the winning numbers are all different and not in sequence. Winning Example: Betting scheme: Straight; Winning numbers: 0,9,1,3,2 — you win.": "Spielanleitung: Wähle eine Form als eine Wette. Wenn die gewählte Form mit der Gewinnform übereinstimmt, unabhängig von der Reihenfolge, gewinnst du. Vier Gleiche: Eine Zahl erscheint einmal, und eine andere Zahl erscheint viermal in den Gewinnzahlen. Kürbis: Eine Zahl erscheint zweimal, und eine andere Zahl erscheint dreimal in den Gewinnzahlen. Straße: Die Gewinnzahlen bilden eine Folge von fünf aufeinanderfolgenden Zahlen. 9 ist mit 0 verbunden, und 0 ist mit 1 verbunden. Drilling: Eine Zahl erscheint dreimal, und die anderen beiden Zahlen sind unterschiedlich in den Gewinnzahlen. Zwei Paare: Zwei Paare von Doppelzahlen erscheinen in den Gewinnzahlen. Ein Paar: Ein Paar von Doppelzahlen erscheint, und die anderen drei Zahlen sind unterschiedlich in den Gewinnzahlen. Hohe Karte: Die fünf Zahlen in den Gewinnzahlen sind alle unterschiedlich und nicht in Reihenfolge. Gewinnbeispiel: Wettstrategie: Straße; Gewinnzahlen: 0,9,1,3,2 — du gewinnst.",
  
  "Game Instructions: Choose one form as one bet. If the selected form matches the form of the three numbers corresponding to the winning numbers, regardless of the order, you win. TOAK: Three numbers are the same; Straight: Three consecutive numbers; 9 is connected to 0, and 0 is connected to 1; Pair: One of the three numbers appears twice, and the other number appears once (e.g., 151, 887); Half-Streak: Three numbers are all different, and only two of them are consecutive (e.g., 238, 769); Mixed: Three numbers are all different and not consecutive with each other (e.g., 357, 962). Winning Example: Betting scheme: Front Three: Leopard; Winning numbers: 0,0,0,*,* — you win.": "Spielanleitung: Wähle eine Form als eine Wette. Wenn die gewählte Form mit der Form der drei Zahlen der Gewinnzahlen übereinstimmt, unabhängig von der Reihenfolge, gewinnst du. Drilling: Drei Zahlen sind gleich; Straße: Drei aufeinanderfolgende Zahlen; 9 ist mit 0 verbunden, und 0 ist mit 1 verbunden; Paar: Eine der drei Zahlen erscheint zweimal, und die andere Zahl erscheint einmal (z. B. 151, 887); Halbe Straße: Drei Zahlen sind unterschiedlich, und nur zwei von ihnen sind aufeinanderfolgend (z. B. 238, 769); Gemischt: Drei Zahlen sind unterschiedlich und nicht aufeinanderfolgend (z. B. 357, 962). Gewinnbeispiel: Wettstrategie: Vordere Drei: Leopard; Gewinnzahlen: 0,0,0,*,* — du gewinnst.",
  
  "Game Instructions: Choose one form as one bet. If the selected form matches the form of the winning numbers, you win. 1. No Bull: The sum of any three digits in the winning numbers cannot be a multiple of 0 or 10. 2. Bull Bull: The sum of any three digits in the winning numbers can be a multiple of 0 or 10, and the units digit of the sum of the other two numbers is 0. 3. Bull 1 to Bull 9: The sum of any three digits in the winning numbers can be a multiple of 0 or 10, and the units digit of the sum of the other two numbers matches the selected number. 4. Big Bull: Bull Bull, Bull 9, Bull 8, Bull 7, Bull 6. 5. Small Bull: Bull 5, Bull 4, Bull 3, Bull 2, Bull 1. 6. Odd Bull: Bull 1, Bull 3, Bull 5, Bull 7, Bull 9. 7. Even Bull: Bull 2, Bull 4, Bull 6, Bull 8, Bull Bull. Winning Example: Betting scheme: Bull 1; Winning numbers: 9,0,1,1,0 — you win.": "Spielanleitung: Wähle eine Form als eine Wette. Wenn die gewählte Form mit der Form der Gewinnzahlen übereinstimmt, gewinnst du. 1. Kein Bulle: Die Summe von drei beliebigen Ziffern der Gewinnzahlen kann kein Vielfaches von 0 oder 10 sein. 2. Bulle Bulle: Die Summe von drei beliebigen Ziffern der Gewinnzahlen kann ein Vielfaches von 0 oder 10 sein, und die Einerstelle der Summe der anderen beiden Zahlen ist 0. 3. Bulle 1 bis Bulle 9: Die Summe von drei beliebigen Ziffern der Gewinnzahlen kann ein Vielfaches von 0 oder 10 sein, und die Einerstelle der Summe der anderen beiden Zahlen entspricht der gewählten Zahl. 4. Großer Bulle: Bulle Bulle, Bulle 9, Bulle 8, Bulle 7, Bulle 6. 5. Kleiner Bulle: Bulle 5, Bulle 4, Bulle 3, Bulle 2, Bulle 1. 6. Ungerader Bulle: Bulle 1, Bulle 3, Bulle 5, Bulle 7, Bulle 9. 7. Gerader Bulle: Bulle 2, Bulle 4, Bulle 6, Bulle 8, Bulle Bulle. Gewinnbeispiel: Wettstrategie: Bulle 1; Gewinnzahlen: 9,0,1,1,0 — du gewinnst.",
 "Game Instructions: Choose one number from each of any four positions among the 1st, 2nd, 3rd, 4th and 5th to form one bet. If the winning numbers match the chosen numbers in the selected four positions and in the same order, then you win. Winning Example: Betting scheme: 1,2,3,-,4; Winning numbers: 1,2,3,*,4 — you win.": "Spielanleitung: Wählen Sie eine Zahl aus jeder der vier Positionen unter den 1., 2., 3., 4. und 5., um eine Wette zu bilden. Wenn die Gewinnzahlen mit den gewählten Zahlen in den ausgewählten vier Positionen in derselben Reihenfolge übereinstimmen, gewinnen Sie. Gewinnbeispiel: Wettschema: 1,2,3,-,4; Gewinnzahlen: 1,2,3,*,4 — Sie gewinnen.",
  
  "Game Instructions: Choose any four positions from the 1st, 2nd, 3rd, 4th and 5th and enter a four-digit number to form one bet. If the winning numbers in the selected four positions match the entered number in the exact order, then you win. Winning Example: Betting scheme: (1st, 2nd, 3rd, 4th) 1234; Winning numbers: 1,2,3,4,* — you win.": "Spielanleitung: Wählen Sie vier beliebige Positionen aus den 1., 2., 3., 4. und 5. und geben Sie eine vierstellige Zahl ein, um eine Wette zu bilden. Wenn die Gewinnzahlen in den ausgewählten vier Positionen mit der eingegebenen Zahl in der exakten Reihenfolge übereinstimmen, gewinnen Sie. Gewinnbeispiel: Wettschema: (1., 2., 3., 4.) 1234; Gewinnzahlen: 1,2,3,4,* — Sie gewinnen.",
  
  "Game Instructions: Choose any four positions from the 1st, 2nd, 3rd, 4th and 5th and select four numbers to form one bet. If the winning numbers in the selected four positions match the chosen numbers (order doesn't matter), then you win. Winning Example: Betting scheme: (1st, 2nd, 3rd, 4th) 1234; Winning numbers: 4,1,3,2,* — you win.": "Spielanleitung: Wählen Sie vier beliebige Positionen aus den 1., 2., 3., 4. und 5. und wählen Sie vier Zahlen, um eine Wette zu bilden. Wenn die Gewinnzahlen in den ausgewählten vier Positionen mit den gewählten Zahlen übereinstimmen (Reihenfolge spielt keine Rolle), gewinnen Sie. Gewinnbeispiel: Wettschema: (1., 2., 3., 4.) 1234; Gewinnzahlen: 4,1,3,2,* — Sie gewinnen.",
  "Game Instructions: Choose any four positions from the 1st, 2nd, 3rd, 4th and 5th select one pair and two single numbers to form one bet. If in the selected four positions of the winning numbers, the pair appears twice, and each single number appears once, then you win. Winning Example: Betting scheme: (1st, 2nd, 3rd, 4th) Pair: 3, Single numbers: 1,2; Winning numbers: 3,1,2,3,* — you win.": "Spielanleitung: Wählen Sie vier Positionen aus der 1., 2., 3., 4. und 5. Stelle, wählen Sie ein Paar und zwei einzelne Zahlen, um eine Wette zu bilden. Wenn in den vier ausgewählten Positionen der Gewinnzahlen das Paar zweimal erscheint und jede einzelne Zahl einmal vorkommt, gewinnen Sie. Gewinnbeispiel: Wettschema: (1., 2., 3., 4.) Paar: 3, Einzelzahlen: 1,2; Gewinnzahlen: 3,1,2,3,* — Sie gewinnen.",
  
  "Game Instructions: Choose any four positions from the 1st, 2nd, 3rd, 4th and 5th, and select two pairs to form one bet. If in the selected four positions of the winning numbers, each pair appears twice, then you win. Winning Example: Betting scheme: (1st, 2nd, 3rd, 4th) 2,8; Winning numbers: 2,8,2,8,* — you win.": "Spielanleitung: Wählen Sie vier Positionen aus der 1., 2., 3., 4. und 5. Stelle und wählen Sie zwei Paare, um eine Wette zu bilden. Wenn in den vier ausgewählten Positionen der Gewinnzahlen jedes Paar zweimal erscheint, gewinnen Sie. Gewinnbeispiel: Wettschema: (1., 2., 3., 4.) 2,8; Gewinnzahlen: 2,8,2,8,* — Sie gewinnen.",
 
    "":"",



}
//pk10
{

  
  
  "Game Instructions: Choose one number to form a single bet. If the selected number matches the 'Champion' number (the first number) of the winning numbers, you win. Example of winning: Betting scheme: 1; Winning numbers: 1, *, *, *, *, *, *, *, *, , (where '*' can be any number). Since the first number of the winning sequence is 1, which matches the selected number, this results in a win.": "Spielanleitung: Wählen Sie eine Zahl, um eine Einzelwette zu platzieren. Wenn die ausgewählte Zahl mit der 'Champion'-Zahl (der ersten Zahl) der Gewinnzahlen übereinstimmt, gewinnen Sie. Beispiel für einen Gewinn: Wettschema: 1; Gewinnzahlen: 1, *, *, *, *, *, *, *, *, , (wobei '*' eine beliebige Zahl sein kann). Da die erste Zahl der Gewinnreihe 1 ist und mit der ausgewählten Zahl übereinstimmt, führt dies zu einem Gewinn.",
    
    "Game Instructions: Choose two distinct numbers, one for the champion (first place) and one for the runner-up (second place), to make a bet. If the selected numbers match the first two numbers of the winning numbers in the same order, you win. Example of winning: Betting scheme: 1, 2; Winning numbers: 1, 2, *, *, *, *, *, *, *, , (where '*' can be any number). Since the first two numbers of the winning sequence are 1 and 2, matching the selected numbers in order, this results in a win.": "Spielanleitung: Wählen Sie zwei verschiedene Zahlen, eine für den Champion (erster Platz) und eine für den Zweitplatzierten (zweiter Platz), um eine Wette abzuschließen. Wenn die ausgewählten Zahlen mit den ersten beiden Zahlen der Gewinnzahlen in der gleichen Reihenfolge übereinstimmen, gewinnen Sie. Beispiel für einen Gewinn: Wettschema: 1, 2; Gewinnzahlen: 1, 2, *, *, *, *, *, *, *, , (wobei '*' eine beliebige Zahl sein kann). Da die ersten beiden Zahlen der Gewinnreihe 1 und 2 sind und in der richtigen Reihenfolge mit den ausgewählten Zahlen übereinstimmen, führt dies zu einem Gewinn.",
    
    "Game Instructions: Enter two distinct numbers from 01 to 10. If these entered numbers match the first two numbers of the winning numbers in the exact order, you win. Example of winning: Betting scheme: 01, 02; Winning numbers: 1, 2, *, *, *, *, *, *, *, , (where '*' can be any number). Since the first two numbers of the winning sequence are 1 and 2, matching the entered numbers in order (considering 01 as 1 and 02 as 2), this results in a win.": "Spielanleitung: Geben Sie zwei verschiedene Zahlen von 01 bis 10 ein. Wenn diese eingegebenen Zahlen mit den ersten beiden Zahlen der Gewinnzahlen in der exakten Reihenfolge übereinstimmen, gewinnen Sie. Beispiel für einen Gewinn: Wettschema: 01, 02; Gewinnzahlen: 1, 2, *, *, *, *, *, *, *, , (wobei '*' eine beliebige Zahl sein kann). Da die ersten beiden Zahlen der Gewinnreihe 1 und 2 sind und in der richtigen Reihenfolge mit den eingegebenen Zahlen übereinstimmen (wobei 01 als 1 und 02 als 2 betrachtet wird), führt dies zu einem Gewinn.",
    
    "Game Instructions: Choose one distinct number each for the champion (first place), the runner-up (second place), and the third place to form a single bet. If the selected numbers match the first three numbers of the winning numbers in the exact order, you win. Example of winning: Betting scheme: 1, 2, 3; Winning numbers: 1, 2, 3, *, *, *, *, *, *, , (where '*' can be any number). Since the first three numbers of the winning sequence are 1, 2, and 3, matching the selected numbers in order, this results in a win.": "Spielanleitung: Wählen Sie je eine verschiedene Zahl für den Champion (erster Platz), den Zweitplatzierten (zweiter Platz) und den Drittplatzierten, um eine Einzelwette zu bilden. Wenn die ausgewählten Zahlen mit den ersten drei Zahlen der Gewinnzahlen in der exakten Reihenfolge übereinstimmen, gewinnen Sie. Beispiel für einen Gewinn: Wettschema: 1, 2, 3; Gewinnzahlen: 1, 2, 3, *, *, *, *, *, *, , (wobei '*' eine beliebige Zahl sein kann). Da die ersten drei Zahlen der Gewinnreihe 1, 2 und 3 sind und in der richtigen Reihenfolge mit den ausgewählten Zahlen übereinstimmen, führt dies zu einem Gewinn.",
    
    "Game Instructions: Enter three distinct numbers from 01 to 10. If these entered numbers match the first three numbers of the winning numbers in the exact order, you win. Example of winning: Betting scheme: 01, 02, 03; Winning numbers: 1, 2, 3, *, *, *, *, *, *, , (where '*' can be any number). Since the first three numbers of the winning sequence are 1, 2, and 3, matching the entered numbers in order (considering 01 as 1, 02 as 2, and 03 as 3), this results in a win.": "Spielanleitung: Geben Sie drei verschiedene Zahlen von 01 bis 10 ein. Wenn diese eingegebenen Zahlen mit den ersten drei Zahlen der Gewinnzahlen in der exakten Reihenfolge übereinstimmen, gewinnen Sie. Beispiel für einen Gewinn: Wettschema: 01, 02, 03; Gewinnzahlen: 1, 2, 3, *, *, *, *, *, *, , (wobei '*' eine beliebige Zahl sein kann). Da die ersten drei Zahlen der Gewinnreihe 1, 2 und 3 sind und in der richtigen Reihenfolge mit den eingegebenen Zahlen übereinstimmen (wobei 01 als 1, 02 als 2 und 03 als 3 betrachtet wird), führt dies zu einem Gewinn.",
    
    "Game Instructions: Choose one distinct number each for the champion (first place), the runner-up (second place), the third place, and the fourth place to form a single bet. If the selected numbers match the first four numbers of the winning numbers in the exact order, you win. Example of winning: Betting scheme: 1, 2, 3, 4; Winning numbers: 1, 2, 3, 4, *, *, *, *, *, , (where '*' can be any number). Since the first four numbers of the winning sequence are 1, 2, 3, and 4, matching the selected numbers in order, this results in a win.": "Spielanleitung: Wählen Sie je eine verschiedene Zahl für den Champion (erster Platz), den Zweitplatzierten (zweiter Platz), den Drittplatzierten und den Viertplatzierten, um eine Einzelwette zu bilden. Wenn die ausgewählten Zahlen mit den ersten vier Zahlen der Gewinnzahlen in der exakten Reihenfolge übereinstimmen, gewinnen Sie. Beispiel für einen Gewinn: Wettschema: 1, 2, 3, 4; Gewinnzahlen: 1, 2, 3, 4, *, *, *, *, *, , (wobei '*' eine beliebige Zahl sein kann). Da die ersten vier Zahlen der Gewinnreihe 1, 2, 3 und 4 sind und in der richtigen Reihenfolge mit den ausgewählten Zahlen übereinstimmen, führt dies zu einem Gewinn.",
  "Game Instructions: Choose one distinct number each for the champion (first place), the runner-up (second place), the third place, the fourth place, and the fifth place to form a single bet. If the selected numbers match the first five numbers of the winning numbers in the exact order, you win. Example of winning: Betting scheme: 1, 2, 3, 4, 5; Winning numbers: 1, 2, 3, 4, 5, *, *, *, *, , (where '*' can be any number). Since the first five numbers of the winning sequence are 1, 2, 3, 4, and 5, matching the selected numbers in order, this results in a win.": "Spielanleitung: Wählen Sie jeweils eine eindeutige Zahl für den Champion (Erster Platz), den Zweitplatzierten (Zweiter Platz), den Drittplatzierten, den Viertplatzierten und den Fünftplatzierten, um eine einzelne Wette zu bilden. Stimmen die ausgewählten Zahlen in genau der richtigen Reihenfolge mit den ersten fünf Gewinnzahlen überein, gewinnen Sie. Beispiel für einen Gewinn: Wettstrategie: 1, 2, 3, 4, 5; Gewinnzahlen: 1, 2, 3, 4, 5, *, *, *, *, , (wobei '*' eine beliebige Zahl sein kann). Da die ersten fünf Zahlen der Gewinnreihe 1, 2, 3, 4 und 5 sind und diese mit den gewählten Zahlen in der richtigen Reihenfolge übereinstimmen, führt dies zu einem Gewinn.",
    
    "Game Instructions: Enter five distinct numbers from 01 to 10. If these entered numbers match the first five numbers of the winning numbers in the exact order, you win. Example of winning: Betting scheme: 01, 02, 03, 04, 05; Winning numbers: 1, 2, 3, 4, 5, *, *, *, *, , (where '*' can be any number). Since the first five numbers of the winning sequence are 1, 2, 3, 4, and 5, matching the entered numbers in order (considering 01 as 1, 02 as 2, 03 as 3, 04 as 4, and 05 as 5), this results in a win.": "Spielanleitung: Geben Sie fünf verschiedene Zahlen zwischen 01 und 10 ein. Stimmen diese eingegebenen Zahlen in genau der richtigen Reihenfolge mit den ersten fünf Gewinnzahlen überein, gewinnen Sie. Beispiel für einen Gewinn: Wettstrategie: 01, 02, 03, 04, 05; Gewinnzahlen: 1, 2, 3, 4, 5, *, *, *, *, , (wobei '*' eine beliebige Zahl sein kann). Da die ersten fünf Zahlen der Gewinnreihe 1, 2, 3, 4 und 5 sind und diese mit den eingegebenen Zahlen in der richtigen Reihenfolge übereinstimmen (wobei 01 als 1, 02 als 2, 03 als 3, 04 als 4 und 05 als 5 betrachtet wird), führt dies zu einem Gewinn.",
    
    "Game Instructions: Choose one number from any position among the champion (first place), the runner-up (second place), the third place, the fourth place, or the fifth place. If the selected number matches the number in the corresponding position of the winning numbers, you win. Example of winning: Betting scheme: Champion (1st place) 1; Winning numbers: 1, *, *, *, *, *, *, *, , * (where '*' can be any number). Since the selected number matches the number in the champion position of the winning numbers, this results in a win.": "Spielanleitung: Wählen Sie eine Zahl aus einer beliebigen Position zwischen dem Champion (Erster Platz), dem Zweitplatzierten (Zweiter Platz), dem Drittplatzierten, dem Viertplatzierten oder dem Fünftplatzierten. Wenn die ausgewählte Zahl mit der Zahl an der entsprechenden Position der Gewinnzahlen übereinstimmt, gewinnen Sie. Beispiel für einen Gewinn: Wettstrategie: Champion (1. Platz) 1; Gewinnzahlen: 1, *, *, *, *, *, *, *, , * (wobei '*' eine beliebige Zahl sein kann). Da die ausgewählte Zahl mit der Zahl an der Champion-Position der Gewinnzahlen übereinstimmt, führt dies zu einem Gewinn.",
    
    "Game Instructions: Choose one number from any position among the sixth place, seventh place, eighth place, ninth place, or tenth place. If the selected number matches the number in the corresponding position of the winning numbers, you win. Example of winning: Betting scheme: Sixth place 1; Winning numbers: *, *, *, *, *, 1, *, *,*, * (where '*' can be any number). Since the selected number matches the number in the sixth place of the winning numbers, this results in a win.": "Spielanleitung: Wählen Sie eine Zahl aus einer beliebigen Position zwischen dem sechsten Platz, siebten Platz, achten Platz, neunten Platz oder zehnten Platz. Wenn die ausgewählte Zahl mit der Zahl an der entsprechenden Position der Gewinnzahlen übereinstimmt, gewinnen Sie. Beispiel für einen Gewinn: Wettstrategie: Sechster Platz 1; Gewinnzahlen: *, *, *, *, *, 1, *, *,*, * (wobei '*' eine beliebige Zahl sein kann). Da die ausgewählte Zahl mit der Zahl an der sechsten Position der Gewinnzahlen übereinstimmt, führt dies zu einem Gewinn.",
    
      "Game Instructions: Choose one pattern from a set of options based on the comparison of numbers in specific positions. In this set, you compare two positions (e.g., 1 to 10). If the number in the first position is greater than the number in the second position, it is called 'Dragon.' If the number in the first position is less than the number in the second position, it is called 'Tiger.' You win if the pattern you selected matches the outcome of this comparison. Example of winning: Betting scheme: 1 vs 10, Dragon; Winning numbers: 10, *, *, *, *, *, *, *, *, 1. Since the number in the first position (10) is greater than the number in the second position (1), the result is 'Dragon,' matching the bet, resulting in a win.": "Spielanleitung: Wählen Sie ein Muster aus einer Reihe von Optionen basierend auf dem Vergleich von Zahlen in bestimmten Positionen. In diesem Set vergleichen Sie zwei Positionen (z. B. 1 gegen 10). Wenn die Zahl an der ersten Position größer ist als die Zahl an der zweiten Position, wird sie als 'Drache' bezeichnet. Wenn die Zahl an der ersten Position kleiner ist als die Zahl an der zweiten Position, wird sie als 'Tiger' bezeichnet. Sie gewinnen, wenn das von Ihnen gewählte Muster mit dem Ergebnis dieses Vergleichs übereinstimmt. Beispiel für einen Gewinn: Wettstrategie: 1 gegen 10, Drache; Gewinnzahlen: 10, *, *, *, *, *, *, *, *, 1. Da die Zahl an der ersten Position (10) größer ist als die Zahl an der zweiten Position (1), ist das Ergebnis 'Drache', was der Wette entspricht und zu einem Gewinn führt.",
      
      "Game Instructions: Choose any two positions from ten positions available. Then select one distinct number for each of these two chosen positions to form a single bet. If the selected numbers match the numbers in the corresponding positions of the winning numbers, and the order is the same, you win. Example of winning: Betting scheme: Champion 1, Runner-up 2; Winning numbers: 1, 2, *, *, *, *, *, *,*, * (where '*' can be any number). Since the selected numbers match the numbers in the champion and runner-up positions of the winning numbers, and the order is the same, this results in a win.": "Spielanleitung: Wählen Sie zwei beliebige Positionen aus den zehn verfügbaren Positionen. Wählen Sie dann für jede dieser beiden Positionen eine eindeutige Zahl, um eine einzelne Wette zu platzieren. Wenn die gewählten Zahlen mit den Zahlen in den entsprechenden Positionen der Gewinnzahlen übereinstimmen und die Reihenfolge dieselbe ist, gewinnen Sie. Beispiel für einen Gewinn: Wettstrategie: Champion 1, Zweitplatzierter 2; Gewinnzahlen: 1, 2, *, *, *, *, *, *,*, * (wobei '*' eine beliebige Zahl sein kann). Da die gewählten Zahlen mit den Zahlen in den Champion- und Zweitplatzierten-Positionen der Gewinnzahlen übereinstimmen und die Reihenfolge dieselbe ist, führt dies zu einem Gewinn.",
      
      "Game Instructions: Choose any two positions from ten available positions. Then, enter two distinct numbers from 01 to 10 to form a single bet. If the numbers entered match the numbers in the corresponding positions that were chosen, and the order is the same, you win. Example of winning: Betting scheme: (Champion (1st place), Runner-up) 01, 02; Winning numbers: 1, 2, *, *, *, *, *, *,*, * (where '*' can be any number). Since the numbers entered match the numbers in the champion and runner-up positions that were chosen, and the order is the same, this results in a win.": "Spielanleitung: Wählen Sie zwei beliebige Positionen aus den zehn verfügbaren Positionen. Geben Sie dann zwei unterschiedliche Zahlen von 01 bis 10 ein, um eine einzelne Wette zu platzieren. Wenn die eingegebenen Zahlen mit den Zahlen in den gewählten Positionen übereinstimmen und die Reihenfolge dieselbe ist, gewinnen Sie. Beispiel für einen Gewinn: Wettstrategie: (Champion (1. Platz), Zweitplatzierter) 01, 02; Gewinnzahlen: 1, 2, *, *, *, *, *, *,*, * (wobei '*' eine beliebige Zahl sein kann). Da die eingegebenen Zahlen mit den Zahlen in den Champion- und Zweitplatzierten-Positionen übereinstimmen und die Reihenfolge dieselbe ist, führt dies zu einem Gewinn.",
      
      "Game Instructions: Choose any three positions from ten available positions. Then, select one distinct number for each of these three chosen positions to form a single bet. If the numbers selected match the numbers in the corresponding positions that were chosen, and the order is the same, you win. Example of winning: Betting scheme: (Champion(1st place) 1, Runner-up(2nd place) 2, Third(3rd place) place 3); Winning numbers: 1, 2, 3, *, *, *, *, *,*, * (where '*' can be any number). Since the numbers selected match the numbers in the 1st, 2nd, and 3rd place positions that were chosen, and the order is the same, this results in a win.": "Spielanleitung: Wählen Sie drei beliebige Positionen aus den zehn verfügbaren Positionen. Wählen Sie dann für jede dieser drei Positionen eine eindeutige Zahl, um eine einzelne Wette zu platzieren. Wenn die ausgewählten Zahlen mit den Zahlen in den entsprechenden Positionen übereinstimmen und die Reihenfolge dieselbe ist, gewinnen Sie. Beispiel für einen Gewinn: Wettstrategie: (Champion (1. Platz) 1, Zweitplatzierter (2. Platz) 2, Drittplatzierter (3. Platz) 3); Gewinnzahlen: 1, 2, 3, *, *, *, *, *,*, * (wobei '*' eine beliebige Zahl sein kann). Da die ausgewählten Zahlen mit den Zahlen in den 1., 2. und 3. Platz-Positionen übereinstimmen und die Reihenfolge dieselbe ist, führt dies zu einem Gewinn.",
    
    
    
      
        "Game Instructions: Choose any three positions from ten available positions. Then, enter three distinct numbers from 01 to 10 to form a single bet. If the numbers entered match the numbers in the corresponding positions that were chosen, and the order is the same, you win. Example of winning: Betting scheme: (Champion(1st place) 01, Runner-up(2nd place) 02, Third place(3rd place) 03); Winning numbers: 1, 2, 3, *, *, *, *, *, , * (where '*' can be any number). Since the numbers entered match the numbers in the champion (1st), runner-up(2nd), and third place positions that were chosen, and the order is the same, this results in a win.": "Spielanleitung: Wählen Sie drei Positionen aus zehn verfügbaren Positionen. Geben Sie dann drei unterschiedliche Zahlen von 01 bis 10 ein, um eine einzelne Wette zu bilden. Wenn die eingegebenen Zahlen mit den Zahlen in den gewählten Positionen übereinstimmen und die Reihenfolge dieselbe ist, gewinnen Sie. Beispiel für einen Gewinn: Wettstrategie: (Champion(1. Platz) 01, Zweiter(2. Platz) 02, Dritter(3. Platz) 03); Gewinnzahlen: 1, 2, 3, *, *, *, *, *, , * (wobei '*' eine beliebige Zahl sein kann). Da die eingegebenen Zahlen mit den Zahlen in den gewählten Positionen übereinstimmen und die Reihenfolge dieselbe ist, führt dies zu einem Gewinn.",
        
        "Game Instructions: Choose one form from the options available for the positions of the champion(1st), runner-up(2nd), third place, fourth place, and fifth place. The available forms are: 'Big' (6-10), 'Small' (1-5), 'Odd' (single digits 1, 3, 5, 7, 9), and 'Even' (single digits 0, 2, 4, 6, 8). If the form selected for the chosen position matches the form of the corresponding position in the winning numbers, you win. Example of winning: Betting scheme: Position: Champion(1st), Form: Odd; Winning numbers: 1, *, *, *, *, *, *, *,*, * (where '*' can be any number). Since the form selected for the champion position matches the form of the first digit in the winning numbers (which is an odd number), this results in a win.": "Spielanleitung: Wählen Sie eine Form aus den verfügbaren Optionen für die Positionen Champion(1.), Zweiter(2.), Dritter(3.), Vierter(4.) und Fünfter(5.). Die verfügbaren Formen sind: 'Groß' (6-10), 'Klein' (1-5), 'Ungerade' (einzelne Ziffern 1, 3, 5, 7, 9) und 'Gerade' (einzelne Ziffern 0, 2, 4, 6, 8). Wenn die gewählte Form mit der Form der entsprechenden Position in den Gewinnzahlen übereinstimmt, gewinnen Sie. Beispiel für einen Gewinn: Wettstrategie: Position: Champion(1.), Form: Ungerade; Gewinnzahlen: 1, *, *, *, *, *, *, *,*, * (wobei '*' eine beliebige Zahl sein kann). Da die gewählte Form mit der Form der ersten Ziffer in den Gewinnzahlen übereinstimmt (die eine ungerade Zahl ist), führt dies zu einem Gewinn.",
        
        "Game Instructions: Choose one form from the options available: 'Big' (sum of the champion(1st) and runner-up(2nd) numbers is 12-19), 'Small' (sum of the champion(1st) and runner-up(2nd) numbers is 3-11), 'Odd' (sum of the champion(1st) and runner-up(2nd) numbers results in an odd number), or 'Even' (sum of the champion(1st) and runner-up(2nd) numbers results in an even number). If the form selected matches the form of the sum of the champion(1st) and runner-up(2nd) numbers in the winning numbers, you win. Example of winning: Betting scheme: Big; Winning numbers: 10, 9, *, *, *, *, *, *,*, * (where '*' can be any number). Since the sum of the champion(1st) and runner-up(2nd) numbers is 10 + 9 = 19, falling within the range of 12-19 (Big), this results in a win.": "Spielanleitung: Wählen Sie eine Form aus den verfügbaren Optionen: 'Groß' (Summe der Zahlen des Champions(1.) und des Zweiten(2.) beträgt 12-19), 'Klein' (Summe der Zahlen des Champions(1.) und des Zweiten(2.) beträgt 3-11), 'Ungerade' (Summe der Zahlen des Champions(1.) und des Zweiten(2.) ergibt eine ungerade Zahl) oder 'Gerade' (Summe der Zahlen des Champions(1.) und des Zweiten(2.) ergibt eine gerade Zahl). Wenn die gewählte Form mit der Form der Summe der Zahlen des Champions(1.) und des Zweiten(2.) in den Gewinnzahlen übereinstimmt, gewinnen Sie. Beispiel für einen Gewinn: Wettstrategie: Groß; Gewinnzahlen: 10, 9, *, *, *, *, *, *,*, * (wobei '*' eine beliebige Zahl sein kann). Da die Summe der Zahlen des Champions(1.) und des Zweiten(2.) 10 + 9 = 19 beträgt und im Bereich 12-19 (Groß) liegt, führt dies zu einem Gewinn.",
        
        "Game Instructions: Choose one number. If this number matches the sum of the champion(1st) and runner-up(2nd) numbers in the winning numbers, you win. Example of winning: Betting scheme: 3; Winning numbers: 1, 2, *, *, *, *, *, *,*, * (where '*' can be any number). Since the sum of the champion and runner-up numbers is 1 + 2 = 3, matching the selected number, this results in a win.": "Spielanleitung: Wählen Sie eine Zahl. Wenn diese Zahl mit der Summe der Zahlen des Champions(1.) und des Zweiten(2.) in den Gewinnzahlen übereinstimmt, gewinnen Sie. Beispiel für einen Gewinn: Wettstrategie: 3; Gewinnzahlen: 1, 2, *, *, *, *, *, *,*, * (wobei '*' eine beliebige Zahl sein kann). Da die Summe der Zahlen des Champions und des Zweiten 1 + 2 = 3 beträgt und der gewählten Zahl entspricht, führt dies zu einem Gewinn.",
        
        "Game Instructions: Choose one number. If this number matches the sum of the champion(1st), runner-up(2nd), and third place(3rd) numbers in the winning numbers, you win. Example of winning: Betting scheme: 6; Winning numbers: 1, 2, 3, *, *, *, *, *,*, * (where '*' can be any number). Since the sum of the champion, runner-up, and third place numbers is 1 + 2 + 3 = 6, matching the selected number, this results in a win.": "Spielanleitung: Wählen Sie eine Zahl. Wenn diese Zahl mit der Summe der Zahlen des Champions(1.), des Zweiten(2.) und des Dritten(3.) in den Gewinnzahlen übereinstimmt, gewinnen Sie. Beispiel für einen Gewinn: Wettstrategie: 6; Gewinnzahlen: 1, 2, 3, *, *, *, *, *,*, * (wobei '*' eine beliebige Zahl sein kann). Da die Summe der Zahlen des Champions, des Zweiten und des Dritten 1 + 2 + 3 = 6 beträgt und der gewählten Zahl entspricht, führt dies zu einem Gewinn."
      
      
  
    "":"",
   
  }
  //fast 3

  {

    "Game instructions: Choose one form (Big: 11-18; Small: 3-10; Odd: units digit 1,3,5,7,9; Even: units digit 0,2,4,6,8). If it matches the form of the sum of the three drawn numbers, you win. Winning example: Betting scheme: Small; Drawn numbers: 1, 2, 3, you win.":"Spielanleitung: Wählen Sie eine Form (Groß: 11-18; Klein: 3-10; Ungerade: Einerstelle 1,3,5,7,9; Gerade: Einerstelle 0,2,4,6,8). Wenn sie mit der Form der Summe der drei gezogenen Zahlen übereinstimmt, gewinnen Sie. Gewinnbeispiel: Wettschema: Klein; Gezogene Zahlen: 1, 2, 3, Sie gewinnen.",
    "Game instructions: Choose one number. If it matches the sum of the three winning numbers, you win. Winning example: Betting scheme: 5; Winning numbers: 1, 2, 2, you win.":"Spielanleitung: Wählen Sie eine Zahl. Wenn sie mit der Summe der drei Gewinnzahlen übereinstimmt, gewinnen Sie. Gewinnbeispiel: Wettschema: 5; Gewinnzahlen: 1, 2, 2, Sie gewinnen.",
    "Game instructions: Choose one combination to form one bet. If the selected combination matches the drawn numbers, you win. Winning example: Betting scheme A: Single selection 111; Wining numbers: 111, you win. Betting scheme B: Triple all; Winning numbers: 333, you win.":"Spielanleitung: Wählen Sie eine Kombination, um eine Wette zu platzieren. Wenn die ausgewählte Kombination mit den gezogenen Zahlen übereinstimmt, gewinnen Sie. Gewinnbeispiel: Wettplan A: Einzelne Auswahl 111; Gewinnzahlen: 111, Sie gewinnen. Wettplan B: Triple alles; Gewinnzahlen: 333, Sie gewinnen.",
    "Game instructions: Choose one combination to form one bet. If the selected combination matches the winning numbers, you win. Winning example: Betting scheme: 123; Winning numbers: 1, 2, 3, you win":"Spielanleitung: Wählen Sie eine Kombination, um eine Wette zu platzieren. Wenn die ausgewählte Kombination mit den Gewinnzahlen übereinstimmt, gewinnen Sie. Beispiel für einen Gewinn: Wettplan: 123; Gewinnzahlen: 1, 2, 3, Sie gewinnen.",
    "Game instructions: Choose three numbers to form one bet. If the selected numbers match the winning numbers, you win. Winning example: Betting scheme: 1, 2, 3; Winning numbers: 1, 2, 3, you win.":"Spielanleitung: Wählen Sie drei Zahlen, um eine Wette zu bilden. Wenn die ausgewählten Zahlen mit den Gewinnzahlen übereinstimmen, gewinnen Sie. Gewinnbeispiel: Wettplan: 1, 2, 3; Gewinnzahlen: 1, 2, 3, Sie gewinnen.",
    "Game instructions: Choose one combination to form one bet. If the selected combination matches the Winning numbers, you win. Winning example: Betting scheme A: Single selection 123; Winning numbers: 123, you win. Betting scheme B: Triple consecutive numbers; Winning numbers: 2, 3, 4, you win.":"Spielanleitung: Wählen Sie eine Kombination, um eine Wette abzugeben. Wenn die ausgewählte Kombination mit den Gewinnzahlen übereinstimmt, gewinnen Sie. Gewinnbeispiel: Wettmuster A: Einzelauswahl 123; Gewinnzahlen: 123, Sie gewinnen. Wettmuster B: Dreifache aufeinanderfolgende Zahlen; Gewinnzahlen: 2, 3, 4, Sie gewinnen.",
    "Game instructions: Choose one combination to form one bet. If the selected combination matches the Winning numbers, you win. Winning example: Betting scheme A: Single selection 124; Winning numbers: 1, 2, 4, you win. Betting scheme B: Half Streak; Winning numbers: 1, 2, 5, you win.":"Spielanleitung: Wählen Sie eine Kombination, um eine Wette zu platzieren. Wenn die ausgewählte Kombination mit den Gewinnzahlen übereinstimmt, gewinnen Sie. Gewinnbeispiel: Wettplan A: Einzelauswahl 124; Gewinnzahlen: 1, 2, 4, Sie gewinnen. Wettplan B: Halb-Streak; Gewinnzahlen: 1, 2, 5, Sie gewinnen.",
    "Game instructions: Choose one combination to form one bet. If the selected combination matches the Winning numbers, you win. Winning example: Betting scheme A: Mixed combination 136; Winning numbers: 1, 3, 6, you win. Betting scheme B: Mixed combination all; Winning numbers: 1, 3, 6, you win":"Spielanleitung: Wählen Sie eine Kombination aus, um eine Wette zu platzieren. Wenn die ausgewählte Kombination mit den Gewinnzahlen übereinstimmt, gewinnen Sie. Gewinnbeispiel: Wettmuster A: Gemischte Kombination 136; Gewinnzahlen: 1, 3, 6, Sie gewinnen. Wettmuster B: Gemischte Kombination alle; Gewinnzahlen: 1, 3, 6, Sie gewinnen.",
    "Game instructions: Choose one combination to form one bet. If the selected combination matches the Winning numbers, you win. Winning example: Betting scheme: 112; Winning numbers: 1, 1, 2, you win.":"Spielanleitung: Wählen Sie eine Kombination, um eine Wette zu platzieren. Wenn die ausgewählte Kombination mit den Gewinnzahlen übereinstimmt, gewinnen Sie. Gewinnbeispiel: Wett-Schema: 112; Gewinnzahlen: 1, 1, 2, Sie gewinnen.",
    "Game instructions: Choose one non-repetitive number from both "Same number" and "Different numbers" to form one bet. If the selected combination matches the Winning numbers, you win. Winning example: Betting scheme: Same number 11, Different numbers 2; Winning numbers: 1, 1, 2, you win.":"Spielanleitung: Wählen Sie eine nicht wiederholte Zahl sowohl aus "Gleiche Zahl" als auch aus "Verschiedene Zahlen", um eine Wette zu bilden. Wenn die ausgewählte Kombination mit den Gewinnzahlen übereinstimmt, gewinnen Sie. Beispiel für einen Gewinn: Wettmuster: Gleiche Zahl 11, Verschiedene Zahlen 2; Gewinnzahlen: 1, 1, 2, Sie gewinnen.",
    "Game instructions: Choose one pair of identical numbers to form one bet. If the selected pair of identical numbers appears 2 times or more in the Winning numbers, you win. Winning example: Betting scheme: 11; Winning numbers: 1, 1, 2, you win.":"Spielanleitung: Wählen Sie ein Paar identischer Zahlen aus, um eine Wette zu platzieren. Wenn das ausgewählte Paar identischer Zahlen mindestens zweimal in den Gewinnzahlen erscheint, gewinnen Sie. Gewinnbeispiel: Wett-Schema: 11; Gewinnzahlen: 1, 1, 2, Sie gewinnen.",
    "Game instructions: Choose two numbers to form one bet. If the Winning numbers include both of your selected numbers, you win. Winning example: Betting scheme: 1, 2; Winning numbers: 1, 1, 2, you win.":"Spielanleitung: Wählen Sie zwei Zahlen, um eine Wette zu bilden. Wenn die Gewinnzahlen beide Ihrer ausgewählten Zahlen enthalten, gewinnen Sie. Beispiel für einen Gewinn: Wettschema: 1, 2; Gewinnzahlen: 1, 1, 2, Sie gewinnen.",
    "Game instructions: Choose one combination to form one bet. If the Winning numbers include the selected combination, you win. Winning example: Betting scheme: 1, 2; Winning numbers: 1, 1, 2, you win.":"Spielanleitung: Wählen Sie eine Kombination aus, um eine Wette zu platzieren. Wenn die Gewinnzahlen die ausgewählte Kombination enthalten, gewinnen Sie. Beispiel für einen Gewinn: Wettschema: 1, 2; Gewinnzahlen: 1, 1, 2, Sie gewinnen.",
    "Game instructions: Choose one number to form one bet. If the Winning numbers include the selected number, you win. Winning example: Betting scheme: 1; Winning numbers: 1, 1, 2, you win.":"Spielanleitung: Wählen Sie eine Zahl, um eine Wette zu platzieren. Wenn die Gewinnzahlen die ausgewählte Zahl enthalten, gewinnen Sie. Beispiel für einen Gewinn: Wett-Schema: 1; Gewinnzahlen: 1, 1, 2, Sie gewinnen.",
      "Game instructions: Choose one combination to form one bet. If the selected combination matches the winning numbers, you win. Winning example: Betting scheme: 123; Winning numbers: 1, 2, 3, you win.": "Spielanleitung: Wählen Sie eine Kombination, um eine Wette zu platzieren. Wenn die ausgewählte Kombination mit den Gewinnzahlen übereinstimmt, gewinnen Sie. Gewinnbeispiel: Wettstrategie: 123; Gewinnzahlen: 1, 2, 3, Sie gewinnen.", 
      "Game instructions: Choose one combination to form one bet. If the selected combination matches the Winning numbers, you win. Winning example: Betting scheme A: Mixed combination 136; Winning numbers: 1, 3, 6, you win. Betting scheme B: Mixed combination all; Winning numbers: 1, 3, 6, you win.": "Spielanleitung: Wählen Sie eine Kombination, um eine Wette zu platzieren. Wenn die ausgewählte Kombination mit den Gewinnzahlen übereinstimmt, gewinnen Sie. Gewinnbeispiel: Wettstrategie A: Gemischte Kombination 136; Gewinnzahlen: 1, 3, 6, Sie gewinnen. Wettstrategie B: Gemischte Kombination alle; Gewinnzahlen: 1, 3, 6, Sie gewinnen.",
      "Game instructions: Choose one non-repetitive number from both 'Same number' and 'Different numbers' to form one bet. If the selected combination matches the Winning numbers, you win. Winning example: Betting scheme: Same number 11, Different numbers 2; Winning numbers: 1, 1, 2, you win.": "Spielanleitung: Wählen Sie eine nicht wiederholte Zahl sowohl aus 'Gleiche Zahl' als auch aus 'Unterschiedliche Zahlen', um eine Wette zu platzieren. Wenn die ausgewählte Kombination mit den Gewinnzahlen übereinstimmt, gewinnen Sie. Gewinnbeispiel: Wettstrategie: Gleiche Zahl 11, Unterschiedliche Zahlen 2; Gewinnzahlen: 1, 1, 2, Sie gewinnen."
    

  }

  //3d games

  {

    "Game Instructions: Select one number each from the 1st, 2nd and 3rd places to form a bet. If the selected numbers match the winning numbers exactly in order and sequence, then you win. Example of winning: Betting scheme: 3, 4, 5; Winning numbers: 3, 4, 5, this results in a win.":"Spielanleitung: Wählen Sie jeweils eine Zahl aus dem 1., 2. und 3. Platz, um eine Wette zu platzieren. Wenn die ausgewählten Zahlen genau in der Reihenfolge und Reihenfolge mit den Gewinnzahlen übereinstimmen, gewinnen Sie. Beispiel für einen Gewinn: Wettmuster: 3, 4, 5; Gewinnzahlen: 3, 4, 5, dies führt zu einem Gewinn.",
    "Game Instructions: Enter a three-digit number to make a bet. If the entered number matches the winning numbers exactly and in the same order, you win. Example of winning: Betting scheme: 345; Winning numbers: 3, 4, 5 this results in a win.":"Spielanleitung: Geben Sie eine dreiziffrige Zahl ein, um eine Wette abzugeben. Wenn die eingegebene Zahl genau mit den Gewinnzahlen übereinstimmt und in der gleichen Reihenfolge, gewinnen Sie. Beispiel für einen Gewinn: Wett-Schema: 345; Gewinnzahlen: 3, 4, 5 – dies führt zu einem Gewinn.",
    "Game Instructions: Choose one number, and if it matches the sum of the winning numbers, you win. Example of winning: Betting scheme: 3; Winning numbers: 1, 2, 0. The sum of the winning numbers is 3, which matches the bet, resulting in a win.":"Spielanleitung: Wählen Sie eine Zahl, und wenn sie mit der Summe der Gewinnzahlen übereinstimmt, gewinnen Sie. Beispiel für einen Gewinn: Wettschema: 3; Gewinnzahlen: 1, 2, 0. Die Summe der Gewinnzahlen ist 3, was dem Einsatz entspricht, und somit haben Sie gewonnen.",
    "Game Instructions: Choose one number, and if it matches the difference between the maximum and minimum numbers in the winning numbers, you win. Example of winning: Betting scheme: 3; Winning numbers: 1, 2, 4. The difference between the maximum number (4) and the minimum number (1) is 3, which matches the bet, resulting in a win.":"Spielanleitung: Wählen Sie eine Zahl, und wenn sie mit der Differenz zwischen der höchsten und der niedrigsten Zahl in den Gewinnzahlen übereinstimmt, gewinnen Sie. Beispiel für einen Gewinn: Wettschema: 3; Gewinnzahlen: 1, 2, 4. Die Differenz zwischen der höchsten Zahl (4) und der niedrigsten Zahl (1) ist 3, was mit der Wette übereinstimmt und zu einem Gewinn führt.",
    "Game Instructions: Choose two numbers to form two bets. If one of the chosen numbers appears twice in the winning numbers and the other number appears once, in any order, you win. Example of winning: Betting scheme: 1, 2; Winning numbers: 1, 2, 2. Since the number 2 appears twice and the number 1 appears once, this results in a win.":"Spielanleitung: Wählen Sie zwei Zahlen aus, um zwei Wetten zu platzieren. Wenn eine der gewählten Zahlen zweimal in den Gewinnzahlen erscheint und die andere Zahl einmal, in beliebiger Reihenfolge, gewinnen Sie. Beispiel für einen Gewinn: Wettschema: 1, 2; Gewinnzahlen: 1, 2, 2. Da die Zahl 2 zweimal und die Zahl 1 einmal erscheint, ergibt dies einen Gewinn.",
    "Game Instructions: Select three numbers to form one bet. If the selected numbers match the winning numbers in any order, you win. Example of winning: Betting scheme: 1, 2, 3; Winning numbers: 1, 3, 2. The selected numbers match the winning numbers regardless of order, resulting in a win.":"Spielanleitung: Wählen Sie drei Zahlen aus, um eine Wette zu platzieren. Wenn die ausgewählten Zahlen in beliebiger Reihenfolge mit den Gewinnzahlen übereinstimmen, gewinnen Sie. Beispiel für einen Gewinn: Wettmuster: 1, 2, 3; Gewinnzahlen: 1, 3, 2. Die ausgewählten Zahlen stimmen mit den Gewinnzahlen überein, unabhängig von der Reihenfolge, was zu einem Gewinn führt.",
    "Game Instructions: Enter either two identical numbers and one different number, or three distinct numbers to form one bet. If the entered numbers match the winning numbers in any order, you win. If the winning numbers include a pair (two identical numbers and one different), it qualifies for a "Mixed Group Three" win. If all numbers are distinct, it qualifies for a "Mixed Group Six" win. Example of winning: Betting Scheme A: 122; Winning Numbers: 2, 1, 2. This results in a win under "Mixed Group Three" because there's a pair (2,2) and another number (1). Betting Scheme B: 123; Winning Numbers: 1, 3, 2. This results in a win under "Mixed Group Six" because all numbers are distinct.":"Spielanleitung: Geben Sie entweder zwei identische Zahlen und eine unterschiedliche Zahl ein oder drei verschiedene Zahlen, um eine Wette zu platzieren. Wenn die eingegebenen Zahlen in beliebiger Reihenfolge mit den Gewinnzahlen übereinstimmen, gewinnen Sie. Wenn die Gewinnzahlen ein Paar enthalten (zwei identische Zahlen und eine unterschiedliche), qualifiziert sich dies für einen "Mixed Group Three"-Gewinn. Wenn alle Zahlen unterschiedlich sind, qualifiziert sich dies für einen "Mixed Group Six"-Gewinn. Beispiel für einen Gewinn: Wett-Schema A: 122; Gewinnzahlen: 2, 1, 2. Dies führt zu einem Gewinn unter "Mixed Group Three", weil es ein Paar (2,2) und eine andere Zahl (1) gibt. Wett-Schema B: 123; Gewinnzahlen: 1, 3, 2. Dies führt zu einem Gewinn unter "Mixed Group Six", weil alle Zahlen unterschiedlich sind.",
    "Game Instructions: Choose a single number, and if it matches the sum of the winning numbers (excluding triple identical numbers, or "leopard numbers"), you win. If the winning numbers include a pair (two identical numbers and one different), it results in a win under "Sum Group Three." If all numbers are distinct, it results in a win under "Sum Group Six." Example of winning: Betting Scheme: 6; Winning Numbers A: 3, 3, 0. This results in a win under "Group Sum Group Three" because the sum of the numbers is 6 and includes a pair. Winning Numbers B: 1, 2, 3. This results in a win under "Group Sum Group Six" because the sum of the numbers is 6 and all numbers are distinct.":"Spielanleitung: Wählen Sie eine einzelne Zahl, und wenn sie mit der Summe der Gewinnzahlen übereinstimmt (außer bei dreifach identischen Zahlen oder "Leopardenzahlen"), gewinnen Sie. Wenn die Gewinnzahlen ein Paar enthalten (zwei identische Zahlen und eine andere), ergibt sich ein Gewinn unter "Summe Gruppe Drei". Wenn alle Zahlen unterschiedlich sind, ergibt sich ein Gewinn unter "Summe Gruppe Sechs". Beispiel für einen Gewinn: Wettmuster: 6; Gewinnzahlen A: 3, 3, 0. Dies führt zu einem Gewinn unter "Summe Gruppe Drei", weil die Summe der Zahlen 6 ergibt und ein Paar enthalten ist. Gewinnzahlen B: 1, 2, 3. Dies führt zu einem Gewinn unter "Summe Gruppe Sechs", weil die Summe der Zahlen 6 ergibt und alle Zahlen unterschiedlich sind.",
    "Game Instructions: Choose one number, and if any of the winning numbers match your chosen number (excluding triple identical numbers, or "TOAK"), you win. If the winning numbers include a pair (two identical numbers and one different), the win is categorized under "All3-Fixed Digit Group3" If all numbers are distinct, the win falls under "All3-Fixed Digit Group6" Example of winning: Betting Scheme: 3; Winning Numbers A: 1, 3, 3. This results in a win under "All3-Fixed Digit Group3" because there is a pair including the number 3. Winning Numbers B: 1, 2, 3. This results in a win under "All3-Fixed Digit Group6" because all numbers are distinct and the set includes the number 3.":"Spielanleitung: Wählen Sie eine Zahl aus, und wenn eine der Gewinnzahlen mit Ihrer gewählten Zahl übereinstimmt (mit Ausnahme von dreifach identischen Zahlen oder "TOAK"), gewinnen Sie. Wenn die Gewinnzahlen ein Paar enthalten (zwei identische Zahlen und eine unterschiedliche), wird der Gewinn unter "All3-Fixed Digit Group3" kategorisiert. Wenn alle Zahlen unterschiedlich sind, fällt der Gewinn unter "All3-Fixed Digit Group6". Beispiel für einen Gewinn: Wett-Schema: 3; Gewinnzahlen A: 1, 3, 3. Dies führt zu einem Gewinn unter "All3-Fixed Digit Group3", weil es ein Paar mit der Zahl 3 gibt. Gewinnzahlen B: 1, 2, 3. Dies führt zu einem Gewinn unter "All3-Fixed Digit Group6", weil alle Zahlen unterschiedlich sind und die Zahl 3 enthalten ist.",
    "Game Instructions: Select one number each for the 1st and 2nd places to make a bet. If the selected numbers match the 1st and 2nd places of the winning numbers exactly and in the same order, you win. Example of winning: Betting scheme: 1, 2; Winning numbers: 1, 2, * (where "*" can be any number). This results in a win because the 1st and 2nd places match exactly in order and sequence.":"Spielanleitung: Wählen Sie jeweils eine Zahl für den 1. und 2. Platz, um eine Wette abzugeben. Wenn die ausgewählten Zahlen genau mit den 1. und 2. Plätzen der Gewinnzahlen übereinstimmen und in derselben Reihenfolge erscheinen, gewinnen Sie. Beispiel für einen Gewinn: Wettmuster: 1, 2; Gewinnzahlen: 1, 2, * (wobei "*" jede Zahl sein kann). Dies führt zu einem Gewinn, da der 1. und 2. Platz genau in der Reihenfolge und im gleichen Ablauf übereinstimmen.",
    "Game Instructions: Enter a two-digit number to make a bet. If the entered number matches the winning numbers in the 1st and 2nd places exactly and in the same order, you win. Example of winning: Betting scheme: 12; Winning numbers: 1, 2, * (where "*" can be any number). This results in a win because the numbers for the 1st and 2nd places match exactly in order and sequence.":"Spielanleitung: Geben Sie eine zweiziffrige Zahl ein, um eine Wette zu platzieren. Wenn die eingegebene Zahl genau mit den Gewinnzahlen an der 1. und 2. Stelle übereinstimmt und in derselben Reihenfolge erscheint, gewinnen Sie. Beispiel für einen Gewinn: Wett-Schema: 12; Gewinnzahlen: 1, 2, * (wobei "*" jede Zahl sein kann). Dies führt zu einem Gewinn, weil die Zahlen an der 1. und 2. Stelle genau in der Reihenfolge übereinstimmen.",
    "Game Instructions: Choose one number, and if it matches the sum of the 1st and 2nd places of the winning numbers, you win. Example of winning: Betting scheme: 3; Winning numbers: 1, 2, * (where "*" can be any number). Since the sum of the numbers in the 1st and 2nd places is 3 (1+2), this results in a win.":"Spielanleitung: Wählen Sie eine Zahl, und wenn diese der Summe der 1. und 2. Plätze der Gewinnzahlen entspricht, gewinnen Sie. Beispiel für einen Gewinn: Wettschema: 3; Gewinnzahlen: 1, 2, * (wobei "*" jede Zahl sein kann). Da die Summe der Zahlen an den 1. und 2. Stellen 3 ergibt (1+2), führt dies zu einem Gewinn.",
    "Game Instructions: Choose one number, and if it matches the difference between the numbers in the 1st and 2nd places of the winning numbers, you win. Example of winning: Betting scheme: 3; Winning numbers: 1, 4, * (where "*" can be any number). Since the difference between the numbers in the 1st and 2nd places is 3 (4 - 1), this results in a win.":"Spielanleitung: Wählen Sie eine Zahl, und wenn sie der Differenz zwischen den Zahlen an der 1. und 2. Stelle der Gewinnzahlen entspricht, gewinnen Sie. Beispiel für einen Gewinn: Wettstrategie: 3; Gewinnzahlen: 1, 4, * (wobei "*" jede Zahl sein kann). Da die Differenz zwischen den Zahlen an der 1. und 2. Stelle 3 beträgt (4 - 1), ergibt dies einen Gewinn.",
    "Game Instructions: Choose two numbers to form one bet. If the selected numbers match the 1st and 2nd places of the winning numbers, in any order, you win. Example of winning: Betting scheme: 1, 2; Winning numbers: 2, 1, * (where "*" can be any number). Since the numbers in the 1st and 2nd places match the selected numbers, regardless of order, this results in a win.":"Spielanleitung: Wählen Sie zwei Zahlen, um eine Wette zu platzieren. Wenn die ausgewählten Zahlen mit der 1. und 2. Stelle der Gewinnzahlen übereinstimmen, in beliebiger Reihenfolge, gewinnen Sie. Beispiel für einen Gewinn: Wett-Schema: 1, 2; Gewinnzahlen: 2, 1, * (wobei "*" jede beliebige Zahl sein kann). Da die Zahlen an der 1. und 2. Stelle mit den ausgewählten Zahlen übereinstimmen, unabhängig von der Reihenfolge, führt dies zu einem Gewinn.",
    "Game Instructions: Enter a two-digit number to form one bet (pair numbers are not allowed). If the entered number matches the 1st and 2nd places of the winning numbers, in any order, you win. Example of winning: Betting scheme: 12; Winning numbers: 2, 1, * (where "*" can be any number). Since the numbers in the 1st and 2nd places match the entered number, regardless of order, this results in a win.":"Spielanleitung: Geben Sie eine zweiziffrige Zahl ein, um eine Wette zu platzieren (Paarzahlen sind nicht erlaubt). Wenn die eingegebene Zahl mit der ersten und zweiten Stelle der Gewinnzahlen übereinstimmt, unabhängig von der Reihenfolge, gewinnen Sie. Beispiel für einen Gewinn: Wett-Schema: 12; Gewinnzahlen: 2, 1, * (wobei "*" jede beliebige Zahl sein kann). Da die Zahlen an der ersten und zweiten Stelle mit der eingegebenen Zahl übereinstimmen, unabhängig von der Reihenfolge, führt dies zu einem Gewinn.",
    "Game Instructions: Choose one number, and if it equals the sum of the numbers in the 1st and 2nd places of the winning numbers (excluding pairs), you win. Example of winning: Betting scheme: 3; Winning numbers: 1, 2, * (where "*" can be any number). Since the sum of the numbers in the 1st and 2nd places is 3 (1 + 2), this results in a win.":"Spielanleitung: Wählen Sie eine Zahl, und wenn sie der Summe der Zahlen an der 1. und 2. Stelle der Gewinnzahlen entspricht (Paarzahlen ausgeschlossen), gewinnen Sie. Beispiel für einen Gewinn: Wettschema: 3; Gewinnzahlen: 1, 2, * (wobei "*" jede Zahl sein kann). Da die Summe der Zahlen an der 1. und 2. Stelle 3 ergibt (1 + 2), führt dies zu einem Gewinn.",
    "Game Instructions: Choose one number, and if it matches either the 1st and 2nd place of the winning numbers (excluding pairs), you win. Example of winning: Betting scheme: 3; Winning numbers: 1, 3, * (where "*" can be any number). Since the number 3 matches the 2nd place of the winning numbers, this results in a win.":"Spielanleitung: Wählen Sie eine Zahl, und wenn sie mit der 1. oder 2. Stelle der Gewinnzahlen übereinstimmt (Paarungen ausgeschlossen), gewinnen Sie. Beispiel für einen Gewinn: Wett-Schema: 3; Gewinnzahlen: 1, 3, * (wobei "*" jede beliebige Zahl sein kann). Da die Zahl 3 mit der 2. Stelle der Gewinnzahlen übereinstimmt, ergibt dies einen Gewinn.",
    "Game Instructions: Enter a two-digit number to make a bet. If the entered number matches the winning numbers in the 2nd and 3rd places exactly and in the same order, you win. Example of winning: Betting scheme: 12; Winning numbers: 1, 2, * (where "*" can be any number). This results in a win because the numbers for the 2nd and 3rd places match exactly in order and sequence.":"",
    "Game Instructions: Choose one number, and if it matches the sum of the 2nd and 3rd places of the winning numbers, you win. Example of winning: Betting scheme: 3; Winning numbers: *,1, 2 (where "*" can be any number). Since the sum of the numbers in the 2nd and 3rd places is 3 (1+2), this results in a win.":"**Spielanleitung:** Wählen Sie eine Zahl, und wenn diese mit der Summe der 2. und 3. Stelle der Gewinnzahlen übereinstimmt, gewinnen Sie.  Beispiel für einen Gewinn:  **Wettschema:** 3; **Gewinnzahlen:** *, 1, 2 (wobei „*“ jede beliebige Zahl sein kann).  Da die Summe der Zahlen an der 2. und 3. Stelle 3 ergibt (1+2), gewinnen Sie.",
    "Game Instructions: Choose one number, and if it matches the difference between the numbers in the 2nd and 3rd places of the winning numbers, you win. Example of winning: Betting scheme: 3; Winning numbers: *, 1, 4 (where "*" can be any number). Since the difference between the numbers in the 2nd and 3rd places is 3 (4 - 1), this results in a win.":"**Spielanleitung:** Wählen Sie eine Zahl, und wenn diese mit der Differenz zwischen den Zahlen an der 2. und 3. Stelle der Gewinnzahlen übereinstimmt, gewinnen Sie.  **Beispiel für einen Gewinn:**  Wettzahl: 3;  Gewinnzahlen: *, 1, 4 (wobei „*“ jede beliebige Zahl sein kann).  Da die Differenz zwischen der 2. und 3. Stelle 3 beträgt (4 - 1), ergibt dies einen Gewinn.",
    "Game Instructions: Choose two numbers to form one bet. If the selected numbers match the 2nd and 3rd places of the winning numbers, in any order, you win. Example of winning: Betting scheme: 1, 2; Winning numbers: *, 2, 1 (where "*" can be any number). Since the numbers in the 2nd and 3rd places match the selected numbers, regardless of order, this results in a win.":"",
    "Game Instructions: Enter a two-digit number to form one bet (pair numbers are not allowed). If the entered number matches the 2nd and 3rd places of the winning numbers, in any order, you win. Example of winning: Betting scheme: 12; Winning numbers: *, 2, 1 (where "*" can be any number). Since the numbers in the 2nd and 3rd places match the entered number, regardless of order, this results in a win.":"Spielanleitung: Gib eine zweistellige Zahl ein, um eine Wette zu platzieren (Paarzahlen sind nicht erlaubt). Wenn die eingegebene Zahl mit den Zahlen an der 2. und 3. Stelle der Gewinnzahlen übereinstimmt – in beliebiger Reihenfolge – gewinnst du. Beispiel für einen Gewinn:  **Wettkombination:** 12  **Gewinnzahlen:** *, 2, 1 (wobei "*" eine beliebige Zahl sein kann).  Da die Zahlen an der 2. und 3. Stelle mit der eingegebenen Zahl übereinstimmen, unabhängig von der Reihenfolge, führt dies zu einem Gewinn.",
    "Game Instructions: Choose one number, and if it equals the sum of the numbers in the 2nd and 3rd places of the winning numbers (excluding pairs), you win. Example of winning: Betting scheme: 3; Winning numbers: *, 1, 2 (where "*" can be any number). Since the sum of the numbers in the 2nd and 3rd places is 3 (1 + 2), this results in a win.":"Spielanleitung: Wählen Sie eine Zahl, und wenn diese der Summe der Zahlen an der 2. und 3. Stelle der Gewinnzahlen entspricht (ohne Paare), gewinnen Sie. Beispiel für einen Gewinn: Wettschema: 3; Gewinnzahlen: *, 1, 2 (wobei „*“ jede beliebige Zahl sein kann). Da die Summe der Zahlen an der 2. und 3. Stelle 3 beträgt (1 + 2), führt dies zu einem Gewinn.",
    "Game Instructions: Choose one number, and if it matches either the 2nd or 3rd place of the winning numbers (excluding pairs), you win. Example of winning: Betting scheme: 3; Winning numbers: *, 1, 3 (where "*" can be any number). Since the number 3 matches the 3rd place of the winning numbers, this results in a win.":"",
    "Game Instructions: Choose one number from either the 1st, 2nd, or 3rd place to make a bet. If the selected number matches the corresponding place in the winning numbers, you win. Example of winning: Betting scheme: 3, -, -; Winning numbers: 3, , * (where "" can be any number). Since the selected number 3 matches the 1st place of the winning numbers, this results in a win.":"**Spielanleitung:** Wählen Sie eine Zahl entweder aus dem 1., 2. oder 3. Platz, um eine Wette abzuschließen. Wenn die gewählte Zahl mit der entsprechenden Position in den Gewinnzahlen übereinstimmt, gewinnen Sie.  **Beispiel für einen Gewinn:**  Wettschema: 3, -, -  Gewinnzahlen: 3, , * (wobei „“ jede beliebige Zahl sein kann).  Da die gewählte Zahl 3 mit dem 1. Platz der Gewinnzahlen übereinstimmt, ergibt sich ein Gewinn.",
    "The game instructions are as follows: Choose one number to form a single bet. If the winning numbers include the selected number, you win. Example of winning: Betting scheme: 3; Winning numbers: 1, 3, 2. Since the winning numbers include the selected number 3, this results in a win.":"Die Spielanleitung lautet wie folgt: Wählen Sie eine Zahl, um eine Einzelwette abzugeben. Wenn die Gewinnzahlen die ausgewählte Zahl enthalten, gewinnen Sie.  Beispiel für einen Gewinn:  Wettschema: 3;  Gewinnzahlen: 1, 3, 2.  Da die Gewinnzahlen die ausgewählte Zahl 3 enthalten, führt dies zu einem Gewinn.",
    "Game Instructions: Choose two numbers to form one bet. If the winning numbers include both of the selected numbers, you win. Example of winning: Betting scheme: 1, 3; Winning numbers: 1, 3, 2. Since the winning numbers include both selected numbers, 1 and 3, this results in a win.":"**Spielanleitung:** Wählen Sie zwei Zahlen, um eine Wette zu platzieren. Wenn die Gewinnzahlen beide ausgewählten Zahlen enthalten, gewinnen Sie.  **Beispiel für einen Gewinn:**  Wettschema: 1, 3  Gewinnzahlen: 1, 3, 2  Da die Gewinnzahlen sowohl die 1 als auch die 3 enthalten, gewinnen Sie.",
    "Game Instructions: Choose one pattern from a set of options based on the comparison of numbers in specific positions. In this set, you compare two positions (e.g., 1st and 2nd). If the number in the first position is greater than the number in the second position , it is called "Dragon." If the number in the first position is less than the number in the second position, it is called "Tiger." If both numbers are the same, it is called a "Tie." You win if the pattern you selected matches the outcome of this comparison. Example of winning: Betting scheme: Dragon ( between 1st and 2nd ); Winning numbers: 2, 1, * (where "*" can be any number). Since the number in the 1st place (2) is greater than the number in the 2nd place (1), the result is "Dragon," matching the bet, resulting in a win.":"Spielanleitung: Wählen Sie ein Muster aus einer Reihe von Optionen basierend auf dem Vergleich von Zahlen an bestimmten Positionen. In diesem Set vergleichen Sie zwei Positionen (z.B. 1. und 2.). Wenn die Zahl an der ersten Position größer ist als die Zahl an der zweiten Position, wird dies als "Drache" bezeichnet. Wenn die Zahl an der ersten Position kleiner ist als die Zahl an der zweiten Position, wird dies als "Tiger" bezeichnet. Wenn beide Zahlen gleich sind, wird es als "Unentschieden" bezeichnet. Sie gewinnen, wenn das Muster, das Sie ausgewählt haben, mit dem Ergebnis dieses Vergleichs übereinstimmt. Beispiel für einen Gewinn: Wettmuster: Drache (zwischen 1. und 2.); Gewinnzahlen: 2, 1, * (wobei "*" jede Zahl sein kann). Da die Zahl an der 1. Position (2) größer ist als die Zahl an der 2. Position (1), lautet das Ergebnis "Drache", was mit der Wette übereinstimmt und zu einem Gewinn führt.",
  
    
      "Game Instructions: Enter either two identical numbers and one different number, or three distinct numbers to form one bet. If the entered numbers match the winning numbers in any order, you win. If the winning numbers include a pair (two identical numbers and one different), it qualifies for a 'Mixed Group Three' win. If all numbers are distinct, it qualifies for a 'Mixed Group Six' win. Example of winning: Betting Scheme A: 122; Winning Numbers: 2, 1, 2. This results in a win under 'Mixed Group Three' because there's a pair (2,2) and another number (1). Betting Scheme B: 123; Winning Numbers: 1, 3, 2. This results in a win under 'Mixed Group Six' because all numbers are distinct.": 
      "Spielanleitung: Geben Sie entweder zwei identische Zahlen und eine unterschiedliche Zahl oder drei verschiedene Zahlen ein, um eine Wette zu platzieren. Wenn die eingegebenen Zahlen mit den Gewinnzahlen in beliebiger Reihenfolge übereinstimmen, gewinnen Sie. Wenn die Gewinnzahlen ein Paar (zwei identische Zahlen und eine unterschiedliche) enthalten, qualifiziert sich dies für einen Gewinn in der Kategorie 'Gemischte Gruppe Drei'. Wenn alle Zahlen unterschiedlich sind, qualifiziert es sich für einen Gewinn in der Kategorie 'Gemischte Gruppe Sechs'. Beispiel für einen Gewinn: Wettstrategie A: 122; Gewinnzahlen: 2, 1, 2. Dies führt zu einem Gewinn in der Kategorie 'Gemischte Gruppe Drei', da es ein Paar (2,2) und eine weitere Zahl (1) gibt. Wettstrategie B: 123; Gewinnzahlen: 1, 3, 2. Dies führt zu einem Gewinn in der Kategorie 'Gemischte Gruppe Sechs', da alle Zahlen unterschiedlich sind.",
    
      "Game Instructions: Choose a single number, and if it matches the sum of the winning numbers (excluding triple identical numbers, or 'leopard numbers'), you win. If the winning numbers include a pair (two identical numbers and one different), it results in a win under 'Sum Group Three.' If all numbers are distinct, it results in a win under 'Sum Group Six.' Example of winning: Betting Scheme: 6; Winning Numbers A: 3, 3, 0. This results in a win under 'Group Sum Group Three' because the sum of the numbers is 6 and includes a pair. Winning Numbers B: 1, 2, 3. This results in a win under 'Group Sum Group Six' because the sum of the numbers is 6 and all numbers are distinct.":
      "Spielanleitung: Wählen Sie eine einzelne Zahl, und wenn sie mit der Summe der Gewinnzahlen übereinstimmt (ausgenommen dreifach identische Zahlen oder 'Leopardenzahlen'), gewinnen Sie. Wenn die Gewinnzahlen ein Paar (zwei identische Zahlen und eine unterschiedliche) enthalten, führt dies zu einem Gewinn in der Kategorie 'Summengruppe Drei'. Wenn alle Zahlen unterschiedlich sind, führt dies zu einem Gewinn in der Kategorie 'Summengruppe Sechs'. Beispiel für einen Gewinn: Wettstrategie: 6; Gewinnzahlen A: 3, 3, 0. Dies führt zu einem Gewinn in der 'Summengruppe Drei', da die Summe der Zahlen 6 beträgt und ein Paar enthalten ist. Gewinnzahlen B: 1, 2, 3. Dies führt zu einem Gewinn in der 'Summengruppe Sechs', da die Summe der Zahlen 6 beträgt und alle Zahlen unterschiedlich sind.",
    
      "Game Instructions: Choose one number, and if any of the winning numbers match your chosen number (excluding triple identical numbers, or 'TOAK'), you win. If the winning numbers include a pair (two identical numbers and one different), the win is categorized under 'All3-Fixed Digit Group3' If all numbers are distinct, the win falls under 'All3-Fixed Digit Group6' Example of winning: Betting Scheme: 3; Winning Numbers A: 1, 3, 3. This results in a win under 'All3-Fixed Digit Group3' because there is a pair including the number 3. Winning Numbers B: 1, 2, 3. This results in a win under 'All3-Fixed Digit Group6' because all numbers are distinct and the set includes the number 3.":
      "Spielanleitung: Wählen Sie eine Zahl, und wenn eine der Gewinnzahlen mit Ihrer gewählten Zahl übereinstimmt (ausgenommen dreifach identische Zahlen oder 'TOAK'), gewinnen Sie. Wenn die Gewinnzahlen ein Paar (zwei identische Zahlen und eine unterschiedliche) enthalten, wird der Gewinn in der Kategorie 'All3-Feste Zifferngruppe3' eingeordnet. Wenn alle Zahlen unterschiedlich sind, fällt der Gewinn in die Kategorie 'All3-Feste Zifferngruppe6'. Beispiel für einen Gewinn: Wettstrategie: 3; Gewinnzahlen A: 1, 3, 3. Dies führt zu einem Gewinn in der Kategorie 'All3-Feste Zifferngruppe3', da es ein Paar gibt, das die Zahl 3 enthält. Gewinnzahlen B: 1, 2, 3. Dies führt zu einem Gewinn in der Kategorie 'All3-Feste Zifferngruppe6', da alle Zahlen unterschiedlich sind und die Zahl 3 enthalten ist.",
    
      "Game Instructions: Choose one number, and if it matches the sum of the 1st and 2nd places of the winning numbers, you win. Example of winning: Betting scheme: 3; Winning numbers: 1, 2, * (where '*' can be any number). Since the sum of the numbers in the 1st and 2nd places is 3 (1+2), this results in a win.":
      "Spielanleitung: Wählen Sie eine Zahl, und wenn sie mit der Summe der 1. und 2. Stelle der Gewinnzahlen übereinstimmt, gewinnen Sie. Beispiel für einen Gewinn: Wettstrategie: 3; Gewinnzahlen: 1, 2, * (wobei '*' eine beliebige Zahl sein kann). Da die Summe der Zahlen an der 1. und 2. Stelle 3 beträgt (1+2), führt dies zu einem Gewinn.",
    
      "Game Instructions: Choose one number, and if it matches the difference between the numbers in the 1st and 2nd places of the winning numbers, you win. Example of winning: Betting scheme: 3; Winning numbers: 1, 4, * (where '*' can be any number). Since the difference between the numbers in the 1st and 2nd places is 3 (4 - 1), this results in a win.":
      "Spielanleitung: Wählen Sie eine Zahl, und wenn sie mit der Differenz zwischen den Zahlen an der 1. und 2. Stelle der Gewinnzahlen übereinstimmt, gewinnen Sie. Beispiel für einen Gewinn: Wettstrategie: 3; Gewinnzahlen: 1, 4, * (wobei '*' eine beliebige Zahl sein kann). Da die Differenz zwischen den Zahlen an der 1. und 2. Stelle 3 beträgt (4 - 1), führt dies zu einem Gewinn.",
    
    
  
    
      
        "Game Instructions: Choose two numbers to form one bet. If the selected numbers match the 1st and 2nd places of the winning numbers, in any order, you win. Example of winning: Betting scheme: 1, 2; Winning numbers: 2, 1, * (where '*' can be any number). Since the numbers in the 1st and 2nd places match the selected numbers, regardless of order, this results in a win.": "Spielanleitung: Wählen Sie zwei Zahlen, um eine Wette zu platzieren. Wenn die ausgewählten Zahlen mit den Zahlen auf den 1. und 2. Plätzen der Gewinnzahlen übereinstimmen, unabhängig von der Reihenfolge, gewinnen Sie. Beispiel für einen Gewinn: Wettstrategie: 1, 2; Gewinnzahlen: 2, 1, * (wobei '*' eine beliebige Zahl sein kann). Da die Zahlen auf den 1. und 2. Plätzen mit den ausgewählten Zahlen übereinstimmen, unabhängig von der Reihenfolge, führt dies zu einem Gewinn.",
        
        "Game Instructions: Enter a two-digit number to form one bet (pair numbers are not allowed). If the entered number matches the 1st and 2nd places of the winning numbers, in any order, you win. Example of winning: Betting scheme: 12; Winning numbers: 2, 1, * (where '*' can be any number). Since the numbers in the 1st and 2nd places match the entered number, regardless of order, this results in a win.": "Spielanleitung: Geben Sie eine zweistellige Zahl ein, um eine Wette zu platzieren (Paarzahlen sind nicht erlaubt). Wenn die eingegebene Zahl mit den Zahlen auf den 1. und 2. Plätzen der Gewinnzahlen übereinstimmt, unabhängig von der Reihenfolge, gewinnen Sie. Beispiel für einen Gewinn: Wettstrategie: 12; Gewinnzahlen: 2, 1, * (wobei '*' eine beliebige Zahl sein kann). Da die Zahlen auf den 1. und 2. Plätzen mit der eingegebenen Zahl übereinstimmen, unabhängig von der Reihenfolge, führt dies zu einem Gewinn.",
        
        "Game Instructions: Choose one number, and if it equals the sum of the numbers in the 1st and 2nd places of the winning numbers (excluding pairs), you win. Example of winning: Betting scheme: 3; Winning numbers: 1, 2, * (where '*' can be any number). Since the sum of the numbers in the 1st and 2nd places is 3 (1 + 2), this results in a win.": "Spielanleitung: Wählen Sie eine Zahl, und wenn sie der Summe der Zahlen auf den 1. und 2. Plätzen der Gewinnzahlen entspricht (Paarzahlen ausgeschlossen), gewinnen Sie. Beispiel für einen Gewinn: Wettstrategie: 3; Gewinnzahlen: 1, 2, * (wobei '*' eine beliebige Zahl sein kann). Da die Summe der Zahlen auf den 1. und 2. Plätzen 3 (1 + 2) beträgt, führt dies zu einem Gewinn.",
        
        "Game Instructions: Choose one number, and if it matches either the 1st and 2nd place of the winning numbers (excluding pairs), you win. Example of winning: Betting scheme: 3; Winning numbers: 1, 3, * (where '*' can be any number). Since the number 3 matches the 2nd place of the winning numbers, this results in a win.": "Spielanleitung: Wählen Sie eine Zahl, und wenn sie entweder mit der Zahl auf dem 1. oder 2. Platz der Gewinnzahlen übereinstimmt (Paarzahlen ausgeschlossen), gewinnen Sie. Beispiel für einen Gewinn: Wettstrategie: 3; Gewinnzahlen: 1, 3, * (wobei '*' eine beliebige Zahl sein kann). Da die Zahl 3 mit der Zahl auf dem 2. Platz der Gewinnzahlen übereinstimmt, führt dies zu einem Gewinn.",
        
        "Game Instructions: Select one number each for the 2nd and 3rd places to make a bet. If the selected numbers match the 2nd and 3rd places of the winning numbers exactly and in the same order, you win. Example of winning: Betting scheme: 1, 2; Winning numbers: *,1, 2, (where '*' can be any number). This results in a win because the 2nd and 3rd places match exactly in order and sequence.": "Spielanleitung: Wählen Sie jeweils eine Zahl für den 2. und 3. Platz, um eine Wette zu platzieren. Wenn die ausgewählten Zahlen genau mit den Zahlen auf den 2. und 3. Plätzen der Gewinnzahlen übereinstimmen und in der gleichen Reihenfolge stehen, gewinnen Sie. Beispiel für einen Gewinn: Wettstrategie: 1, 2; Gewinnzahlen: *,1, 2, (wobei '*' eine beliebige Zahl sein kann). Dies führt zu einem Gewinn, da die Zahlen auf den 2. und 3. Plätzen genau in der richtigen Reihenfolge übereinstimmen.",
      
      
    
          "Game Instructions: Enter a two-digit number to make a bet. If the entered number matches the winning numbers in the 2nd and 3rd places exactly and in the same order, you win. Example of winning: Betting scheme: 12; Winning numbers: 1, 2, * (where '*' can be any number). This results in a win because the numbers for the 2nd and 3rd places match exactly in order and sequence.": "Spielanleitung: Geben Sie eine zweistellige Zahl ein, um eine Wette abzuschließen. Wenn die eingegebene Zahl genau und in der gleichen Reihenfolge mit den Gewinnzahlen an der 2. und 3. Stelle übereinstimmt, gewinnen Sie. Beispiel für einen Gewinn: Wettstrategie: 12; Gewinnzahlen: 1, 2, * (wobei '*' eine beliebige Zahl sein kann). Dies führt zu einem Gewinn, da die Zahlen an der 2. und 3. Stelle genau in der richtigen Reihenfolge übereinstimmen.",
          
          "Game Instructions: Choose one number, and if it matches the sum of the 2nd and 3rd places of the winning numbers, you win. Example of winning: Betting scheme: 3; Winning numbers: *,1, 2 (where '*' can be any number). Since the sum of the numbers in the 2nd and 3rd places is 3 (1+2), this results in a win.": "Spielanleitung: Wählen Sie eine Zahl aus, und wenn diese mit der Summe der Zahlen an der 2. und 3. Stelle der Gewinnzahlen übereinstimmt, gewinnen Sie. Beispiel für einen Gewinn: Wettstrategie: 3; Gewinnzahlen: *, 1, 2 (wobei '*' eine beliebige Zahl sein kann). Da die Summe der Zahlen an der 2. und 3. Stelle 3 (1+2) beträgt, führt dies zu einem Gewinn.",
          
          "Game Instructions: Choose one number, and if it matches the difference between the numbers in the 2nd and 3rd places of the winning numbers, you win. Example of winning: Betting scheme: 3; Winning numbers: *, 1, 4 (where '*' can be any number). Since the difference between the numbers in the 2nd and 3rd places is 3 (4 - 1), this results in a win.": "Spielanleitung: Wählen Sie eine Zahl aus, und wenn diese mit der Differenz zwischen den Zahlen an der 2. und 3. Stelle der Gewinnzahlen übereinstimmt, gewinnen Sie. Beispiel für einen Gewinn: Wettstrategie: 3; Gewinnzahlen: *, 1, 4 (wobei '*' eine beliebige Zahl sein kann). Da die Differenz zwischen den Zahlen an der 2. und 3. Stelle 3 (4 - 1) beträgt, führt dies zu einem Gewinn.",
          
          "Game Instructions: Choose two numbers to form one bet. If the selected numbers match the 2nd and 3rd places of the winning numbers, in any order, you win. Example of winning: Betting scheme: 1, 2; Winning numbers: *, 2, 1 (where '*' can be any number). Since the numbers in the 2nd and 3rd places match the selected numbers, regardless of order, this results in a win.": "Spielanleitung: Wählen Sie zwei Zahlen aus, um eine Wette abzuschließen. Wenn die gewählten Zahlen mit den Gewinnzahlen an der 2. und 3. Stelle übereinstimmen, unabhängig von der Reihenfolge, gewinnen Sie. Beispiel für einen Gewinn: Wettstrategie: 1, 2; Gewinnzahlen: *, 2, 1 (wobei '*' eine beliebige Zahl sein kann). Da die Zahlen an der 2. und 3. Stelle mit den gewählten Zahlen übereinstimmen, unabhängig von der Reihenfolge, führt dies zu einem Gewinn.",
  
        
    
          
            "Game Instructions: Enter a two-digit number to form one bet (pair numbers are not allowed). If the entered number matches the 2nd and 3rd places of the winning numbers, in any order, you win. Example of winning: Betting scheme: 12; Winning numbers: *, 2, 1 (where '*' can be any number). Since the numbers in the 2nd and 3rd places match the entered number, regardless of order, this results in a win.": "Spielanleitung: Geben Sie eine zweistellige Zahl ein, um eine Wette zu platzieren (Paarzahlen sind nicht erlaubt). Wenn die eingegebene Zahl mit den Zahlen auf den Plätzen 2 und 3 der Gewinnzahlen übereinstimmt, unabhängig von der Reihenfolge, gewinnen Sie. Beispiel für einen Gewinn: Wettstrategie: 12; Gewinnzahlen: *, 2, 1 (wobei '*' eine beliebige Zahl sein kann). Da die Zahlen auf den Plätzen 2 und 3 mit der eingegebenen Zahl übereinstimmen, unabhängig von der Reihenfolge, führt dies zu einem Gewinn.",
            
            "Game Instructions: Choose one number, and if it equals the sum of the numbers in the 2nd and 3rd places of the winning numbers (excluding pairs), you win. Example of winning: Betting scheme: 3; Winning numbers: *, 1, 2 (where '*' can be any number). Since the sum of the numbers in the 2nd and 3rd places is 3 (1 + 2), this results in a win.": "Spielanleitung: Wählen Sie eine Zahl aus, und wenn sie der Summe der Zahlen auf den Plätzen 2 und 3 der Gewinnzahlen entspricht (ohne Paare), gewinnen Sie. Beispiel für einen Gewinn: Wettstrategie: 3; Gewinnzahlen: *, 1, 2 (wobei '*' eine beliebige Zahl sein kann). Da die Summe der Zahlen auf den Plätzen 2 und 3 gleich 3 (1 + 2) ist, führt dies zu einem Gewinn.",
            
            "Game Instructions: Choose one number, and if it matches either the 2nd or 3rd place of the winning numbers (excluding pairs), you win. Example of winning: Betting scheme: 3; Winning numbers: *, 1, 3 (where '*' can be any number). Since the number 3 matches the 3rd place of the winning numbers, this results in a win.": "Spielanleitung: Wählen Sie eine Zahl aus, und wenn sie entweder mit dem 2. oder 3. Platz der Gewinnzahlen übereinstimmt (ohne Paare), gewinnen Sie. Beispiel für einen Gewinn: Wettstrategie: 3; Gewinnzahlen: *, 1, 3 (wobei '*' eine beliebige Zahl sein kann). Da die Zahl 3 mit dem 3. Platz der Gewinnzahlen übereinstimmt, führt dies zu einem Gewinn.",
            
            "Game Instructions: Choose one number from either the 1st, 2nd, or 3rd place to make a bet. If the selected number matches the corresponding place in the winning numbers, you win. Example of winning: Betting scheme: 3, -, -; Winning numbers: 3, *, * (where '*' can be any number). Since the selected number 3 matches the 1st place of the winning numbers, this results in a win.": "Spielanleitung: Wählen Sie eine Zahl aus dem 1., 2. oder 3. Platz, um eine Wette zu platzieren. Wenn die gewählte Zahl mit der entsprechenden Position in den Gewinnzahlen übereinstimmt, gewinnen Sie. Beispiel für einen Gewinn: Wettstrategie: 3, -, -; Gewinnzahlen: 3, *, * (wobei '*' eine beliebige Zahl sein kann). Da die gewählte Zahl 3 mit dem 1. Platz der Gewinnzahlen übereinstimmt, führt dies zu einem Gewinn.",
            
            "Game Instructions: Choose one pattern from a set of options based on the comparison of numbers in specific positions. In this set, you compare two positions (e.g., 1st and 2nd). If the number in the first position is greater than the number in the second position, it is called 'Dragon.' If the number in the first position is less than the number in the second position, it is called 'Tiger.' If both numbers are the same, it is called a 'Tie.' You win if the pattern you selected matches the outcome of this comparison. Example of winning: Betting scheme: Dragon (between 1st and 2nd); Winning numbers: 2, 1, * (where '*' can be any number). Since the number in the 1st place (2) is greater than the number in the 2nd place (1), the result is 'Dragon,' matching the bet, resulting in a win.": "Spielanleitung: Wählen Sie ein Muster aus einer Reihe von Optionen basierend auf dem Vergleich von Zahlen in bestimmten Positionen. In diesem Set vergleichen Sie zwei Positionen (z. B. 1. und 2.). Wenn die Zahl an der ersten Position größer ist als die Zahl an der zweiten Position, wird sie als 'Drache' bezeichnet. Wenn die Zahl an der ersten Position kleiner ist als die Zahl an der zweiten Position, wird sie als 'Tiger' bezeichnet. Wenn beide Zahlen gleich sind, wird dies als 'Unentschieden' bezeichnet. Sie gewinnen, wenn das von Ihnen gewählte Muster mit dem Ergebnis dieses Vergleichs übereinstimmt. Beispiel für einen Gewinn: Wettstrategie: Drache (zwischen 1. und 2. Platz); Gewinnzahlen: 2, 1, * (wobei '*' eine beliebige Zahl sein kann). Da die Zahl an der 1. Position (2) größer ist als die Zahl an der 2. Position (1), ist das Ergebnis 'Drache', was der Wette entspricht und zu einem Gewinn führt."
          
          
    "":"",
    "":"",
    "":"",
    "":""
  }

  ///11x5

  {
  
    "Game instructions: Choose one unique number from each of the first, second, and third positions to form a bet. If the selected numbers match the first three numbers of the winning numbers in the exact order, you win. Winning example: Betting scheme: 01, 02, 03; Winning numbers: 01, 02, 03, *, *, you win.":"**Spielanleitung:** Wählen Sie je eine eindeutige Zahl aus der ersten, zweiten und dritten Position, um eine Wette zu bilden. Wenn die ausgewählten Zahlen in genau der gleichen Reihenfolge mit den ersten drei Zahlen der Gewinnzahlen übereinstimmen, gewinnen Sie.  **Gewinnbeispiel:**  Wettschema: 01, 02, 03  Gewinnzahlen: 01, 02, 03, *, *  Sie gewinnen.",
    "Game instructions: Enter three non-repeating numbers from 01 to 11. If the entered numbers match the first three digits of the winning numbers in the exact order, you win. Winning example: Betting scheme: 010203; Winning numbers: 01, 02, 03, *, *, you win.":"**Spielanleitung:** Gib drei nicht wiederholende Zahlen von 01 bis 11 ein. Wenn die eingegebenen Zahlen in exakt der gleichen Reihenfolge mit den ersten drei Ziffern der Gewinnzahlen übereinstimmen, gewinnst du.  **Gewinnbeispiel:**  Wettschema: 010203  Gewinnzahlen: 01, 02, 03, *, *, du gewinnst.",
    "Game instructions: Select three numbers to form a bet. If the selected numbers match the first three numbers of the winning numbers in any order, you win. Winning example: Betting scheme: 01, 02, 03; Winning numbers: 01, 03, 02, *, *, you win.":"**Spielanleitung:** Wählen Sie drei Zahlen aus, um eine Wette zu platzieren. Wenn die ausgewählten Zahlen mit den ersten drei Zahlen der Gewinnzahlen in beliebiger Reihenfolge übereinstimmen, gewinnen Sie.  **Gewinnbeispiel:**  Wettkombination: 01, 02, 03  Gewinnzahlen: 01, 03, 02, *, *, Sie gewinnen.",
    "Game instructions: Enter three non-repeating numbers from 01 to 11 to form a bet. If the entered numbers match the first three digits of the winning numbers in any order, you win. Winning example: Betting scheme: 010203; Winning numbers: 01, 03, 02, *, *, you win.":"**Spielanleitung:** Gib drei nicht wiederholende Zahlen von 01 bis 11 ein, um eine Wette zu platzieren. Wenn die eingegebenen Zahlen in beliebiger Reihenfolge mit den ersten drei Ziffern der Gewinnzahlen übereinstimmen, gewinnst du.  **Gewinnbeispiel:**  Wettschein: 010203  Gewinnzahlen: 01, 03, 02, *, *, du gewinnst.",
    "Game instructions: Choose one unique number from each of the first and second positions to form a bet. If the selected numbers match the first two numbers of the winning numbers in the exact order, you win. Winning example: Betting scheme: 01, 02; Winning numbers: 01, 02, *, *, *, you win.":"**Spielanleitung:** Wählen Sie je eine eindeutige Zahl für die erste und zweite Position, um eine Wette zu platzieren. Wenn die ausgewählten Zahlen mit den ersten beiden Zahlen der Gewinnzahlen in exakt der gleichen Reihenfolge übereinstimmen, gewinnen Sie.  **Gewinnbeispiel:**  Wettschema: 01, 02;  Gewinnzahlen: 01, 02, *, *, * – Sie gewinnen.",
    "Game instructions: Enter two non-repeating numbers from 01 to 11. If the entered numbers match the first two digits of the winning numbers in the exact order, you win. Winning example: Betting scheme: 0102; Winning numbers: 01, 02, *, *, *, you win.":"**Spielanleitung:** Gib zwei nicht wiederholende Zahlen von 01 bis 11 ein. Wenn die eingegebenen Zahlen in der exakten Reihenfolge mit den ersten beiden Ziffern der Gewinnzahlen übereinstimmen, gewinnst du.  **Gewinnbeispiel:**  Wettkombination: 0102  Gewinnzahlen: 01, 02, *, *, *, du gewinnst.",
    "Game instructions: Select two numbers to form a bet. If the selected numbers match the first two numbers of the winning numbers in any order, you win. Winning example: Betting scheme: 01, 02; Winning numbers: 02, 01, *, *, *, you win.":"Spielanleitung: Wählen Sie zwei Zahlen aus, um eine Wette zu platzieren. Wenn die ausgewählten Zahlen mit den ersten beiden Zahlen der Gewinnzahlen in beliebiger Reihenfolge übereinstimmen, gewinnen Sie.  **Gewinnbeispiel:**  Wettschema: 01, 02  Gewinnzahlen: 02, 01, *, *, *  Sie gewinnen.",
    "Game instructions: Enter two non-repeating numbers from 01 to 11. If the entered numbers match the first two digits of the winning numbers in any order, you win. Winning example: Betting scheme: 0102; Winning numbers: 02, 01, *, *, *, you win.":"Spielanleitung: Geben Sie zwei nicht wiederholende Zahlen von 01 bis 11 ein. Wenn die eingegebenen Zahlen mit den ersten beiden Ziffern der Gewinnzahlen in beliebiger Reihenfolge übereinstimmen, gewinnen Sie. Beispiel für den Gewinn: Wettmuster: 0102; Gewinnzahlen: 02, 01, *, *, *, Sie gewinnen.",
    "Game instructions: Select one number to form a bet. If the selected number is included in the first three digits of the winning numbers, you win. Winning example: Betting scheme: 01; Winning numbers: 01, 03, 02, *, *, you win.":"Spielanleitung: Wählen Sie eine Zahl aus, um eine Wette abzuschließen. Wenn die ausgewählte Zahl in den ersten drei Ziffern der Gewinnzahlen enthalten ist, gewinnen Sie. Beispiel für einen Gewinn: Wettschema: 01; Gewinnzahlen: 01, 03, 02, *, *, Sie gewinnen.",
    "Game instructions: Choose one number from any position among the first, second, or third places. If the selected number matches the winning number in the same position, you win. Winning example: Betting scheme: 01,-,-,-,-; Winning numbers: 01,*,*,*,* you win.":"Spielanleitung: Wählen Sie eine Zahl aus einer der Positionen der ersten, zweiten oder dritten Plätze. Wenn die ausgewählte Zahl mit der Gewinnzahl an derselben Position übereinstimmt, gewinnen Sie. Beispiel für einen Gewinn: Wettmuster: 01,-,-,-,-; Gewinnzahlen: 01,*,*,*,* Sie gewinnen.",
    "Game instructions: Select one number to form a bet. If the selected number is included anywhere in the winning numbers, you win. Winning example: Betting scheme: 01; Winning numbers: *, *, 01, *, *, you win.":"Spielanleitung: Wählen Sie eine Zahl, um eine Wette zu platzieren. Wenn die ausgewählte Zahl irgendwo in den Gewinnzahlen enthalten ist, gewinnen Sie. Beispiel für den Gewinn: Wettmuster: 01; Gewinnzahlen: *, *, 01, *, *, Sie gewinnen.",
    "Game instructions: Select two numbers to form a bet. If both selected numbers appear anywhere in the winning numbers, regardless of the order, you win. Winning example: Betting scheme: 01, 02; Winning numbers: *, 02, 01, *, *, you win.":"Spielanleitung: Wählen Sie zwei Zahlen, um eine Wette abzuschließen. Wenn beide ausgewählten Zahlen irgendwo in den Gewinnzahlen erscheinen, unabhängig von der Reihenfolge, gewinnen Sie. Beispiel für einen Gewinn: Wett-Schema: 01, 02; Gewinnzahlen: *, 02, 01, *, *, Sie gewinnen.",
    "Game instructions: Select three numbers to form a bet. If all three selected numbers appear anywhere in the winning numbers, regardless of the order, you win. Winning example: Betting scheme: 01, 02, 03; Winning numbers: *, 02, 01, 03, *, you win.":"Spielanleitung: Wählen Sie drei Zahlen aus, um eine Wette abzugeben. Wenn alle drei ausgewählten Zahlen in den Gewinnzahlen erscheinen, unabhängig von der Reihenfolge, gewinnen Sie. Beispiel für einen Gewinn: Wett-Schema: 01, 02, 03; Gewinnzahlen: *, 02, 01, 03, *, Sie gewinnen.",
    "Game instructions: Select four numbers to form a bet. If all four selected numbers appear anywhere in the winning numbers, regardless of the order, you win. Winning example: Betting scheme: 01, 02, 03, 04; Winning numbers: 04, 02, 01, 03, *, you win.":"Spielanleitung: Wählen Sie vier Zahlen aus, um eine Wette zu platzieren. Wenn alle vier ausgewählten Zahlen irgendwo in den Gewinnzahlen erscheinen, unabhängig von der Reihenfolge, gewinnen Sie. Beispiel für einen Gewinn: Wett-Schema: 01, 02, 03, 04; Gewinnzahlen: 04, 02, 01, 03, *, Sie gewinnen.",
    "Game instructions: Select five numbers to form a bet. If all five selected numbers match the five winning numbers, regardless of the order, you win. Winning example: Betting scheme: 01, 02, 03, 04, 05; Winning numbers: 04, 02, 01, 03, 05, you win.":"",
    "Game instructions: Select six numbers to form a bet. If any five of the chosen numbers match all the winning numbers, regardless of the order, you win. Winning example: Betting scheme: 01, 02, 03, 04, 05, 06; Winning numbers: 04, 02, 01, 03, 05, you win.":"Spielanleitung: Wählen Sie sechs Zahlen, um eine Wette zu platzieren. Wenn fünf der gewählten Zahlen mit allen Gewinnzahlen übereinstimmen, unabhängig von der Reihenfolge, gewinnen Sie. Beispiel für einen Gewinn: Wett-Schema: 01, 02, 03, 04, 05, 06; Gewinnzahlen: 04, 02, 01, 03, 05, Sie gewinnen.",
    "Game instructions: Select seven numbers to form a bet. If any five of the chosen numbers match all the winning numbers, regardless of the order, you win. Winning example: Betting scheme: 01, 02, 03, 04, 05, 06, 07; Winning numbers: 04, 02, 01, 03, 05, you win.":"Spielanleitung: Wählen Sie sieben Zahlen aus, um eine Wette zu platzieren. Wenn fünf der ausgewählten Zahlen mit den Gewinnzahlen übereinstimmen, unabhängig von der Reihenfolge, gewinnen Sie. Beispiel für einen Gewinn: Wettschein: 01, 02, 03, 04, 05, 06, 07; Gewinnzahlen: 04, 02, 01, 03, 05, Sie gewinnen.",
    "Game instructions: Select eight numbers to form a bet. If any five of the chosen numbers match all the winning numbers, regardless of the order, you win. Winning example: Betting scheme: 01, 02, 03, 04, 05, 06, 07, 08; Winning numbers: 04, 02, 01, 03, 05, you win.":"Spielanleitung: Wählen Sie acht Zahlen, um eine Wette zu platzieren. Wenn fünf der gewählten Zahlen mit allen Gewinnzahlen übereinstimmen, unabhängig von der Reihenfolge, gewinnen Sie. Beispiel für einen Gewinn: Wettenschema: 01, 02, 03, 04, 05, 06, 07, 08; Gewinnzahlen: 04, 02, 01, 03, 05, Sie gewinnen.",
    "Game instructions: Enter one number from 01 to 11 to form a bet. If the entered number is included anywhere in the winning numbers, regardless of the order, you win. Winning example: Betting scheme: 01; Winning numbers: *, *, 01, *, *, you win.":"Spielanleitung: Geben Sie eine Zahl von 01 bis 11 ein, um eine Wette abzugeben. Wenn die eingegebene Zahl in den Gewinnzahlen enthalten ist, unabhängig von der Reihenfolge, gewinnen Sie. Gewinnbeispiel: Wett-Schema: 01; Gewinnzahlen: *, *, 01, *, *, Sie gewinnen.",
    "Game instructions: Enter two non-repeating numbers from 01 to 11 to form a bet. If both entered numbers appear anywhere in the winning numbers, regardless of the order, you win. Winning example: Betting scheme: 0102; Winning numbers: *, 02, 01, *, *, you win.":"Spielanleitung: Geben Sie zwei nicht wiederholende Zahlen von 01 bis 11 ein, um eine Wette zu bilden. Wenn beide eingegebenen Zahlen irgendwo in den Gewinnzahlen erscheinen, unabhängig von der Reihenfolge, gewinnen Sie. Beispiel für einen Gewinn: Wettschema: 0102; Gewinnzahlen: *, 02, 01, *, *, Sie gewinnen.",
    "Game instructions: Enter three non-repeating numbers from 01 to 11 to form a bet. If all three entered numbers appear anywhere in the winning numbers, regardless of the order, you win. Winning example: Betting scheme: 010203; Winning numbers: *, 02, 01, 03, *, you win.":"Spielanleitung: Geben Sie drei nicht wiederholende Zahlen von 01 bis 11 ein, um eine Wette zu platzieren. Wenn alle drei eingegebenen Zahlen irgendwo in den Gewinnzahlen erscheinen, unabhängig von der Reihenfolge, gewinnen Sie. Gewinnbeispiel: Wettsystem: 010203; Gewinnzahlen: *, 02, 01, 03, *, Sie gewinnen.",
    "Game instructions: Enter four non-repeating numbers from 01 to 11 to form a bet. If all four entered numbers appear anywhere in the winning numbers, regardless of the order, you win. Winning example: Betting scheme: 01020304; Winning numbers: 04, 02, 01, 03, *, you win.":"Spielanleitung: Gib vier nicht wiederholende Zahlen von 01 bis 11 ein, um eine Wette zu platzieren. Wenn alle vier eingegebenen Zahlen in irgendeiner Reihenfolge in den Gewinnzahlen erscheinen, gewinnst du. Gewinnbeispiel: Wettsystem: 01020304; Gewinnzahlen: 04, 02, 01, 03, *, du gewinnst.",
    "Game instructions: Enter five non-repeating numbers from 01 to 11 to form a bet. If all five entered numbers appear anywhere in the winning numbers, regardless of the order, you win. Winning example: Betting scheme: 0102030405; Winning numbers: 04, 02, 01, 03, 05, you win.":"Spielanleitung: Geben Sie fünf nicht wiederholende Zahlen von 01 bis 11 ein, um eine Wette abzugeben. Wenn alle fünf eingegebenen Zahlen in den Gewinnzahlen erscheinen, unabhängig von der Reihenfolge, gewinnen Sie. Beispiel für einen Gewinn: Wettschema: 0102030405; Gewinnzahlen: 04, 02, 01, 03, 05, Sie gewinnen.",
    "Game instructions: Enter six non-repeating numbers from 01 to 11 to form a bet. If any five of the entered numbers match all the winning numbers, regardless of the order, you win. Winning example: Betting scheme: 010203040506; Winning numbers: 04, 02, 01, 03, 05, you win.":"Spielanleitung: Geben Sie sechs nicht wiederholende Zahlen von 01 bis 11 ein, um eine Wette abzugeben. Wenn fünf der eingegebenen Zahlen mit allen Gewinnzahlen übereinstimmen, unabhängig von der Reihenfolge, gewinnen Sie. Gewinnbeispiel: Wett-Schema: 010203040506; Gewinnzahlen: 04, 02, 01, 03, 05, Sie gewinnen.",
    "Game instructions: Enter seven non-repeating numbers from 01 to 11 to form a bet. If any five of the entered numbers match all the winning numbers, regardless of the order, you win. Winning example: Betting scheme: 01,02,03,04,05,06,07; Winning numbers: 04, 02, 01, 03, 05, you win.":"Spielanleitung: Geben Sie sieben nicht wiederholende Zahlen von 01 bis 11 ein, um eine Wette zu bilden. Wenn fünf der eingegebenen Zahlen mit allen Gewinnzahlen übereinstimmen, unabhängig von der Reihenfolge, gewinnen Sie. Beispiel für einen Gewinn: Wett-Plan: 01, 02, 03, 04, 05, 06, 07; Gewinnzahlen: 04, 02, 01, 03, 05, Sie gewinnen.",
    "Game instructions: Enter eight non-repeating numbers from 01 to 11 to form a bet. If any five of the entered numbers match all the winning numbers, regardless of the order, you win. Winning example: Betting scheme: 01, 02, 03, 04, 05, 06, 07, 08; Winning numbers: 04, 02, 01, 03, 05, you win.":"Spielanleitung: Geben Sie acht nicht wiederholende Zahlen von 01 bis 11 ein, um eine Wette zu platzieren. Wenn fünf der eingegebenen Zahlen mit den Gewinnzahlen übereinstimmen, unabhängig von der Reihenfolge, gewinnen Sie. Gewinnbeispiel: Wettspiel: 01, 02, 03, 04, 05, 06, 07, 08; Gewinnzahlen: 04, 02, 01, 03, 05, Sie gewinnen.",
    "Game instructions: Choose from numbers 01 to 11 to form a bet, consisting of one 'Danma' (fixed number) and one 'Tuoma' (additional numbers). If the winning numbers contain all the selected numbers, regardless of the order, you win. Winning example: Betting scheme: Danma(fixed number): 01, Tuoma(additional numbers): 02; Winning numbers: *, 02, 01, *, *, you win.":"Spielanleitung: Wählen Sie aus den Zahlen 01 bis 11, um eine Wette zu bilden, bestehend aus einer 'Danma' (festgelegte Zahl) und einer 'Tuoma' (zusätzliche Zahlen). Wenn die Gewinnzahlen alle ausgewählten Zahlen enthalten, unabhängig von der Reihenfolge, gewinnen Sie. Beispiel für einen Gewinn: Wettstrategie: Danma (festgelegte Zahl): 01, Tuoma (zusätzliche Zahlen): 02; Gewinnzahlen: *, 02, 01, *, *, Sie gewinnen.",
    "Game instructions: Choose one to two numbers from 01 to 11, consisting of one to two 'Danma' (fixed numbers) and one 'Tuoma' (additional number). If the winning numbers contain all the selected numbers, regardless of the order, you win. Winning example: Betting scheme: Danma: 01, Tuoma: 02, 03; Winning numbers: *, 02, 01, 03, *, you win.":"Spielanleitung: Wählen Sie ein bis zwei Zahlen von 01 bis 11, bestehend aus ein bis zwei 'Danma' (festen Zahlen) und einer 'Tuoma' (zusätzliche Zahl). Wenn die Gewinnzahlen alle ausgewählten Zahlen enthalten, unabhängig von der Reihenfolge, gewinnen Sie. Beispiel für einen Gewinn: Wettschema: Danma: 01, Tuoma: 02, 03; Gewinnzahlen: *, 02, 01, 03, *, Sie gewinnen.",
    "Game instructions: Choose numbers from 01 to 11, consisting of one to three 'danma' (fixed numbers) and one 'tuoma' (additional number) to form bet. If the winning numbers contain all the selected numbers, regardless of the order, you win. Winning example: Betting scheme: Danma: 01, Tuoma: 02, 03, 04; Winning numbers: 04, 02, 01, 03, *, you win.":"Spielanleitung: Wählen Sie Zahlen von 01 bis 11, bestehend aus ein bis drei 'Danma' (festen Zahlen) und einer 'Tuoma' (zusätzlichen Zahl), um zu setzen. Wenn die Gewinnzahlen alle ausgewählten Zahlen enthalten, unabhängig von der Reihenfolge, gewinnen Sie. Beispiel für einen Gewinn: Wettschema: Danma: 01, Tuoma: 02, 03, 04; Gewinnzahlen: 04, 02, 01, 03, *, Sie gewinnen.",
    "Game instructions: Choose numbers from 01 to 11, consisting of one to four 'danma' (fixed numbers) and one 'tuoma' (additional number) to form bets. If the winning numbers contain all the selected numbers, regardless of the order, you win. Winning example: Betting scheme: Danma: 01, Tuoma: 02, 03, 04, 05; Winning numbers: 04, 02, 01, 03, 05, you win.":"Spielanleitung: Wählen Sie Zahlen von 01 bis 11, bestehend aus ein bis vier 'Danma' (festen Zahlen) und einer 'Tuoma' (zusätzliche Zahl), um Wetten zu platzieren. Wenn die Gewinnzahlen alle ausgewählten Zahlen enthalten, unabhängig von der Reihenfolge, gewinnen Sie. Beispiel für einen Gewinn: Wettstrategie: Danma: 01, Tuoma: 02, 03, 04, 05; Gewinnzahlen: 04, 02, 01, 03, 05, Sie gewinnen.",
    "Game instructions: Choose numbers from 01 to 11, consisting of one to five 'danma' (fixed numbers) and one 'tuoma' (additional number) to form bets. If the selected numbers contain all the winning numbers, regardless of the order, you win. Winning example: Betting scheme: Danma: 01, Tuoma: 02, 03, 04, 05, 06; Winning numbers: 04, 02, 01, 03, 05, you win.":"Spielanleitung: Wählen Sie Zahlen von 01 bis 11, bestehend aus ein bis fünf 'Danma' (festgelegte Zahlen) und einer 'Tuoma' (zusätzliche Zahl), um Wetten zu platzieren. Wenn die ausgewählten Zahlen alle Gewinnzahlen enthalten, unabhängig von der Reihenfolge, gewinnen Sie. Gewinnbeispiel: Wett-Schema: Danma: 01, Tuoma: 02, 03, 04, 05, 06; Gewinnzahlen: 04, 02, 01, 03, 05, Sie gewinnen.",
    "Game instructions: Choose numbers from 01 to 11, consisting of one to six 'danma' (fixed numbers) and one 'tuoma' (additional number) to form bets. If the selected numbers contain all the winning numbers, regardless of the order, you win. Winning example: Betting scheme: Danma: 01, Tuoma: 02, 03, 04, 05, 06, 07; Winning numbers: 04, 02, 01, 03, 05, you win.":"Spielanleitung: Wählen Sie Zahlen von 01 bis 11, bestehend aus ein bis sechs 'Danma' (festen Zahlen) und einer 'Tuoma' (zusätzliche Zahl), um Wetten zu bilden. Wenn die ausgewählten Zahlen alle Gewinnzahlen enthalten, unabhängig von der Reihenfolge, gewinnen Sie. Beispiel für einen Gewinn: Wettplan: Danma: 01, Tuoma: 02, 03, 04, 05, 06, 07; Gewinnzahlen: 04, 02, 01, 03, 05, Sie gewinnen.",
    "Game instructions: Choose numbers from 01 to 11, consisting of one to seven 'danma' (fixed numbers) and one 'tuoma' (additional number) to from bets. If the selected numbers contain all the winning numbers, regardless of the order, you win. Winning example: Betting scheme: Danma: 01, Tuoma: 02, 03, 04, 05, 06, 07, 08; Winning numbers: 04, 02, 01, 03, 05, you win.":"Spielanleitung: Wählen Sie Zahlen von 01 bis 11, bestehend aus ein bis sieben 'Danma' (festen Zahlen) und einer 'Tuoma' (zusätzliche Zahl), um Wetten zu bilden. Wenn die ausgewählten Zahlen alle Gewinnzahlen enthalten, unabhängig von der Reihenfolge, gewinnen Sie. Beispiel für einen Gewinn: Wett-Schema: Danma: 01, Tuoma: 02, 03, 04, 05, 06, 07, 08; Gewinnzahlen: 04, 02, 01, 03, 05, Sie gewinnen.",
    "Game instructions: Choose one combination from the six possible combinations of odd and even numbers (odd: 01, 03, 05, 07, 09, 11; even: 02, 04, 06, 08, 10). If the number of odd and even numbers in the winning numbers matches the selected combination, you win. Winning example: Betting scheme: Select 5 odd 0 even; Winning numbers: 01, 03, 05, 07, 09, you win.":"Spielanleitung: Wählen Sie eine Kombination aus den sechs möglichen Kombinationen von ungeraden und geraden Zahlen (ungerade: 01, 03, 05, 07, 09, 11; gerade: 02, 04, 06, 08, 10). Wenn die Anzahl der ungeraden und geraden Zahlen in den Gewinnzahlen mit der ausgewählten Kombination übereinstimmt, gewinnen Sie. Beispiel für einen Gewinn: Wettschema: Wählen Sie 5 ungerade, 0 gerade; Gewinnzahlen: 01, 03, 05, 07, 09, Sie gewinnen.",
    "Game instructions: Choose one number to form a bet. If the selected number matches the third number in ascending order of the winning numbers, you win. Winning example: Betting scheme: 03; Winning numbers: 05, 01, 04, 03, 02, you win.":"Spielanleitung: Wählen Sie eine Zahl für Ihre Wette aus. Wenn die ausgewählte Zahl mit der dritten Zahl in aufsteigender Reihenfolge der Gewinnzahlen übereinstimmt, gewinnen Sie. Beispiel für einen Gewinn: Wett-Schema: 03; Gewinnzahlen: 05, 01, 04, 03, 02, Sie gewinnen.",
    "":"",
    "":"",
    
      "Game instructions: Enter three non-repeating numbers from 01 to 11. If the entered numbers match the first three digits of the winning numbers in the exact order, you win. Winning example: Betting scheme: 01,02,03; Winning numbers: 01, 02, 03, *, *, you win.": "Spielanleitung: Geben Sie drei nicht wiederholende Zahlen von 01 bis 11 ein. Wenn die eingegebenen Zahlen in genau der gleichen Reihenfolge mit den ersten drei Ziffern der Gewinnzahlen übereinstimmen, gewinnen Sie. Gewinnbeispiel: Wettstrategie: 01,02,03; Gewinnzahlen: 01, 02, 03, *, *, Sie gewinnen.",
      
      "Game instructions: Enter three non-repeating numbers from 01 to 11 to form a bet. If the entered numbers match the first three digits of the winning numbers in any order, you win. Winning example: Betting scheme: 01,02,03; Winning numbers: 01, 03, 02, *, *, you win.": "Spielanleitung: Geben Sie drei nicht wiederholende Zahlen von 01 bis 11 ein, um eine Wette zu platzieren. Wenn die eingegebenen Zahlen in beliebiger Reihenfolge mit den ersten drei Ziffern der Gewinnzahlen übereinstimmen, gewinnen Sie. Gewinnbeispiel: Wettstrategie: 01,02,03; Gewinnzahlen: 01, 03, 02, *, *, Sie gewinnen.",
      
      "Game instructions: Enter two non-repeating numbers from 01 to 11. If the entered numbers match the first two digits of the winning numbers in any order, you win. Winning example: Betting scheme: 01,02; Winning numbers: 02, 01, *, *, *, you win.": "Spielanleitung: Geben Sie zwei nicht wiederholende Zahlen von 01 bis 11 ein. Wenn die eingegebenen Zahlen in beliebiger Reihenfolge mit den ersten zwei Ziffern der Gewinnzahlen übereinstimmen, gewinnen Sie. Gewinnbeispiel: Wettstrategie: 01,02; Gewinnzahlen: 02, 01, *, *, *, Sie gewinnen.",
      
      "Game instructions: Enter two non-repeating numbers from 01 to 11 to form a bet. If both entered numbers appear anywhere in the winning numbers, regardless of the order, you win. Winning example: Betting scheme: 01,02; Winning numbers: *, 02, 01, *, *, you win.": "Spielanleitung: Geben Sie zwei nicht wiederholende Zahlen von 01 bis 11 ein, um eine Wette zu platzieren. Wenn beide eingegebenen Zahlen irgendwo in den Gewinnzahlen erscheinen, unabhängig von der Reihenfolge, gewinnen Sie. Gewinnbeispiel: Wettstrategie: 01,02; Gewinnzahlen: *, 02, 01, *, *, Sie gewinnen.",
      
      "Game instructions: Enter three non-repeating numbers from 01 to 11 to form a bet. If all three entered numbers appear anywhere in the winning numbers, regardless of the order, you win. Winning example: Betting scheme: 01,02,03; Winning numbers: *, 02, 01, 03, *, you win.": "Spielanleitung: Geben Sie drei nicht wiederholende Zahlen von 01 bis 11 ein, um eine Wette zu platzieren. Wenn alle drei eingegebenen Zahlen irgendwo in den Gewinnzahlen erscheinen, unabhängig von der Reihenfolge, gewinnen Sie. Gewinnbeispiel: Wettstrategie: 01,02,03; Gewinnzahlen: *, 02, 01, 03, *, Sie gewinnen.",
      
      "Game instructions: Enter four non-repeating numbers from 01 to 11 to form a bet. If all four entered numbers appear anywhere in the winning numbers, regardless of the order, you win. Winning example: Betting scheme: 01,02,03,04; Winning numbers: 04, 02, 01, 03, *, you win.": "Spielanleitung: Geben Sie vier nicht wiederholende Zahlen von 01 bis 11 ein, um eine Wette zu platzieren. Wenn alle vier eingegebenen Zahlen irgendwo in den Gewinnzahlen erscheinen, unabhängig von der Reihenfolge, gewinnen Sie. Gewinnbeispiel: Wettstrategie: 01,02,03,04; Gewinnzahlen: 04, 02, 01, 03, *, Sie gewinnen.",
      
      "Game instructions: Enter five non-repeating numbers from 01 to 11 to form a bet. If all five entered numbers appear anywhere in the winning numbers, regardless of the order, you win. Winning example: Betting scheme: 01,02,03,04,05; Winning numbers: 04, 02, 01, 03, 05, you win.": "Spielanleitung: Geben Sie fünf nicht wiederholende Zahlen von 01 bis 11 ein, um eine Wette zu platzieren. Wenn alle fünf eingegebenen Zahlen irgendwo in den Gewinnzahlen erscheinen, unabhängig von der Reihenfolge, gewinnen Sie. Gewinnbeispiel: Wettstrategie: 01,02,03,04,05; Gewinnzahlen: 04, 02, 01, 03, 05, Sie gewinnen.",
      
      "Game instructions: Enter six non-repeating numbers from 01 to 11 to form a bet. If any five of the entered numbers match all the winning numbers, regardless of the order, you win. Winning example: Betting scheme: 01,02,03,04,05,06; Winning numbers: 04, 02, 01, 03, 05, you win.": "Spielanleitung: Geben Sie sechs nicht wiederholende Zahlen von 01 bis 11 ein, um eine Wette zu platzieren. Wenn fünf der eingegebenen Zahlen mit allen Gewinnzahlen übereinstimmen, unabhängig von der Reihenfolge, gewinnen Sie. Gewinnbeispiel: Wettstrategie: 01,02,03,04,05,06; Gewinnzahlen: 04, 02, 01, 03, 05, Sie gewinnen."
    
    
  
    "":""
  }
  // happy 8

  {
  

    "Game instructions: Choose one number to form one bet. If the Winning numbers include the selected number, you win. Winning example: Betting scheme: 01; Winning numbers: The Winning numbers include 01, you win.":"Spielanleitung: Wählen Sie eine Zahl, um eine Wette zu platzieren. Wenn die Gewinnzahlen die ausgewählte Zahl enthalten, gewinnen Sie. Beispiel für einen Gewinn: Wettplan: 01; Gewinnzahlen: Die Gewinnzahlen enthalten 01, Sie gewinnen.",
    "Game instructions: Choose two numbers to form one bet. If the Winning numbers include both selected numbers, you win. Winning example: Betting scheme: 01, 02; Winning numbers: The Winning numbers include both 01 and 02, you win.":"Spielanleitung: Wählen Sie zwei Zahlen, um eine Wette zu platzieren. Wenn die Gewinnzahlen beide ausgewählten Zahlen enthalten, gewinnen Sie. Gewinnbeispiel: Wettschema: 01, 02; Gewinnzahlen: Die Gewinnzahlen enthalten sowohl 01 als auch 02, Sie gewinnen.",
    "Game instructions: Choose three numbers to form one bet. If the Winning numbers include all three selected numbers, you win "Three of a kind"; if they include two of the selected numbers, you win "Two of a kind". You cannot win all simultaneously. Winning example: Betting scheme: 01, 02, 03; Winning numbers: The Winning numbers include 01, 02, 03, or at least two of these numbers, you win.":"Spielanleitung: Wählen Sie drei Zahlen, um eine Wette zu bilden. Wenn die Gewinnzahlen alle drei ausgewählten Zahlen enthalten, gewinnen Sie „Dreierpasch“; wenn sie zwei der ausgewählten Zahlen enthalten, gewinnen Sie „Zweierpasch“. Sie können nicht beides gleichzeitig gewinnen. Beispiel für einen Gewinn: Wett-Schema: 01, 02, 03; Die Gewinnzahlen enthalten 01, 02, 03 oder mindestens zwei dieser Zahlen, Sie gewinnen.",
    "Game instructions: Choose four numbers to form one bet. If the Winning numbers include all four selected numbers, you win "Four of a kind"; if they include three of the selected numbers, you win "Three of a kind"; if they include two of the selected numbers, you win "Two of a kind". You cannot win all simultaneously. Winning example: Betting scheme: 01, 02, 03, 04; Winning numbers: The winning numbers include 01, 02, 03, 04, or at least two of these numbers, you win.":"Game instructions: Choose four numbers to form one bet. If the Winning numbers include all four selected numbers, you win "Four of a kind"; if they include three of the selected numbers, you win "Three of a kind"; if they include two of the selected numbers, you win "Two of a kind". You cannot win all simultaneously. Winning example: Betting scheme: 01, 02, 03, 04; Winning numbers: The winning numbers include 01, 02, 03, 04, or at least two of these numbers, you win.",
    "Game instructions: Choose five numbers to form one bet. If the drawn numbers include all five selected numbers, you win "Five of a kind"; if they include four of the selected numbers, you win "Four of a kind"; if they include three of the selected numbers, you win "Three of a kind". You cannot win all simultaneously. Winning example: Betting scheme: 01, 02, 03, 04, 05; Winning numbers: The Winning numbers include 01, 02, 03, 04, 05, or at least three of these numbers, you win.":"Spielanleitung: Wählen Sie fünf Zahlen aus, um eine Wette zu bilden. Wenn die gezogenen Zahlen alle fünf ausgewählten Zahlen enthalten, gewinnen Sie "Fünf Gleiche"; wenn sie vier der ausgewählten Zahlen enthalten, gewinnen Sie "Vier Gleiche"; wenn sie drei der ausgewählten Zahlen enthalten, gewinnen Sie "Drei Gleiche". Sie können nicht alle gleichzeitig gewinnen. Beispiel für einen Gewinn: Wettmuster: 01, 02, 03, 04, 05; Gewinnzahlen: Wenn die Gewinnzahlen 01, 02, 03, 04, 05 oder mindestens drei dieser Zahlen enthalten, gewinnen Sie.",
    "Game instructions: Choose six numbers to form one bet. If the Winning numbers include all six selected numbers, you win "Six of a kind"; if they include five of the selected numbers, you win "Five of a kind"; if they include four of the selected numbers, you win "Four of a kind"; if they include three of the selected numbers, you win "Three of a kind". You cannot win all simultaneously. Winning example: Betting scheme: 01, 02, 03, 04, 05, 06; Winning numbers: The Winning numbers include 01, 02, 03, 04, 05, 06, or at least three of these numbers, you win.":"Spielanleitung: Wählen Sie sechs Zahlen, um eine Wette zu bilden. Wenn die Gewinnzahlen alle sechs ausgewählten Zahlen enthalten, gewinnen Sie "Sechs gleicher Art"; wenn sie fünf der ausgewählten Zahlen enthalten, gewinnen Sie "Fünf gleicher Art"; wenn sie vier der ausgewählten Zahlen enthalten, gewinnen Sie "Vier gleicher Art"; wenn sie drei der ausgewählten Zahlen enthalten, gewinnen Sie "Drei gleicher Art". Sie können nicht gleichzeitig alle gewinnen. Beispiel für einen Gewinn: Wettplan: 01, 02, 03, 04, 05, 06; Die Gewinnzahlen enthalten 01, 02, 03, 04, 05, 06 oder mindestens drei dieser Zahlen, dann gewinnen Sie.",
    
    "Game instructions: Choose seven numbers to form one bet. If the drawn numbers include all seven selected numbers, you win "Seven of a kind"; if they include six of the selected numbers, you win "Six of a kind"; if they include five of the selected numbers, you win "Five of a kind"; if they include four of the selected numbers, you win "Four of a kind"; if they include none of the selected numbers, you win "Zero of a kind". You cannot win all simultaneously. Winning example: Betting scheme: 01, 02, 03, 04, 05, 06, 07; Winning numbers: The winning numbers do not include 01, 02, 03, 04, 05, 06, 07, or include four or more of these numbers, you win.":"Spielanleitung: Wählen Sie sieben Zahlen aus, um eine Wette zu bilden. Wenn die gezogenen Zahlen alle sieben ausgewählten Zahlen enthalten, gewinnen Sie "Sieben von einer Art"; wenn sie sechs der ausgewählten Zahlen enthalten, gewinnen Sie "Sechs von einer Art"; wenn sie fünf der ausgewählten Zahlen enthalten, gewinnen Sie "Fünf von einer Art"; wenn sie vier der ausgewählten Zahlen enthalten, gewinnen Sie "Vier von einer Art"; wenn keine der ausgewählten Zahlen enthalten ist, gewinnen Sie "Null von einer Art". Sie können nicht gleichzeitig alle gewinnen. Beispiel für einen Gewinn: Wett-Schema: 01, 02, 03, 04, 05, 06, 07; Gewinnzahlen: Die Gewinnzahlen enthalten weder 01, 02, 03, 04, 05, 06, 07, noch vier oder mehr dieser Zahlen, Sie gewinnen.",
    "Game instructions: Choose one category to form one bet. In a set of 20 drawn numbers, if the count of numbers in the upper range (01-40) is greater than the count of numbers in the lower range (41-80), it's called "Over"; otherwise, it's called "Under". If the counts are equal, it's called "Tie". If the count of drawn numbers matches the selected category, you win. Winning example: Betting scheme: Over; Winning numbers: There are more numbers in the upper range than in the lower range among the winning numbers, you win.":"Spielanleitung: Wählen Sie eine Kategorie, um eine Wette abzuschließen. Bei einer Ziehung von 20 Zahlen gilt: Wenn die Anzahl der Zahlen im oberen Bereich (01-40) größer ist als die Anzahl der Zahlen im unteren Bereich (41-80), wird dies als "Über" bezeichnet; andernfalls wird es als "Unter" bezeichnet. Wenn die Anzahl gleich ist, wird es als "Unentschieden" bezeichnet. Wenn die gezogenen Zahlen mit der ausgewählten Kategorie übereinstimmen, gewinnen Sie. Beispiel für einen Gewinn: Wett-Schema: Über; Gewinnzahlen: Es gibt mehr Zahlen im oberen Bereich als im unteren Bereich unter den Gewinnzahlen, Sie gewinnen.",
    "Game instructions: Choose one odd-even category to form one bet. Among 20 drawn numbers, if the count of odd numbers (ones place being 1, 3, 5, 7, 9) is greater than the count of even numbers (ones place being 0, 2, 4, 6, 8), it's called "Odd"; otherwise, it's called "Even". If the count of odd and even numbers is equal, it's called "Tie". If the count of odd and even numbers in the drawn Winning matches the selected category, you win. Winning example: Betting scheme: Odd; Winning numbers: There are more odd numbers than even numbers among the Winning numbers, so you win.":"Spielanleitung: Wählen Sie eine der Kategorien "Odd" (ungerade) oder "Even" (gerade), um eine Wette zu platzieren. Unter den 20 gezogenen Zahlen, wenn die Anzahl der ungeraden Zahlen (die Einerstelle ist 1, 3, 5, 7, 9) größer ist als die Anzahl der geraden Zahlen (die Einerstelle ist 0, 2, 4, 6, 8), wird es als "Odd" (ungerade) bezeichnet. Andernfalls wird es als "Even" (gerade) bezeichnet. Wenn die Anzahl der ungeraden und geraden Zahlen gleich ist, wird es als "Tie" (Unentschieden) bezeichnet. Wenn die Anzahl der ungeraden und geraden Zahlen bei den gezogenen Gewinnzahlen mit der ausgewählten Kategorie übereinstimmt, gewinnen Sie. Beispiel für einen Gewinn: Wettverfahren: Odd (ungerade); Gewinnzahlen: Es gibt mehr ungerade Zahlen als gerade Zahlen unter den Gewinnzahlen, also gewinnen Sie.",
    "Game instructions: Choose one category (Big: >810; Small: <810). If the sum of the 20 drawn numbers matches the selected category and its value is greater than 810 for Big or less than 810 for Small, you win. If the sum is exactly 810, the bet is refunded. Additionally, choose Odd (Odd digit: 1, 3, 5, 7, 9) or Even (Even digit: 0, 2, 4, 6, 8). If the sum of the 20 drawn numbers matches the selected category and its value is greater than 810 for Big or less than 810 for Small, you win. Winning example: Betting scheme: Big; Winning numbers: The sum of the Winning numbers is greater than 810, so you win.":"Spielanleitung: Wählen Sie eine Kategorie (Groß: >810; Klein: <810). Wenn die Summe der 20 gezogenen Zahlen der ausgewählten Kategorie entspricht und der Wert für Groß mehr als 810 oder für Klein weniger als 810 beträgt, gewinnen Sie. Wenn die Summe genau 810 beträgt, wird der Einsatz zurückerstattet. Wählen Sie außerdem Ungerade (Ungerade Ziffer: 1, 3, 5, 7, 9) oder Gerade (Gerade Ziffer: 0, 2, 4, 6, 8). Wenn die Summe der 20 gezogenen Zahlen der ausgewählten Kategorie entspricht und der Wert für Groß mehr als 810 oder für Klein weniger als 810 beträgt, gewinnen Sie. Beispiel für einen Gewinn: Wettsystem: Groß; Gewinnzahlen: Die Summe der Gewinnzahlen ist größer als 810, also gewinnen Sie.",
  
    "Game instructions: Choose three numbers to form one bet. If the Winning numbers include all three selected numbers, you win 'Three of a kind'; if they include two of the selected numbers, you win 'Two of a kind'. You cannot win all simultaneously. Winning example: Betting scheme: 01, 02, 03; Winning numbers: The Winning numbers include 01, 02, 03, or at least two of these numbers, you win.":"",
    "Game instructions: Choose four numbers to form one bet. If the Winning numbers include all four selected numbers, you win 'Four of a kind'; if they include three of the selected numbers, you win 'Three of a kind'; if they include two of the selected numbers, you win 'Two of a kind'. You cannot win all simultaneously. Winning example: Betting scheme: 01, 02, 03, 04; Winning numbers: The winning numbers include 01, 02, 03, 04, or at least two of these numbers, you win.":"",
    "Game instructions: Choose five numbers to form one bet. If the drawn numbers include all five selected numbers, you win 'Five of a kind'; if they include four of the selected numbers, you win 'Four of a kind'; if they include three of the selected numbers, you win 'Three of a kind'. You cannot win all simultaneously. Winning example: Betting scheme: 01, 02, 03, 04, 05; Winning numbers: The Winning numbers include 01, 02, 03, 04, 05, or at least three of these numbers, you win.":"",
    "Game instructions: Choose six numbers to form one bet. If the Winning numbers include all six selected numbers, you win 'Six of a kind'; if they include five of the selected numbers, you win 'Five of a kind'; if they include four of the selected numbers, you win 'Four of a kind'; if they include three of the selected numbers, you win 'Three of a kind'. You cannot win all simultaneously. Winning example: Betting scheme: 01, 02, 03, 04, 05, 06; Winning numbers: The Winning numbers include 01, 02, 03, 04, 05, 06, or at least three of these numbers, you win.":"",
    "Game instructions: Choose seven numbers to form one bet. If the drawn numbers include all seven selected numbers, you win 'Seven of a kind'; if they include six of the selected numbers, you win 'Six of a kind'; if they include five of the selected numbers, you win 'Five of a kind'; if they include four of the selected numbers, you win 'Four of a kind'; if they include none of the selected numbers, you win 'Zero of a kind'. You cannot win all simultaneously. Winning example: Betting scheme: 01, 02, 03, 04, 05, 06, 07; Winning numbers: The winning numbers do not include 01, 02, 03, 04, 05, 06, 07, or include four or more of these numbers, you win.":"",
    "Game instructions: Choose one category to form one bet. In a set of 20 drawn numbers, if the count of numbers in the upper range (01-40) is greater than the count of numbers in the lower range (41-80), it's called 'Over'; otherwise, it's called 'Under'. If the counts are equal, it's called 'Tie'. If the count of drawn numbers matches the selected category, you win. Winning example: Betting scheme: Over; Winning numbers: There are more numbers in the upper range than in the lower range among the winning numbers, you win.":"",
    "Game instructions: Choose one odd-even category to form one bet. Among 20 drawn numbers, if the count of odd numbers (ones place being 1, 3, 5, 7, 9) is greater than the count of even numbers (ones place being 0, 2, 4, 6, 8), it's called 'Odd'; otherwise, it's called 'Even'. If the count of odd and even numbers is equal, it's called 'Tie'. If the count of odd and even numbers in the drawn Winning matches the selected category, you win. Winning example: Betting scheme: Odd; Winning numbers: There are more odd numbers than even numbers among the Winning numbers, so you win.":"",
    "":"",
    "":"",
    "":"",
    "":"",
      "":""
  }

  //11x5 
  {
  

    "Game instructions: Choose one number from 49 numbers to form one bet. If the selected number matches the special code(Extra Number) in the draw, you win. Example of winning: Betting scheme: 01; Special code in draw: 01, you win.":"Spielanleitung: Wählen Sie eine Zahl aus 49 Zahlen, um eine Wette abzugeben. Wenn die ausgewählte Zahl mit dem Sondercode (Extra Zahl) in der Ziehung übereinstimmt, gewinnen Sie. Beispiel für einen Gewinn: Wettschema: 01; Sondercode in der Ziehung: 01, Sie gewinnen.",
    "Game instructions: Choose one number to form one bet, where the 1st digit represents the head and the 2nd digit represents the tail. If the selected number matches the corresponding position of the Special code(Extra Number) in the draw, you win. Example of winning: Betting scheme: Head 1; Special code in draw: 10, you win.":"Spielanleitung: Wählen Sie eine Zahl, um eine Wette zu platzieren, wobei die 1. Ziffer den Kopf und die 2. Ziffer den Schwanz darstellt. Wenn die ausgewählte Zahl der entsprechenden Position der Sonderzahl (Zusatznummer) in der Ziehung entspricht, gewinnen Sie. Beispiel für einen Gewinn: Wettmuster: Kopf 1; Sonderzahl in der Ziehung: 10, Sie gewinnen.",
    "Game instructions: Choose two zodiac signs to form one bet. If the special code(Extra Number) in the draw falls within the number range associated with the selected zodiac signs, you win. If the special code is 49 (draw), your bet is refunded. Example of winning: Betting scheme: Dragon, Tiger; Special code in draw: Falls within the number range associated with Dragon or Tiger, you win.":"Spielanleitung: Wählen Sie zwei Sternzeichen aus, um eine Wette zu bilden. Wenn die Sondernummer (Zusatznummer) in der Ziehung innerhalb des Zahlenbereichs der ausgewählten Sternzeichen liegt, gewinnen Sie. Wenn die Sondernummer 49 (Ziehung) ist, wird Ihre Wette zurückerstattet. Beispiel für einen Gewinn: Wettschema: Drache, Tiger; Sondernummer in der Ziehung: Liegt innerhalb des Zahlenbereichs des Drachen oder Tigers, gewinnen Sie.",
    "Game instructions: Choose one zodiac sign to form one bet. If the special code(Extra Number) in the draw falls within the number range associated with the selected zodiac sign, you win. Example of winning: Betting scheme: Dragon; Special code in draw: Falls within the number range associated with Dragon, you win.":"Spielanleitung: Wählen Sie ein Sternzeichen, um eine Wette abzugeben. Wenn der Sondercode (Zusatznummer) in der Ziehung innerhalb des Zahlenbereichs des ausgewählten Sternzeichens fällt, gewinnen Sie. Beispiel für einen Gewinn: Wettstrategie: Drache; Sondercode in der Ziehung: Fällt innerhalb des Zahlenbereichs des Drachen, Sie gewinnen.",
    "Game instructions: Choose one of the five elements to form one bet. If the special code(Extra Number) in the draw falls within the number range associated with the selected element, you win. Example of winning: Betting scheme: Gold; Special code in draw: Falls within the number range associated with Gold, you win.":"Spielanleitung: Wählen Sie eines der fünf Elemente aus, um eine Wette zu platzieren. Wenn der Sondercode (Extra Zahl) in der Ziehung innerhalb des Zahlenbereichs liegt, der dem ausgewählten Element zugeordnet ist, gewinnen Sie. Beispiel für einen Gewinn: Wettplan: Gold; Sondercode in der Ziehung: Liegt innerhalb des Zahlenbereichs, der mit Gold verbunden ist, gewinnen Sie.",
    "Game instructions: Choose one form (Small: 01-24, Big: 25-48; Odd: single digits 1, 3, 5, 7, 9, Even: single digits 0, 2, 4, 6, 8). If the selected form matches the form of the special code(Extra Number) in the draw (Special code 49 is a draw and refunds the bet), you win. Example of winning: Betting scheme: Small; Special code in draw: 02, you win.":"Spielanleitung: Wählen Sie eine Form (Klein: 01-24, Groß: 25-48; Ungerade: einzelne Ziffern 1, 3, 5, 7, 9, Gerade: einzelne Ziffern 0, 2, 4, 6, 8). Wenn die gewählte Form mit der Form des speziellen Codes (Extra-Zahl) in der Ziehung übereinstimmt (Sondercode 49 ist eine Ziehung und erstattet den Einsatz), gewinnen Sie. Beispiel für einen Gewinn: Wettplan: Klein; Sondercode in der Ziehung: 02, Sie gewinnen.",
    "Game instructions: Choose one form (Small: 1-6, Big: 7-12; Odd: single digits 1, 3, 5, 7, 9, Even: single digits 0, 2, 4, 6, 8). If the selected form matches the form of the sum of the special code's (Extra Number's) first and second digits in the draw (Special code 49 is a draw and refunds the bet), you win. Example of winning: Betting scheme: Small; Special code in draw: 02, you win.":"Spielanleitung: Wählen Sie eine Form (Klein: 1-6, Groß: 7-12; Ungerade: einzelne Ziffern 1, 3, 5, 7, 9; Gerade: einzelne Ziffern 0, 2, 4, 6, 8). Wenn die ausgewählte Form mit der Form der Summe der ersten und zweiten Ziffer des speziellen Codes (Zusatznummer) in der Ziehung übereinstimmt (der spezielle Code 49 ist eine Ziehung und erstattet den Einsatz), gewinnen Sie. Beispiel für einen Gewinn: Wettschema: Klein; spezieller Code in der Ziehung: 02, Sie gewinnen.",
    "Game instructions: Choose one form (Small: 0-4, Big: 5-9; Odd: 1, 3, 5, 7, 9, Even: 0, 2, 4, 6, 8). If the selected form matches the form of the special code's(Extra Number's) last digit in the draw (Special code 49 is a Tie and refunds the bet), you win. Example of winning: Betting scheme: Small; Special code in draw: 02, you win.":"Spielanleitung: Wählen Sie eine Form (Klein: 0-4, Groß: 5-9; Ungerade: 1, 3, 5, 7, 9, Gerade: 0, 2, 4, 6, 8). Wenn die ausgewählte Form mit der Form der letzten Ziffer des speziellen Codes (Extra-Zahl) im Ziehung übereinstimmt (Sondercode 49 ist ein Unentschieden und erstattet den Einsatz), gewinnen Sie. Beispiel für einen Gewinn: Wettmuster: Klein; Sondercode in der Ziehung: 02, Sie gewinnen.",
    "Game instructions: Choose one special zodiac sign to form one bet. If the selected special zodiac sign matches the zodiac sign attribute of the special code(Extra Number) in the winning number (Special code 49 is a Tie and refunds the bet), you win. Example of winning: Betting scheme: Heavenly zodiac; Special code in draw: Falls within the range of the Heavenly zodiac, you win.":"Spielanleitung: Wählen Sie ein spezielles Sternzeichen aus, um eine Wette zu platzieren. Wenn das ausgewählte spezielle Sternzeichen mit dem Sternzeichenattribut des speziellen Codes (Zusatznummer) in der Gewinnzahl übereinstimmt (Sondercode 49 bedeutet ein Unentschieden und erstattet die Wette), gewinnen Sie. Beispiel für einen Gewinn: Wettplan: Himmlisches Sternzeichen; Spezieller Code im Ziehung: Fällt in den Bereich des Himmlischen Sternzeichens, Sie gewinnen.",
    "Game instructions: Choose one color to form one bet. If the selected color matches the color of the special code(Extra Number) in the winning number, you win. Example of winning: Betting scheme: Red color; Special code in draw: 01, you win.":"Spielanleitung: Wählen Sie eine Farbe, um eine Wette zu platzieren. Wenn die ausgewählte Farbe mit der Farbe des Sondercodes (Extra-Zahl) in der Gewinnzahl übereinstimmt, gewinnen Sie. Beispiel für einen Gewinn: Wettschema: Rote Farbe; Sondercode in der Ziehung: 01, Sie gewinnen.",
    
    "Game instructions: Choose one colored balls(red,blue,green) with it's form (Small: 01-24, Big: 25-48; Odd: single digits 1, 3, 5, 7, 9, Even: single digits 0, 2, 4, 6, 8) to form one bet. If the selected colored balls form matches both the color and form of the special code(Extra Number) in the draw (Special code 49 is a draw and refunds the bet), you win. Example of winning: Betting scheme: Red odd; Special code in draw: 19, you win.":"Spielanleitung: Wählen Sie eine der farbigen Kugeln (rot, blau, grün) mit ihrer Form (Klein: 01-24, Groß: 25-48; Ungerade: einzelne Ziffern 1, 3, 5, 7, 9, Gerade: einzelne Ziffern 0, 2, 4, 6, 8), um eine Wette zu bilden. Wenn die ausgewählten farbigen Kugeln sowohl mit der Farbe als auch mit der Form des Sondercodes (Extra Zahl) in der Ziehung übereinstimmen (Sondercode 49 bedeutet eine Ziehung und erstattet die Wette), gewinnen Sie. Beispiel für einen Gewinn: Wettmuster: Rot ungerade; Sondercode in der Ziehung: 19, Sie gewinnen.",
    "Game instructions: Choose one number to form one bet. If the drawn regular numbers include the betting number, you win. Example of winning: Betting scheme: 01; Drawn regular numbers: 01, *, *, *, *, * + *, you win.":"Spielanleitung: Wählen Sie eine Zahl, um eine Wette zu platzieren. Wenn die gezogenen regulären Zahlen die gewählte Zahl enthalten, gewinnen Sie. Beispiel für einen Gewinn: Wettmuster: 01; Gezogene reguläre Zahlen: 01, *, *, *, *, * + *, Sie gewinnen.",
    "Game instructions: Choose one number to form one bet. If the first regular number drawn matches the betting number, you win. Example of winning: Betting scheme: 01; Drawn regular numbers: 01, *, *, *, *, * + *, you win.":"Spielanleitung: Wählen Sie eine Zahl, um eine Wette zu platzieren. Wenn die erste reguläre gezogene Zahl mit der Wettzahl übereinstimmt, gewinnen Sie. Beispiel für einen Gewinn: Wettplan: 01; Gezogene reguläre Zahlen: 01, *, *, *, *, * + *, Sie gewinnen.",
    "Game instructions: Choose one number to form one bet. If the second regular number drawn matches the betting number, you win. Example of winning: Betting scheme: 01; Drawn regular numbers: *, 01, *, *, *, * + *, you win.":"Spielanleitung: Wählen Sie eine Zahl, um eine Wette zu platzieren. Wenn die zweite gezogene reguläre Zahl mit der Wettzahl übereinstimmt, gewinnen Sie. Beispiel für einen Gewinn: Wettmuster: 01; Gezogene reguläre Zahlen: *, 01, *, *, *, * + *, Sie gewinnen.",
    "Game instructions: Choose one number to form one bet. If the third regular number drawn matches the betting number, you win. Example of winning: Betting scheme: 01; Drawn regular numbers: *, *, 01, *, *, * + *, you win.":"Spielanleitung: Wählen Sie eine Zahl, um eine Wette zu platzieren. Wenn die dritte reguläre gezogene Zahl mit der Wettzahl übereinstimmt, gewinnen Sie. Beispiel für einen Gewinn: Wettmuster: 01; Gezogene reguläre Zahlen: *, *, 01, *, *, * + *, Sie gewinnen.",
    "Game instructions: Choose one number to form one bet. If the fourth regular number drawn matches the betting number, you win. Example of winning: Betting scheme: 01; Drawn regular numbers: *, *, *, 01, *, * + *, you win.":"Spielanleitung: Wählen Sie eine Zahl, um eine Wette zu platzieren. Wenn die vierte reguläre gezogene Zahl mit der Wettzahl übereinstimmt, gewinnen Sie. Beispiel für einen Gewinn: Wettmuster: 01; Gezogene reguläre Zahlen: *, *, *, 01, *, * + *, Sie gewinnen.",
    "Game instructions: Choose one number to form one bet. If the fifth regular number drawn matches the betting number, you win. Example of winning: Betting scheme: 01; Drawn regular numbers: *, *, *, *, 01, * + *, you win.":"Spielanleitung: Wählen Sie eine Zahl, um eine Wette zu platzieren. Wenn die fünfte gezogene reguläre Zahl mit der gewählten Wettzahl übereinstimmt, gewinnen Sie. Beispiel für einen Gewinn: Wettmuster: 01; Gezogene reguläre Zahlen: *, *, *, *, 01, * + *, Sie gewinnen.",
    "Game instructions: Choose one number to form one bet. If the sixth regular number drawn matches the betting number, you win. Example of winning: Betting scheme: 01; Drawn regular numbers: *, *, *, *, *, 01 + *, you win.":"Spielanleitung: Wählen Sie eine Zahl, um eine Wette zu platzieren. Wenn die sechste gezogene reguläre Zahl mit der Wettzahl übereinstimmt, gewinnen Sie. Beispiel für einen Gewinn: Wettmuster: 01; Gezogene reguläre Zahlen: *, *, *, *, *, 01 + *, Sie gewinnen.",
    "Game instructions: Choose 3 numbers from the 49 numbers to form one bet. If the drawn(winning) regular numbers include all 3 betting numbers, you win "Three of a Kind"; if they include 2 of the betting numbers, you win "Two of a Kind". Example of winning: Betting scheme: 01, 02, 03; Drawn regular numbers: 01, 03, 02, *, *, * + *, you win.":"Spielanleitung: Wählen Sie 3 Zahlen aus den 49 Zahlen aus, um eine Wette zu bilden. Wenn die gezogenen (gewinnen) regulären Zahlen alle 3 Wettzahlen enthalten, gewinnen Sie "Dreierpasch"; wenn sie 2 der Wettzahlen enthalten, gewinnen Sie "Zweierpasch". Beispiel für einen Gewinn: Wettschema: 01, 02, 03; Gezogene reguläre Zahlen: 01, 03, 02, *, *, * + *, Sie gewinnen.",
    "Game instructions: Choose 3 numbers from the 49 numbers to form one bet. If the drawn(winning) regular numbers include all 3 betting numbers, you win. Example of winning: Betting scheme: 01, 02, 03; Drawn regular numbers: 01, 03, 02, *, *, * + *, you win.":"Spielanleitung: Wählen Sie 3 Zahlen aus den 49 Zahlen, um eine Wette zu bilden. Wenn die gezogenen (gewinnen) regulären Zahlen alle 3 gewählten Zahlen enthalten, gewinnen Sie. Beispiel für einen Gewinn: Wettschema: 01, 02, 03; Gezogene reguläre Zahlen: 01, 03, 02, *, *, * + *, Sie gewinnen.",
    
    "Game instructions: Choose 2 numbers from the 49 numbers to form one bet. If the drawn(winning) regular numbers include both of the betting numbers, you win. Example of winning: Betting scheme: 01, 02; Drawn regular numbers: 01, 02, *, *, *, * + *, you win.":"Spielanleitung: Wählen Sie 2 Zahlen aus den 49 Zahlen, um eine Wette zu bilden. Wenn die gezogenen (gewinnenden) regulären Zahlen beide der Wettzahlen enthalten, gewinnen Sie. Beispiel für einen Gewinn: Wettsystem: 01, 02; Gezogene reguläre Zahlen: 01, 02, *, *, *, * + *, Sie gewinnen.",
    "Game instructions: Select a total of 3 numbers simultaneously from the Banker(Core Digit) and Booster(leg Digit) codes (Banker and Booster codes cannot be repeated) to form one bet. If the drawn regular numbers include the selected numbers, you win. Example of winning: Betting scheme: Banker: 01 Booster: 02 03; Drawn regular numbers: *, 02, 01, 03, *, * + *, you win.":"Spielanleitung: Wählen Sie gleichzeitig insgesamt 3 Zahlen aus den Codes des Bankers (Kernzahl) und des Boosters (Beinzahl) aus (die Codes des Bankers und des Boosters dürfen nicht wiederholt werden), um eine Wette zu bilden. Wenn die gezogenen regulären Zahlen die ausgewählten Zahlen enthalten, gewinnen Sie. Beispiel für einen Gewinn: Wettstruktur: Banker: 01, Booster: 02, 03; Gezogene reguläre Zahlen: *, 02, 01, 03, *, * + *, Sie gewinnen.",
    "Game instructions: Select 1 Banker(Core Digit) code and 1 Booster(Leg Digit) code simultaneously to form one bet (Banker and Booster codes cannot be the same). If the drawn regular numbers include the selected numbers, you win. Example of winning: Betting scheme: Banker: 01 Booster: 02; Drawn regular numbers: *, 02, 01, *, *, * + *, you win.":"Spielanleitung: Wählen Sie gleichzeitig 1 Banker (Kernziffer) Code und 1 Booster (Randziffer) Code aus, um eine Wette zu bilden (Banker- und Booster-Codes dürfen nicht identisch sein). Wenn die gezogenen regulären Zahlen die ausgewählten Zahlen enthalten, gewinnen Sie. Beispiel für einen Gewinn: Wettmuster: Banker: 01 Booster: 02; Gezogene reguläre Zahlen: *, 02, 01, *, *, * + *, Sie gewinnen.",
    "Game instructions: Select 4 numbers from the 49 numbers to form one bet. If the drawn(winning) regular numbers include all 4 selected numbers, you win. Example of winning: Betting scheme: 01,02,03,04; Drawn regular numbers: 01,03,04,02,,+*, you win.":"Spielanleitung: Wählen Sie 4 Zahlen aus den 49 Zahlen aus, um eine Wette zu bilden. Wenn die gezogenen (gewinnen) regulären Zahlen alle 4 ausgewählten Zahlen enthalten, gewinnen Sie. Beispiel für einen Gewinn: Wettsystem: 01,02,03,04; Gezogene reguläre Zahlen: 01,03,04,02,+*, Sie gewinnen.",
    "Game instructions: Select one zodiac sign to form one bet. If any regular number drawn belongs to the selected zodiac sign, you win. Regardless of the number of times the same zodiac sign appears, you win only once. Example of winning: Betting scheme: Dragon; Drawn regular numbers: Within the range of numbers belonging to the Dragon zodiac sign, you win.":"Spielanleitung: Wählen Sie ein Sternzeichen aus, um eine Wette zu platzieren. Wenn eine gezogene reguläre Zahl zum ausgewählten Sternzeichen gehört, gewinnen Sie. Unabhängig davon, wie oft dasselbe Sternzeichen erscheint, gewinnen Sie nur einmal. Beispiel für einen Gewinn: Wettschema: Drache; Gezogene reguläre Zahlen: Innerhalb des Bereichs der Zahlen, die zum Drachen-Sternzeichen gehören, gewinnen Sie.",
    "Game instructions: Choose one color at any position of the colors code(red, blue, green) to form one bet. If it matches the color code of the winning number in the corresponding position, you win. Winning example: Betting scheme: Red Balls; Drawn numbers: 01,,,,,+, you win.":"Spielanleitung: Wählen Sie eine Farbe an einer beliebigen Position des Farbencodes (rot, blau, grün), um eine Wette zu platzieren. Wenn es mit dem Farbcode der Gewinnzahl an der entsprechenden Position übereinstimmt, gewinnen Sie. Gewinnbeispiel: Wett-Schema: Rote Bälle; Gezogene Zahlen: 01,,,,,+, Sie gewinnen.",
    "Game instructions: Select one form (Big: >175, Small: <175, Odd: last digit 1,3,5,7,9, Even: 0,2,4,6,8). If it matches the form of the sum of the seven numbers, you win (if the sum is 175, bets on 'Big' and 'Small' will have their principal refunded); Winning example: Betting scheme: Odd; Drawn numbers: Sum = 171, you win.":"Spielanleitung: Wählen Sie eine Form (Groß: >175, Klein: <175, Ungerade: letzte Ziffer 1,3,5,7,9, Gerade: 0,2,4,6,8). Wenn sie mit der Form der Summe der sieben Zahlen übereinstimmt, gewinnen Sie (wenn die Summe 175 ist, wird der Einsatz bei 'Groß' und 'Klein' zurückerstattet); Beispiel für einen Gewinn: Wettstrategie: Ungerade; Gezogene Zahlen: Summe = 171, Sie gewinnen.",
    "Game instructions: Select one last digit. If the last digit of any of the seven drawn numbers includes the selected last digit, you win. If it is a 0 ending, you win the 0 ending prize; for 1-9 endings, you win the corresponding 1-9 ending prize. Regardless of how many times the same ending appears, you win only once. Winning example: Betting scheme: 1; Drawn numbers include 1 as the last digit, you win.":"Spielanleitung: Wählen Sie eine letzte Ziffer aus. Wenn die letzte Ziffer einer der sieben gezogenen Zahlen die ausgewählte letzte Ziffer enthält, gewinnen Sie. Wenn es eine 0-Endziffer ist, gewinnen Sie den 0-Endpreis; für Endziffern von 1 bis 9 gewinnen Sie den entsprechenden Endpreis von 1 bis 9. Unabhängig davon, wie oft die gleiche Endziffer erscheint, gewinnen Sie nur einmal. Beispiel für einen Gewinn: Wettschema: 1; Gezogene Zahlen enthalten die 1 als letzte Ziffer, Sie gewinnen.",
    "Game instructions: Choose between 5 to 11 numbers to form a bet. If none of the 5 selected numbers from any combination of the chosen 5-11 numbers are in the current winning numbers, you win the seventh prize. If none of the 6 selected numbers are in the winning numbers, you win the sixth prize, and so on. If none of the 11 selected numbers are in the winning numbers, you win the first prize. Winning example: Betting scheme: 01, 02, 03, 04, 05; Drawn numbers: 06, 07, 08, 09, 10, 11+12, you win.":"Spielanleitung: Wählen Sie zwischen 5 und 11 Zahlen, um eine Wette zu bilden. Wenn keine der 5 ausgewählten Zahlen aus einer Kombination der gewählten 5-11 Zahlen in den aktuellen Gewinnzahlen enthalten ist, gewinnen Sie den siebten Preis. Wenn keine der 6 ausgewählten Zahlen in den Gewinnzahlen enthalten ist, gewinnen Sie den sechsten Preis und so weiter. Wenn keine der 11 ausgewählten Zahlen in den Gewinnzahlen enthalten ist, gewinnen Sie den ersten Preis. Beispiel für einen Gewinn: Wettschema: 01, 02, 03, 04, 05; Gezogene Zahlen: 06, 07, 08, 09, 10, 11+12, Sie gewinnen.",
    "Game instructions: Choose two last digits to form one bet. If both selected last digits appear among the last digits of the drawn numbers, you win. If it includes a 0 ending, you win the 0 ending prize; if it does not include a 0 ending, you win the 1-9 ending prize. Regardless of how many times the same ending appears, you win only once. Winning example: Betting scheme: 1, 2; Drawn numbers: 06, 07, 08, 09, 10, 11+12, you win.":"Spielanleitung: Wählen Sie zwei letzte Ziffern, um eine Wette zu bilden. Wenn beide ausgewählten letzten Ziffern unter den letzten Ziffern der gezogenen Zahlen erscheinen, gewinnen Sie. Wenn eine 0 am Ende erscheint, gewinnen Sie den 0-Endpreis; wenn keine 0 am Ende erscheint, gewinnen Sie den 1-9-Endpreis. Unabhängig davon, wie oft dieselbe Endziffer erscheint, gewinnen Sie nur einmal. Gewinnbeispiel: Wettplan: 1, 2; Gezogene Zahlen: 06, 07, 08, 09, 10, 11+12, Sie gewinnen.",
    
    "Game instructions: Choose three last digits to form one bet. If all three selected last digits appear among the last digits of the drawn numbers, you win. If it includes a 0 ending, you win the 0 ending prize; if it does not include a 0 ending, you win the 1-9 ending prize. Regardless of how many times the same ending appears, you win only once. Winning example: Betting scheme: 1, 2, 3; Drawn numbers: 06, 07, 08, 09, 13, 11+12, you win.":"Spielanleitung: Wählen Sie drei letzte Ziffern, um eine Wette zu bilden. Wenn alle drei ausgewählten letzten Ziffern unter den letzten Ziffern der gezogenen Zahlen erscheinen, gewinnen Sie. Wenn eine 0-Endung enthalten ist, gewinnen Sie den 0-Endungspreis; wenn keine 0-Endung enthalten ist, gewinnen Sie den 1-9-Endungspreis. Unabhängig davon, wie oft die gleiche Endung erscheint, gewinnen Sie nur einmal. Beispiel für einen Gewinn: Wettstrategie: 1, 2, 3; Gezogene Zahlen: 06, 07, 08, 09, 13, 11+12, Sie gewinnen.",
    "Game instructions: Choose four last digits to form one bet. If all four selected last digits appear among the last digits of the drawn numbers, you win. If it includes a 0 ending, you win the 0 ending prize; if it does not include a 0 ending, you win the 1-9 ending prize. Regardless of how many times the same ending appears, you win only once. Winning example: Betting scheme: 1, 2, 3, 4; Drawn numbers: 06, 07, 08, 04, 13, 11+12, you win.":"Spielanleitung: Wählen Sie vier letzte Ziffern, um eine Wette zu bilden. Wenn alle vier ausgewählten letzten Ziffern unter den letzten Ziffern der gezogenen Zahlen erscheinen, gewinnen Sie. Wenn eine Ziffer mit einer 0 endet, gewinnen Sie den 0-Endpreis; wenn keine 0-Endung dabei ist, gewinnen Sie den 1-9-Endpreis. Unabhängig davon, wie oft dieselbe Endung erscheint, gewinnen Sie nur einmal. Beispiel für einen Gewinn: Wett-Schema: 1, 2, 3, 4; Gezogene Zahlen: 06, 07, 08, 04, 13, 11+12, Sie gewinnen.",
    "Game instructions: Choose five last digits to form one bet. If all five selected last digits appear among the last digits of the drawn numbers, you win. If it includes a 0 ending, you win the 0 ending prize; if it does not include a 0 ending, you win the 1-9 ending prize. Regardless of how many times the same ending appears, you win only once. Winning example: Betting scheme: 1, 2, 3, 4, 5; Drawn numbers: 06, 07, 05, 04, 13, 11+12, you win.":"Spielanleitung: Wählen Sie fünf letzte Ziffern aus, um eine Wette zu bilden. Wenn alle fünf ausgewählten letzten Ziffern unter den letzten Ziffern der gezogenen Zahlen erscheinen, gewinnen Sie. Wenn eine 0-Endung enthalten ist, gewinnen Sie den Preis für die 0-Endung; wenn keine 0-Endung enthalten ist, gewinnen Sie den Preis für die Endungen 1-9. Unabhängig davon, wie oft die gleiche Endung erscheint, gewinnen Sie nur einmal. Gewinnbeispiel: Wett-Schema: 1, 2, 3, 4, 5; Gezogene Zahlen: 06, 07, 05, 04, 13, 11+12, Sie gewinnen.",
    "Game instructions: Select two numbers to form one bet. If the winning numbers include both of your selected numbers, and both are regular numbers(if the number is not Extra Ball) in the draw, then you win "two regulars". If one of them is a regular number and the other is a special number, then you win "one special, one regular". Winning example: Betting scheme: 06, 07; Drawn numbers: 06, 07, 05, 04, 13, 11+12, you win.":"Spielanleitung: Wählen Sie zwei Zahlen, um eine Wette zu platzieren. Wenn die Gewinnzahlen beide Ihrer ausgewählten Zahlen enthalten und beide reguläre Zahlen sind (wenn die Zahl keine Extra-Zahl ist) in der Ziehung, gewinnen Sie „zwei Reguläre“. Wenn eine der Zahlen eine reguläre Zahl und die andere eine spezielle Zahl ist, gewinnen Sie „eine spezielle Zahl, eine reguläre Zahl“. Beispiel für einen Gewinn: Wett-Schema: 06, 07; Gezogene Zahlen: 06, 07, 05, 04, 13, 11+12, Sie gewinnen.",
    "Game instructions: Choose two numbers to form one bet. If one of your selected numbers matches the special number(Extra Number) in the draw, and the other matches any regular number, then you win. Winning example: Betting scheme: 01, 02; Drawn numbers include 01 as a regular number and 02 as the special number, or vice versa, you win.":"Spielanleitung: Wählen Sie zwei Zahlen, um eine Wette zu platzieren. Wenn eine Ihrer ausgewählten Zahlen mit der Sonderzahl (Extra-Zahl) in der Ziehung übereinstimmt und die andere mit einer regulären Zahl übereinstimmt, gewinnen Sie. Beispiel für einen Gewinn: Wett-Schema: 01, 02; Gezogene Zahlen beinhalten 01 als reguläre Zahl und 02 als Sonderzahl oder umgekehrt, dann gewinnen Sie.",
    "Game instructions: Select one zodiac sign to form one bet. If any of the zodiac signs corresponding to the seven winning numbers include this selected zodiac sign, you win. If the betted zodiac sign is not the current zodiac year, you win the first prize; if it is the current zodiac year, you win the second prize. Regardless of how many times the same zodiac sign appears among the winning numbers, you win only once. Winning example: Betting scheme: Dragon; winning numbers fall within the range of numbers corresponding to the Dragon zodiac sign, you win.":"Spielanleitung: Wählen Sie ein Sternzeichen, um eine Wette abzuschließen. Wenn eines der Sternzeichen, das den sieben Gewinnzahlen entspricht, dieses ausgewählte Sternzeichen enthält, gewinnen Sie. Wenn das gewählte Sternzeichen nicht das aktuelle Tierkreisjahr ist, gewinnen Sie den ersten Preis; wenn es das aktuelle Tierkreisjahr ist, gewinnen Sie den zweiten Preis. Unabhängig davon, wie oft das gleiche Sternzeichen unter den Gewinnzahlen erscheint, gewinnen Sie nur einmal. Beispiel für einen Gewinn: Wett-Schema: Drache; die Gewinnzahlen fallen in den Bereich der Zahlen, die dem Sternzeichen Drache entsprechen, Sie gewinnen.",
    "Game instructions: Select two zodiac signs to form one bet. If the zodiac signs corresponding to any of the seven wining numbers include both of these selected zodiac signs (in any order), you win. If the bet does not include a zodiac sign from the current zodiac year, you win the first prize; if it includes the current zodiac year, you win the second prize. Regardless of how many times the same zodiac signs appear among the drawn numbers, you win only once. Winning example: Betting scheme: Dragon, Tiger; Drawn numbers include numbers corresponding to the Dragon and Tiger zodiac signs, you win.":"Spielanleitung: Wählen Sie zwei Tierkreiszeichen aus, um eine Wette zu bilden. Wenn die Tierkreiszeichen, die den sieben Gewinnzahlen entsprechen, beide ausgewählten Tierkreiszeichen (in beliebiger Reihenfolge) enthalten, gewinnen Sie. Wenn die Wette kein Tierkreiszeichen aus dem aktuellen Jahr des Tierkreises enthält, gewinnen Sie den ersten Preis; wenn sie das Tierkreiszeichen des aktuellen Jahres enthält, gewinnen Sie den zweiten Preis. Unabhängig davon, wie oft dieselben Tierkreiszeichen unter den gezogenen Zahlen erscheinen, gewinnen Sie nur einmal. Gewinnbeispiel: Wett-Schema: Drache, Tiger; Die gezogenen Zahlen enthalten die Tierkreiszeichen Drache und Tiger, Sie gewinnen.",
    "Game instructions: Select three zodiac signs to form one bet. If the zodiac signs corresponding to any of the seven winning numbers include all three of these selected zodiac signs (in any order), you win. If the bet does not include a zodiac sign from the current zodiac year, you win the first prize; if it includes the current zodiac year, you win the second prize. Regardless of how many times the same zodiac signs appear among the drawn numbers, you win only once. Winning example: Betting scheme: Dragon, Tiger, Rat; Drawn numbers include numbers corresponding to the Dragon, Tiger, and Rat zodiac signs, you win.":"Spielanleitung: Wählen Sie drei Sternzeichen aus, um eine Wette zu bilden. Wenn die Sternzeichen, die den sieben Gewinnzahlen entsprechen, alle drei der ausgewählten Sternzeichen (in beliebiger Reihenfolge) enthalten, gewinnen Sie. Wenn die Wette kein Sternzeichen aus dem aktuellen Sternzeichenjahr enthält, gewinnen Sie den ersten Preis; wenn das aktuelle Sternzeichenjahr enthalten ist, gewinnen Sie den zweiten Preis. Unabhängig davon, wie oft die gleichen Sternzeichen unter den gezogenen Zahlen erscheinen, gewinnen Sie nur einmal. Gewinnbeispiel: Wettschema: Drache, Tiger, Ratte; Die gezogenen Zahlen beinhalten die Sternzeichen Drache, Tiger und Ratte, Sie gewinnen.",
    "Game instructions: Select four zodiac signs to form one bet. If the zodiac signs corresponding to any of the seven winning numbers include all four of these selected zodiac signs (in any order), you win. If the bet does not include a zodiac sign from the current zodiac year, you win the first prize; if it includes the current zodiac year, you win the second prize. Regardless of how many times the same zodiac signs appear among the drawn numbers, you win only once. Winning example: Betting scheme: Dragon, Tiger, Rat, Rabbit; Drawn numbers include numbers corresponding to the Dragon, Tiger, Rat, and Rabbit zodiac signs, you win.":"Spielanleitung: Wählen Sie vier Tierkreiszeichen aus, um eine Wette zu bilden. Wenn die Tierkreiszeichen, die den sieben Gewinnzahlen entsprechen, alle vier dieser ausgewählten Tierkreiszeichen (in beliebiger Reihenfolge) enthalten, gewinnen Sie. Wenn die Wette kein Tierkreiszeichen aus dem aktuellen Tierkreisjahr enthält, gewinnen Sie den ersten Preis; wenn sie das aktuelle Tierkreisjahr enthält, gewinnen Sie den zweiten Preis. Unabhängig davon, wie oft die gleichen Tierkreiszeichen unter den gezogenen Zahlen erscheinen, gewinnen Sie nur einmal. Gewinnbeispiel: Wettprogramm: Drache, Tiger, Ratte, Kaninchen; Die gezogenen Zahlen enthalten die Zeichen Drache, Tiger, Ratte und Kaninchen, Sie gewinnen.",
    "Game instructions: Select five zodiac signs to form one bet. If the zodiac signs corresponding to any of the seven winning numbers include all five of these selected zodiac signs (in any order), you win. If the bet does not include a zodiac sign the current zodiac year, you win the first prize; if it includes a sign from the current zodiac year, you win the second prize. Regardless of how many times the same zodiac signs appear among the drawn numbers, you win only once. Winning example: Betting scheme: Dragon, Tiger, Rat, Rabbit, Pig; Drawn numbers include numbers corresponding to the Dragon, Tiger, Rat, Rabbit, and Pig zodiac signs, you win.":"Spielanleitung: Wählen Sie fünf Sternzeichen aus, um eine Wette zu bilden. Wenn die Sternzeichen, die den sieben Gewinnzahlen entsprechen, alle fünf dieser ausgewählten Sternzeichen (in beliebiger Reihenfolge) enthalten, gewinnen Sie. Wenn die Wette kein Sternzeichen des aktuellen chinesischen Tierkreuzes enthält, gewinnen Sie den ersten Preis; wenn ein Sternzeichen des aktuellen Jahrgangs dabei ist, gewinnen Sie den zweiten Preis. Unabhängig davon, wie oft die gleichen Sternzeichen unter den gezogenen Zahlen erscheinen, gewinnen Sie nur einmal. Beispiel für einen Gewinn: Wett-Schema: Drache, Tiger, Ratte, Kaninchen, Schwein; Die gezogenen Zahlen enthalten die Sternzeichen Drache, Tiger, Ratte, Kaninchen und Schwein, Sie gewinnen.",
    
    "Game instructions: Select one total zodiac count to form one bet. If the number of different zodiac signs corresponding to the seven winning numbers matches the total zodiac count you bet on, you win. Winning example: Betting scheme: Two zodiacs; Drawn numbers have exactly two different zodiac signs, you win.":"Spielanleitung: Wählen Sie eine Gesamtzahl der Tierkreiszeichen, um eine Wette zu platzieren. Wenn die Anzahl der verschiedenen Tierkreiszeichen, die den sieben gezogenen Zahlen entsprechen, mit der Gesamtzahl der Tierkreiszeichen übereinstimmt, auf die Sie gesetzt haben, gewinnen Sie. Beispiel für einen Gewinn: Wettsystem: Zwei Tierkreiszeichen; Die gezogenen Zahlen haben genau zwei verschiedene Tierkreiszeichen, Sie gewinnen.",
    "Game instructions: Choose a pattern (Odd: 3, 5, 7; Even: 2, 4, 6). If the number of different zodiac signs among the seven winning numbers matches the chosen pattern (odd or even), you win. Winning example: Betting scheme: Odd; Drawn numbers have an odd number of different zodiac signs, you win.":"Spielanleitung: Wählen Sie ein Muster (Ungerade: 3, 5, 7; Gerade: 2, 4, 6). Wenn die Anzahl der verschiedenen Sternzeichen unter den sieben Gewinnzahlen dem gewählten Muster (ungerade oder gerade) entspricht, gewinnen Sie. Beispiel für einen Gewinn: Wettschema: Ungerade; Die gezogenen Zahlen haben eine ungerade Anzahl verschiedener Sternzeichen, Sie gewinnen.",
    "Game instructions: Place a bet on one color ball, forming one bet. The color that appears the most among the seven color balls winning numbers wins. Each of the six regular numbers counts as one color ball, while the special number(Extra number) counts as 1.5 color ball. The following three scenarios are considered ties: Six regular numbers result in 3 blue balls and 3 green balls, and the special number(Extra number) is a red ball. Six regular numbers result in 3 blue balls and 3 red balls, and the special number(Extra umber) is a green ball. Six regular numbers result in 3 green balls and 3 red balls, and the special number(Extra number) is a blue ball. In case of a tie, all bets on red, green, and blue color balls are refunded; betting on a tie is also available. Winning example: Betting scheme: Red ball; Winning numbers have red ball numbers the most, you win.":"Spielanleitung: Setzen Sie auf eine Farbe von Bällen, um eine Wette zu bilden. Die Farbe, die unter den sieben Farbball-Gewinnzahlen am häufigsten erscheint, gewinnt. Jede der sechs regulären Zahlen zählt als ein Farbball, während die Sonderzahl (Extra-Zahl) als 1,5 Farbball zählt. Die folgenden drei Szenarien gelten als Unentschieden: Sechs reguläre Zahlen ergeben 3 blaue Bälle und 3 grüne Bälle, und die Sonderzahl (Extra-Zahl) ist ein roter Ball. Sechs reguläre Zahlen ergeben 3 blaue Bälle und 3 rote Bälle, und die Sonderzahl (Extra-Zahl) ist ein grüner Ball. Sechs reguläre Zahlen ergeben 3 grüne Bälle und 3 rote Bälle, und die Sonderzahl (Extra-Zahl) ist ein blauer Ball. Im Falle eines Unentschiedens werden alle Wetten auf rote, grüne und blaue Farb Bälle zurückerstattet; Wetten auf ein Unentschieden sind ebenfalls möglich. Gewinnbeispiel: Wett-Schema: Roter Ball; Wenn die Gewinnzahlen die meisten roten Bälle enthalten, gewinnen Sie.",
  
      "Game instructions: Choose one number to form one bet. If the second regular number drawn matches the betting number, you win. Example of winning: Betting scheme: 01; Drawn regular numbers: *, 01, *, *, *, * + *, you win": "Spielanleitung: Wählen Sie eine Zahl, um eine Wette zu platzieren. Wenn die zweite gezogene reguläre Zahl mit der Wettzahl übereinstimmt, gewinnen Sie. Beispiel für einen Gewinn: Wettstrategie: 01; Gezogene reguläre Zahlen: *, 01, *, *, *, * + *, Sie gewinnen.",
      
      "Game instructions: Choose 3 numbers from the 49 numbers to form one bet. If the drawn(winning) regular numbers include all 3 betting numbers, you win 'Three of a Kind'; if they include 2 of the betting numbers, you win 'Two of a Kind'. Example of winning: Betting scheme: 01, 02, 03; Drawn regular numbers: 01, 03, 02, *, *, * + *, you win.": "Spielanleitung: Wählen Sie 3 Zahlen aus den 49 Zahlen, um eine Wette zu platzieren. Wenn die gezogenen (gewinnenden) regulären Zahlen alle 3 Wettzahlen enthalten, gewinnen Sie 'Drei Gleiche'; wenn sie 2 der Wettzahlen enthalten, gewinnen Sie 'Zwei Gleiche'. Beispiel für einen Gewinn: Wettstrategie: 01, 02, 03; Gezogene reguläre Zahlen: 01, 03, 02, *, *, * + *, Sie gewinnen.",
      
      "Game instructions: Select two numbers to form one bet. If the winning numbers include both of your selected numbers, and both are regular numbers(if the number is not Extra Ball) in the draw, then you win 'two regulars'. If one of them is a regular number and the other is a special number, then you win 'one special, one regular'. Winning example: Betting scheme: 06, 07; Drawn numbers: 06, 07, 05, 04, 13, 11+12, you win.": "Spielanleitung: Wählen Sie zwei Zahlen, um eine Wette zu platzieren. Wenn die Gewinnzahlen beide Ihrer ausgewählten Zahlen enthalten und beide reguläre Zahlen sind (wenn die Zahl keine Extra-Kugel ist), dann gewinnen Sie 'Zwei Reguläre'. Wenn eine davon eine reguläre Zahl und die andere eine Sonderzahl ist, dann gewinnen Sie 'Eine Spezial-, eine reguläre Zahl'. Beispiel für einen Gewinn: Wettstrategie: 06, 07; Gezogene Zahlen: 06, 07, 05, 04, 13, 11+12, Sie gewinnen."
    
  
    "":""
  }
  
  
  
  
  


