{
  

  "Game instructions: Choose one number from 49 numbers to form one bet. If the selected number matches the special code(Extra Number) in the draw, you win. Example of winning: Betting scheme: 01; Special code in draw: 01, you win.":"Spielanleitung: Wählen Sie eine Zahl aus 49 Zahlen, um eine Wette abzugeben. Wenn die ausgewählte Zahl mit dem Sondercode (Extra Zahl) in der Ziehung übereinstimmt, gewinnen Sie. Beispiel für einen Gewinn: Wettschema: 01; Sondercode in der Ziehung: 01, Sie gewinnen.",
  "Game instructions: Choose one number to form one bet, where the 1st digit represents the head and the 2nd digit represents the tail. If the selected number matches the corresponding position of the Special code(Extra Number) in the draw, you win. Example of winning: Betting scheme: Head 1; Special code in draw: 10, you win.":"Spielanleitung: Wählen Sie eine Zahl, um eine Wette zu platzieren, wobei die 1. Ziffer den Kopf und die 2. Ziffer den Schwanz darstellt. Wenn die ausgewählte Zahl der entsprechenden Position der Sonderzahl (Zusatznummer) in der Ziehung entspricht, gewinnen Sie. Beispiel für einen Gewinn: Wettmuster: Kopf 1; Sonderzahl in der Ziehung: 10, Sie gewinnen.",
  "Game instructions: Choose two zodiac signs to form one bet. If the special code(Extra Number) in the draw falls within the number range associated with the selected zodiac signs, you win. If the special code is 49 (draw), your bet is refunded. Example of winning: Betting scheme: Dragon, Tiger; Special code in draw: Falls within the number range associated with Dragon or Tiger, you win.":"Spielanleitung: Wählen Sie zwei Sternzeichen aus, um eine Wette zu bilden. Wenn die Sondernummer (Zusatznummer) in der Ziehung innerhalb des Zahlenbereichs der ausgewählten Sternzeichen liegt, gewinnen Sie. Wenn die Sondernummer 49 (Ziehung) ist, wird Ihre Wette zurückerstattet. Beispiel für einen Gewinn: Wettschema: Drache, Tiger; Sondernummer in der Ziehung: Liegt innerhalb des Zahlenbereichs des Drachen oder Tigers, gewinnen Sie.",
  "Game instructions: Choose one zodiac sign to form one bet. If the special code(Extra Number) in the draw falls within the number range associated with the selected zodiac sign, you win. Example of winning: Betting scheme: Dragon; Special code in draw: Falls within the number range associated with Dragon, you win.":"Spielanleitung: Wählen Sie ein Sternzeichen, um eine Wette abzugeben. Wenn der Sondercode (Zusatznummer) in der Ziehung innerhalb des Zahlenbereichs des ausgewählten Sternzeichens fällt, gewinnen Sie. Beispiel für einen Gewinn: Wettstrategie: Drache; Sondercode in der Ziehung: Fällt innerhalb des Zahlenbereichs des Drachen, Sie gewinnen.",
  "Game instructions: Choose one of the five elements to form one bet. If the special code(Extra Number) in the draw falls within the number range associated with the selected element, you win. Example of winning: Betting scheme: Gold; Special code in draw: Falls within the number range associated with Gold, you win.":"Spielanleitung: Wählen Sie eines der fünf Elemente aus, um eine Wette zu platzieren. Wenn der Sondercode (Extra Zahl) in der Ziehung innerhalb des Zahlenbereichs liegt, der dem ausgewählten Element zugeordnet ist, gewinnen Sie. Beispiel für einen Gewinn: Wettplan: Gold; Sondercode in der Ziehung: Liegt innerhalb des Zahlenbereichs, der mit Gold verbunden ist, gewinnen Sie.",
  "Game instructions: Choose one form (Small: 01-24, Big: 25-48; Odd: single digits 1, 3, 5, 7, 9, Even: single digits 0, 2, 4, 6, 8). If the selected form matches the form of the special code(Extra Number) in the draw (Special code 49 is a draw and refunds the bet), you win. Example of winning: Betting scheme: Small; Special code in draw: 02, you win.":"Spielanleitung: Wählen Sie eine Form (Klein: 01-24, Groß: 25-48; Ungerade: einzelne Ziffern 1, 3, 5, 7, 9, Gerade: einzelne Ziffern 0, 2, 4, 6, 8). Wenn die gewählte Form mit der Form des speziellen Codes (Extra-Zahl) in der Ziehung übereinstimmt (Sondercode 49 ist eine Ziehung und erstattet den Einsatz), gewinnen Sie. Beispiel für einen Gewinn: Wettplan: Klein; Sondercode in der Ziehung: 02, Sie gewinnen.",
  "Game instructions: Choose one form (Small: 1-6, Big: 7-12; Odd: single digits 1, 3, 5, 7, 9, Even: single digits 0, 2, 4, 6, 8). If the selected form matches the form of the sum of the special code's (Extra Number's) first and second digits in the draw (Special code 49 is a draw and refunds the bet), you win. Example of winning: Betting scheme: Small; Special code in draw: 02, you win.":"Spielanleitung: Wählen Sie eine Form (Klein: 1-6, Groß: 7-12; Ungerade: einzelne Ziffern 1, 3, 5, 7, 9; Gerade: einzelne Ziffern 0, 2, 4, 6, 8). Wenn die ausgewählte Form mit der Form der Summe der ersten und zweiten Ziffer des speziellen Codes (Zusatznummer) in der Ziehung übereinstimmt (der spezielle Code 49 ist eine Ziehung und erstattet den Einsatz), gewinnen Sie. Beispiel für einen Gewinn: Wettschema: Klein; spezieller Code in der Ziehung: 02, Sie gewinnen.",
  "Game instructions: Choose one form (Small: 0-4, Big: 5-9; Odd: 1, 3, 5, 7, 9, Even: 0, 2, 4, 6, 8). If the selected form matches the form of the special code's(Extra Number's) last digit in the draw (Special code 49 is a Tie and refunds the bet), you win. Example of winning: Betting scheme: Small; Special code in draw: 02, you win.":"Spielanleitung: Wählen Sie eine Form (Klein: 0-4, Groß: 5-9; Ungerade: 1, 3, 5, 7, 9, Gerade: 0, 2, 4, 6, 8). Wenn die ausgewählte Form mit der Form der letzten Ziffer des speziellen Codes (Extra-Zahl) im Ziehung übereinstimmt (Sondercode 49 ist ein Unentschieden und erstattet den Einsatz), gewinnen Sie. Beispiel für einen Gewinn: Wettmuster: Klein; Sondercode in der Ziehung: 02, Sie gewinnen.",
  "Game instructions: Choose one special zodiac sign to form one bet. If the selected special zodiac sign matches the zodiac sign attribute of the special code(Extra Number) in the winning number (Special code 49 is a Tie and refunds the bet), you win. Example of winning: Betting scheme: Heavenly zodiac; Special code in draw: Falls within the range of the Heavenly zodiac, you win.":"Spielanleitung: Wählen Sie ein spezielles Sternzeichen aus, um eine Wette zu platzieren. Wenn das ausgewählte spezielle Sternzeichen mit dem Sternzeichenattribut des speziellen Codes (Zusatznummer) in der Gewinnzahl übereinstimmt (Sondercode 49 bedeutet ein Unentschieden und erstattet die Wette), gewinnen Sie. Beispiel für einen Gewinn: Wettplan: Himmlisches Sternzeichen; Spezieller Code im Ziehung: Fällt in den Bereich des Himmlischen Sternzeichens, Sie gewinnen.",
  "Game instructions: Choose one color to form one bet. If the selected color matches the color of the special code(Extra Number) in the winning number, you win. Example of winning: Betting scheme: Red color; Special code in draw: 01, you win.":"Spielanleitung: Wählen Sie eine Farbe, um eine Wette zu platzieren. Wenn die ausgewählte Farbe mit der Farbe des Sondercodes (Extra-Zahl) in der Gewinnzahl übereinstimmt, gewinnen Sie. Beispiel für einen Gewinn: Wettschema: Rote Farbe; Sondercode in der Ziehung: 01, Sie gewinnen.",
  
  "Game instructions: Choose one colored balls(red,blue,green) with it's form (Small: 01-24, Big: 25-48; Odd: single digits 1, 3, 5, 7, 9, Even: single digits 0, 2, 4, 6, 8) to form one bet. If the selected colored balls form matches both the color and form of the special code(Extra Number) in the draw (Special code 49 is a draw and refunds the bet), you win. Example of winning: Betting scheme: Red odd; Special code in draw: 19, you win.":"Spielanleitung: Wählen Sie eine der farbigen Kugeln (rot, blau, grün) mit ihrer Form (Klein: 01-24, Groß: 25-48; Ungerade: einzelne Ziffern 1, 3, 5, 7, 9, Gerade: einzelne Ziffern 0, 2, 4, 6, 8), um eine Wette zu bilden. Wenn die ausgewählten farbigen Kugeln sowohl mit der Farbe als auch mit der Form des Sondercodes (Extra Zahl) in der Ziehung übereinstimmen (Sondercode 49 bedeutet eine Ziehung und erstattet die Wette), gewinnen Sie. Beispiel für einen Gewinn: Wettmuster: Rot ungerade; Sondercode in der Ziehung: 19, Sie gewinnen.",
  "Game instructions: Choose one number to form one bet. If the drawn regular numbers include the betting number, you win. Example of winning: Betting scheme: 01; Drawn regular numbers: 01, *, *, *, *, * + *, you win.":"Spielanleitung: Wählen Sie eine Zahl, um eine Wette zu platzieren. Wenn die gezogenen regulären Zahlen die gewählte Zahl enthalten, gewinnen Sie. Beispiel für einen Gewinn: Wettmuster: 01; Gezogene reguläre Zahlen: 01, *, *, *, *, * + *, Sie gewinnen.",
  "Game instructions: Choose one number to form one bet. If the first regular number drawn matches the betting number, you win. Example of winning: Betting scheme: 01; Drawn regular numbers: 01, *, *, *, *, * + *, you win.":"Spielanleitung: Wählen Sie eine Zahl, um eine Wette zu platzieren. Wenn die erste reguläre gezogene Zahl mit der Wettzahl übereinstimmt, gewinnen Sie. Beispiel für einen Gewinn: Wettplan: 01; Gezogene reguläre Zahlen: 01, *, *, *, *, * + *, Sie gewinnen.",
  "Game instructions: Choose one number to form one bet. If the second regular number drawn matches the betting number, you win. Example of winning: Betting scheme: 01; Drawn regular numbers: *, 01, *, *, *, * + *, you win.":"Spielanleitung: Wählen Sie eine Zahl, um eine Wette zu platzieren. Wenn die zweite gezogene reguläre Zahl mit der Wettzahl übereinstimmt, gewinnen Sie. Beispiel für einen Gewinn: Wettmuster: 01; Gezogene reguläre Zahlen: *, 01, *, *, *, * + *, Sie gewinnen.",
  "Game instructions: Choose one number to form one bet. If the third regular number drawn matches the betting number, you win. Example of winning: Betting scheme: 01; Drawn regular numbers: *, *, 01, *, *, * + *, you win.":"Spielanleitung: Wählen Sie eine Zahl, um eine Wette zu platzieren. Wenn die dritte reguläre gezogene Zahl mit der Wettzahl übereinstimmt, gewinnen Sie. Beispiel für einen Gewinn: Wettmuster: 01; Gezogene reguläre Zahlen: *, *, 01, *, *, * + *, Sie gewinnen.",
  "Game instructions: Choose one number to form one bet. If the fourth regular number drawn matches the betting number, you win. Example of winning: Betting scheme: 01; Drawn regular numbers: *, *, *, 01, *, * + *, you win.":"Spielanleitung: Wählen Sie eine Zahl, um eine Wette zu platzieren. Wenn die vierte reguläre gezogene Zahl mit der Wettzahl übereinstimmt, gewinnen Sie. Beispiel für einen Gewinn: Wettmuster: 01; Gezogene reguläre Zahlen: *, *, *, 01, *, * + *, Sie gewinnen.",
  "Game instructions: Choose one number to form one bet. If the fifth regular number drawn matches the betting number, you win. Example of winning: Betting scheme: 01; Drawn regular numbers: *, *, *, *, 01, * + *, you win.":"Spielanleitung: Wählen Sie eine Zahl, um eine Wette zu platzieren. Wenn die fünfte gezogene reguläre Zahl mit der gewählten Wettzahl übereinstimmt, gewinnen Sie. Beispiel für einen Gewinn: Wettmuster: 01; Gezogene reguläre Zahlen: *, *, *, *, 01, * + *, Sie gewinnen.",
  "Game instructions: Choose one number to form one bet. If the sixth regular number drawn matches the betting number, you win. Example of winning: Betting scheme: 01; Drawn regular numbers: *, *, *, *, *, 01 + *, you win.":"Spielanleitung: Wählen Sie eine Zahl, um eine Wette zu platzieren. Wenn die sechste gezogene reguläre Zahl mit der Wettzahl übereinstimmt, gewinnen Sie. Beispiel für einen Gewinn: Wettmuster: 01; Gezogene reguläre Zahlen: *, *, *, *, *, 01 + *, Sie gewinnen.",
  "Game instructions: Choose 3 numbers from the 49 numbers to form one bet. If the drawn(winning) regular numbers include all 3 betting numbers, you win "Three of a Kind"; if they include 2 of the betting numbers, you win "Two of a Kind". Example of winning: Betting scheme: 01, 02, 03; Drawn regular numbers: 01, 03, 02, *, *, * + *, you win.":"Spielanleitung: Wählen Sie 3 Zahlen aus den 49 Zahlen aus, um eine Wette zu bilden. Wenn die gezogenen (gewinnen) regulären Zahlen alle 3 Wettzahlen enthalten, gewinnen Sie "Dreierpasch"; wenn sie 2 der Wettzahlen enthalten, gewinnen Sie "Zweierpasch". Beispiel für einen Gewinn: Wettschema: 01, 02, 03; Gezogene reguläre Zahlen: 01, 03, 02, *, *, * + *, Sie gewinnen.",
  "Game instructions: Choose 3 numbers from the 49 numbers to form one bet. If the drawn(winning) regular numbers include all 3 betting numbers, you win. Example of winning: Betting scheme: 01, 02, 03; Drawn regular numbers: 01, 03, 02, *, *, * + *, you win.":"Spielanleitung: Wählen Sie 3 Zahlen aus den 49 Zahlen, um eine Wette zu bilden. Wenn die gezogenen (gewinnen) regulären Zahlen alle 3 gewählten Zahlen enthalten, gewinnen Sie. Beispiel für einen Gewinn: Wettschema: 01, 02, 03; Gezogene reguläre Zahlen: 01, 03, 02, *, *, * + *, Sie gewinnen.",
  
  "Game instructions: Choose 2 numbers from the 49 numbers to form one bet. If the drawn(winning) regular numbers include both of the betting numbers, you win. Example of winning: Betting scheme: 01, 02; Drawn regular numbers: 01, 02, *, *, *, * + *, you win.":"Spielanleitung: Wählen Sie 2 Zahlen aus den 49 Zahlen, um eine Wette zu bilden. Wenn die gezogenen (gewinnenden) regulären Zahlen beide der Wettzahlen enthalten, gewinnen Sie. Beispiel für einen Gewinn: Wettsystem: 01, 02; Gezogene reguläre Zahlen: 01, 02, *, *, *, * + *, Sie gewinnen.",
  "Game instructions: Select a total of 3 numbers simultaneously from the Banker(Core Digit) and Booster(leg Digit) codes (Banker and Booster codes cannot be repeated) to form one bet. If the drawn regular numbers include the selected numbers, you win. Example of winning: Betting scheme: Banker: 01 Booster: 02 03; Drawn regular numbers: *, 02, 01, 03, *, * + *, you win.":"Spielanleitung: Wählen Sie gleichzeitig insgesamt 3 Zahlen aus den Codes des Bankers (Kernzahl) und des Boosters (Beinzahl) aus (die Codes des Bankers und des Boosters dürfen nicht wiederholt werden), um eine Wette zu bilden. Wenn die gezogenen regulären Zahlen die ausgewählten Zahlen enthalten, gewinnen Sie. Beispiel für einen Gewinn: Wettstruktur: Banker: 01, Booster: 02, 03; Gezogene reguläre Zahlen: *, 02, 01, 03, *, * + *, Sie gewinnen.",
  "Game instructions: Select 1 Banker(Core Digit) code and 1 Booster(Leg Digit) code simultaneously to form one bet (Banker and Booster codes cannot be the same). If the drawn regular numbers include the selected numbers, you win. Example of winning: Betting scheme: Banker: 01 Booster: 02; Drawn regular numbers: *, 02, 01, *, *, * + *, you win.":"Spielanleitung: Wählen Sie gleichzeitig 1 Banker (Kernziffer) Code und 1 Booster (Randziffer) Code aus, um eine Wette zu bilden (Banker- und Booster-Codes dürfen nicht identisch sein). Wenn die gezogenen regulären Zahlen die ausgewählten Zahlen enthalten, gewinnen Sie. Beispiel für einen Gewinn: Wettmuster: Banker: 01 Booster: 02; Gezogene reguläre Zahlen: *, 02, 01, *, *, * + *, Sie gewinnen.",
  "Game instructions: Select 4 numbers from the 49 numbers to form one bet. If the drawn(winning) regular numbers include all 4 selected numbers, you win. Example of winning: Betting scheme: 01,02,03,04; Drawn regular numbers: 01,03,04,02,,+*, you win.":"Spielanleitung: Wählen Sie 4 Zahlen aus den 49 Zahlen aus, um eine Wette zu bilden. Wenn die gezogenen (gewinnen) regulären Zahlen alle 4 ausgewählten Zahlen enthalten, gewinnen Sie. Beispiel für einen Gewinn: Wettsystem: 01,02,03,04; Gezogene reguläre Zahlen: 01,03,04,02,+*, Sie gewinnen.",
  "Game instructions: Select one zodiac sign to form one bet. If any regular number drawn belongs to the selected zodiac sign, you win. Regardless of the number of times the same zodiac sign appears, you win only once. Example of winning: Betting scheme: Dragon; Drawn regular numbers: Within the range of numbers belonging to the Dragon zodiac sign, you win.":"Spielanleitung: Wählen Sie ein Sternzeichen aus, um eine Wette zu platzieren. Wenn eine gezogene reguläre Zahl zum ausgewählten Sternzeichen gehört, gewinnen Sie. Unabhängig davon, wie oft dasselbe Sternzeichen erscheint, gewinnen Sie nur einmal. Beispiel für einen Gewinn: Wettschema: Drache; Gezogene reguläre Zahlen: Innerhalb des Bereichs der Zahlen, die zum Drachen-Sternzeichen gehören, gewinnen Sie.",
  "Game instructions: Choose one color at any position of the colors code(red, blue, green) to form one bet. If it matches the color code of the winning number in the corresponding position, you win. Winning example: Betting scheme: Red Balls; Drawn numbers: 01,,,,,+, you win.":"Spielanleitung: Wählen Sie eine Farbe an einer beliebigen Position des Farbencodes (rot, blau, grün), um eine Wette zu platzieren. Wenn es mit dem Farbcode der Gewinnzahl an der entsprechenden Position übereinstimmt, gewinnen Sie. Gewinnbeispiel: Wett-Schema: Rote Bälle; Gezogene Zahlen: 01,,,,,+, Sie gewinnen.",
  "Game instructions: Select one form (Big: >175, Small: <175, Odd: last digit 1,3,5,7,9, Even: 0,2,4,6,8). If it matches the form of the sum of the seven numbers, you win (if the sum is 175, bets on 'Big' and 'Small' will have their principal refunded); Winning example: Betting scheme: Odd; Drawn numbers: Sum = 171, you win.":"Spielanleitung: Wählen Sie eine Form (Groß: >175, Klein: <175, Ungerade: letzte Ziffer 1,3,5,7,9, Gerade: 0,2,4,6,8). Wenn sie mit der Form der Summe der sieben Zahlen übereinstimmt, gewinnen Sie (wenn die Summe 175 ist, wird der Einsatz bei 'Groß' und 'Klein' zurückerstattet); Beispiel für einen Gewinn: Wettstrategie: Ungerade; Gezogene Zahlen: Summe = 171, Sie gewinnen.",
  "Game instructions: Select one last digit. If the last digit of any of the seven drawn numbers includes the selected last digit, you win. If it is a 0 ending, you win the 0 ending prize; for 1-9 endings, you win the corresponding 1-9 ending prize. Regardless of how many times the same ending appears, you win only once. Winning example: Betting scheme: 1; Drawn numbers include 1 as the last digit, you win.":"Spielanleitung: Wählen Sie eine letzte Ziffer aus. Wenn die letzte Ziffer einer der sieben gezogenen Zahlen die ausgewählte letzte Ziffer enthält, gewinnen Sie. Wenn es eine 0-Endziffer ist, gewinnen Sie den 0-Endpreis; für Endziffern von 1 bis 9 gewinnen Sie den entsprechenden Endpreis von 1 bis 9. Unabhängig davon, wie oft die gleiche Endziffer erscheint, gewinnen Sie nur einmal. Beispiel für einen Gewinn: Wettschema: 1; Gezogene Zahlen enthalten die 1 als letzte Ziffer, Sie gewinnen.",
  "Game instructions: Choose between 5 to 11 numbers to form a bet. If none of the 5 selected numbers from any combination of the chosen 5-11 numbers are in the current winning numbers, you win the seventh prize. If none of the 6 selected numbers are in the winning numbers, you win the sixth prize, and so on. If none of the 11 selected numbers are in the winning numbers, you win the first prize. Winning example: Betting scheme: 01, 02, 03, 04, 05; Drawn numbers: 06, 07, 08, 09, 10, 11+12, you win.":"Spielanleitung: Wählen Sie zwischen 5 und 11 Zahlen, um eine Wette zu bilden. Wenn keine der 5 ausgewählten Zahlen aus einer Kombination der gewählten 5-11 Zahlen in den aktuellen Gewinnzahlen enthalten ist, gewinnen Sie den siebten Preis. Wenn keine der 6 ausgewählten Zahlen in den Gewinnzahlen enthalten ist, gewinnen Sie den sechsten Preis und so weiter. Wenn keine der 11 ausgewählten Zahlen in den Gewinnzahlen enthalten ist, gewinnen Sie den ersten Preis. Beispiel für einen Gewinn: Wettschema: 01, 02, 03, 04, 05; Gezogene Zahlen: 06, 07, 08, 09, 10, 11+12, Sie gewinnen.",
  "Game instructions: Choose two last digits to form one bet. If both selected last digits appear among the last digits of the drawn numbers, you win. If it includes a 0 ending, you win the 0 ending prize; if it does not include a 0 ending, you win the 1-9 ending prize. Regardless of how many times the same ending appears, you win only once. Winning example: Betting scheme: 1, 2; Drawn numbers: 06, 07, 08, 09, 10, 11+12, you win.":"Spielanleitung: Wählen Sie zwei letzte Ziffern, um eine Wette zu bilden. Wenn beide ausgewählten letzten Ziffern unter den letzten Ziffern der gezogenen Zahlen erscheinen, gewinnen Sie. Wenn eine 0 am Ende erscheint, gewinnen Sie den 0-Endpreis; wenn keine 0 am Ende erscheint, gewinnen Sie den 1-9-Endpreis. Unabhängig davon, wie oft dieselbe Endziffer erscheint, gewinnen Sie nur einmal. Gewinnbeispiel: Wettplan: 1, 2; Gezogene Zahlen: 06, 07, 08, 09, 10, 11+12, Sie gewinnen.",
  
  "Game instructions: Choose three last digits to form one bet. If all three selected last digits appear among the last digits of the drawn numbers, you win. If it includes a 0 ending, you win the 0 ending prize; if it does not include a 0 ending, you win the 1-9 ending prize. Regardless of how many times the same ending appears, you win only once. Winning example: Betting scheme: 1, 2, 3; Drawn numbers: 06, 07, 08, 09, 13, 11+12, you win.":"Spielanleitung: Wählen Sie drei letzte Ziffern, um eine Wette zu bilden. Wenn alle drei ausgewählten letzten Ziffern unter den letzten Ziffern der gezogenen Zahlen erscheinen, gewinnen Sie. Wenn eine 0-Endung enthalten ist, gewinnen Sie den 0-Endungspreis; wenn keine 0-Endung enthalten ist, gewinnen Sie den 1-9-Endungspreis. Unabhängig davon, wie oft die gleiche Endung erscheint, gewinnen Sie nur einmal. Beispiel für einen Gewinn: Wettstrategie: 1, 2, 3; Gezogene Zahlen: 06, 07, 08, 09, 13, 11+12, Sie gewinnen.",
  "Game instructions: Choose four last digits to form one bet. If all four selected last digits appear among the last digits of the drawn numbers, you win. If it includes a 0 ending, you win the 0 ending prize; if it does not include a 0 ending, you win the 1-9 ending prize. Regardless of how many times the same ending appears, you win only once. Winning example: Betting scheme: 1, 2, 3, 4; Drawn numbers: 06, 07, 08, 04, 13, 11+12, you win.":"Spielanleitung: Wählen Sie vier letzte Ziffern, um eine Wette zu bilden. Wenn alle vier ausgewählten letzten Ziffern unter den letzten Ziffern der gezogenen Zahlen erscheinen, gewinnen Sie. Wenn eine Ziffer mit einer 0 endet, gewinnen Sie den 0-Endpreis; wenn keine 0-Endung dabei ist, gewinnen Sie den 1-9-Endpreis. Unabhängig davon, wie oft dieselbe Endung erscheint, gewinnen Sie nur einmal. Beispiel für einen Gewinn: Wett-Schema: 1, 2, 3, 4; Gezogene Zahlen: 06, 07, 08, 04, 13, 11+12, Sie gewinnen.",
  "Game instructions: Choose five last digits to form one bet. If all five selected last digits appear among the last digits of the drawn numbers, you win. If it includes a 0 ending, you win the 0 ending prize; if it does not include a 0 ending, you win the 1-9 ending prize. Regardless of how many times the same ending appears, you win only once. Winning example: Betting scheme: 1, 2, 3, 4, 5; Drawn numbers: 06, 07, 05, 04, 13, 11+12, you win.":"Spielanleitung: Wählen Sie fünf letzte Ziffern aus, um eine Wette zu bilden. Wenn alle fünf ausgewählten letzten Ziffern unter den letzten Ziffern der gezogenen Zahlen erscheinen, gewinnen Sie. Wenn eine 0-Endung enthalten ist, gewinnen Sie den Preis für die 0-Endung; wenn keine 0-Endung enthalten ist, gewinnen Sie den Preis für die Endungen 1-9. Unabhängig davon, wie oft die gleiche Endung erscheint, gewinnen Sie nur einmal. Gewinnbeispiel: Wett-Schema: 1, 2, 3, 4, 5; Gezogene Zahlen: 06, 07, 05, 04, 13, 11+12, Sie gewinnen.",
  "Game instructions: Select two numbers to form one bet. If the winning numbers include both of your selected numbers, and both are regular numbers(if the number is not Extra Ball) in the draw, then you win "two regulars". If one of them is a regular number and the other is a special number, then you win "one special, one regular". Winning example: Betting scheme: 06, 07; Drawn numbers: 06, 07, 05, 04, 13, 11+12, you win.":"Spielanleitung: Wählen Sie zwei Zahlen, um eine Wette zu platzieren. Wenn die Gewinnzahlen beide Ihrer ausgewählten Zahlen enthalten und beide reguläre Zahlen sind (wenn die Zahl keine Extra-Zahl ist) in der Ziehung, gewinnen Sie „zwei Reguläre“. Wenn eine der Zahlen eine reguläre Zahl und die andere eine spezielle Zahl ist, gewinnen Sie „eine spezielle Zahl, eine reguläre Zahl“. Beispiel für einen Gewinn: Wett-Schema: 06, 07; Gezogene Zahlen: 06, 07, 05, 04, 13, 11+12, Sie gewinnen.",
  "Game instructions: Choose two numbers to form one bet. If one of your selected numbers matches the special number(Extra Number) in the draw, and the other matches any regular number, then you win. Winning example: Betting scheme: 01, 02; Drawn numbers include 01 as a regular number and 02 as the special number, or vice versa, you win.":"Spielanleitung: Wählen Sie zwei Zahlen, um eine Wette zu platzieren. Wenn eine Ihrer ausgewählten Zahlen mit der Sonderzahl (Extra-Zahl) in der Ziehung übereinstimmt und die andere mit einer regulären Zahl übereinstimmt, gewinnen Sie. Beispiel für einen Gewinn: Wett-Schema: 01, 02; Gezogene Zahlen beinhalten 01 als reguläre Zahl und 02 als Sonderzahl oder umgekehrt, dann gewinnen Sie.",
  "Game instructions: Select one zodiac sign to form one bet. If any of the zodiac signs corresponding to the seven winning numbers include this selected zodiac sign, you win. If the betted zodiac sign is not the current zodiac year, you win the first prize; if it is the current zodiac year, you win the second prize. Regardless of how many times the same zodiac sign appears among the winning numbers, you win only once. Winning example: Betting scheme: Dragon; winning numbers fall within the range of numbers corresponding to the Dragon zodiac sign, you win.":"Spielanleitung: Wählen Sie ein Sternzeichen, um eine Wette abzuschließen. Wenn eines der Sternzeichen, das den sieben Gewinnzahlen entspricht, dieses ausgewählte Sternzeichen enthält, gewinnen Sie. Wenn das gewählte Sternzeichen nicht das aktuelle Tierkreisjahr ist, gewinnen Sie den ersten Preis; wenn es das aktuelle Tierkreisjahr ist, gewinnen Sie den zweiten Preis. Unabhängig davon, wie oft das gleiche Sternzeichen unter den Gewinnzahlen erscheint, gewinnen Sie nur einmal. Beispiel für einen Gewinn: Wett-Schema: Drache; die Gewinnzahlen fallen in den Bereich der Zahlen, die dem Sternzeichen Drache entsprechen, Sie gewinnen.",
  "Game instructions: Select two zodiac signs to form one bet. If the zodiac signs corresponding to any of the seven wining numbers include both of these selected zodiac signs (in any order), you win. If the bet does not include a zodiac sign from the current zodiac year, you win the first prize; if it includes the current zodiac year, you win the second prize. Regardless of how many times the same zodiac signs appear among the drawn numbers, you win only once. Winning example: Betting scheme: Dragon, Tiger; Drawn numbers include numbers corresponding to the Dragon and Tiger zodiac signs, you win.":"Spielanleitung: Wählen Sie zwei Tierkreiszeichen aus, um eine Wette zu bilden. Wenn die Tierkreiszeichen, die den sieben Gewinnzahlen entsprechen, beide ausgewählten Tierkreiszeichen (in beliebiger Reihenfolge) enthalten, gewinnen Sie. Wenn die Wette kein Tierkreiszeichen aus dem aktuellen Jahr des Tierkreises enthält, gewinnen Sie den ersten Preis; wenn sie das Tierkreiszeichen des aktuellen Jahres enthält, gewinnen Sie den zweiten Preis. Unabhängig davon, wie oft dieselben Tierkreiszeichen unter den gezogenen Zahlen erscheinen, gewinnen Sie nur einmal. Gewinnbeispiel: Wett-Schema: Drache, Tiger; Die gezogenen Zahlen enthalten die Tierkreiszeichen Drache und Tiger, Sie gewinnen.",
  "Game instructions: Select three zodiac signs to form one bet. If the zodiac signs corresponding to any of the seven winning numbers include all three of these selected zodiac signs (in any order), you win. If the bet does not include a zodiac sign from the current zodiac year, you win the first prize; if it includes the current zodiac year, you win the second prize. Regardless of how many times the same zodiac signs appear among the drawn numbers, you win only once. Winning example: Betting scheme: Dragon, Tiger, Rat; Drawn numbers include numbers corresponding to the Dragon, Tiger, and Rat zodiac signs, you win.":"Spielanleitung: Wählen Sie drei Sternzeichen aus, um eine Wette zu bilden. Wenn die Sternzeichen, die den sieben Gewinnzahlen entsprechen, alle drei der ausgewählten Sternzeichen (in beliebiger Reihenfolge) enthalten, gewinnen Sie. Wenn die Wette kein Sternzeichen aus dem aktuellen Sternzeichenjahr enthält, gewinnen Sie den ersten Preis; wenn das aktuelle Sternzeichenjahr enthalten ist, gewinnen Sie den zweiten Preis. Unabhängig davon, wie oft die gleichen Sternzeichen unter den gezogenen Zahlen erscheinen, gewinnen Sie nur einmal. Gewinnbeispiel: Wettschema: Drache, Tiger, Ratte; Die gezogenen Zahlen beinhalten die Sternzeichen Drache, Tiger und Ratte, Sie gewinnen.",
  "Game instructions: Select four zodiac signs to form one bet. If the zodiac signs corresponding to any of the seven winning numbers include all four of these selected zodiac signs (in any order), you win. If the bet does not include a zodiac sign from the current zodiac year, you win the first prize; if it includes the current zodiac year, you win the second prize. Regardless of how many times the same zodiac signs appear among the drawn numbers, you win only once. Winning example: Betting scheme: Dragon, Tiger, Rat, Rabbit; Drawn numbers include numbers corresponding to the Dragon, Tiger, Rat, and Rabbit zodiac signs, you win.":"Spielanleitung: Wählen Sie vier Tierkreiszeichen aus, um eine Wette zu bilden. Wenn die Tierkreiszeichen, die den sieben Gewinnzahlen entsprechen, alle vier dieser ausgewählten Tierkreiszeichen (in beliebiger Reihenfolge) enthalten, gewinnen Sie. Wenn die Wette kein Tierkreiszeichen aus dem aktuellen Tierkreisjahr enthält, gewinnen Sie den ersten Preis; wenn sie das aktuelle Tierkreisjahr enthält, gewinnen Sie den zweiten Preis. Unabhängig davon, wie oft die gleichen Tierkreiszeichen unter den gezogenen Zahlen erscheinen, gewinnen Sie nur einmal. Gewinnbeispiel: Wettprogramm: Drache, Tiger, Ratte, Kaninchen; Die gezogenen Zahlen enthalten die Zeichen Drache, Tiger, Ratte und Kaninchen, Sie gewinnen.",
  "Game instructions: Select five zodiac signs to form one bet. If the zodiac signs corresponding to any of the seven winning numbers include all five of these selected zodiac signs (in any order), you win. If the bet does not include a zodiac sign the current zodiac year, you win the first prize; if it includes a sign from the current zodiac year, you win the second prize. Regardless of how many times the same zodiac signs appear among the drawn numbers, you win only once. Winning example: Betting scheme: Dragon, Tiger, Rat, Rabbit, Pig; Drawn numbers include numbers corresponding to the Dragon, Tiger, Rat, Rabbit, and Pig zodiac signs, you win.":"Spielanleitung: Wählen Sie fünf Sternzeichen aus, um eine Wette zu bilden. Wenn die Sternzeichen, die den sieben Gewinnzahlen entsprechen, alle fünf dieser ausgewählten Sternzeichen (in beliebiger Reihenfolge) enthalten, gewinnen Sie. Wenn die Wette kein Sternzeichen des aktuellen chinesischen Tierkreuzes enthält, gewinnen Sie den ersten Preis; wenn ein Sternzeichen des aktuellen Jahrgangs dabei ist, gewinnen Sie den zweiten Preis. Unabhängig davon, wie oft die gleichen Sternzeichen unter den gezogenen Zahlen erscheinen, gewinnen Sie nur einmal. Beispiel für einen Gewinn: Wett-Schema: Drache, Tiger, Ratte, Kaninchen, Schwein; Die gezogenen Zahlen enthalten die Sternzeichen Drache, Tiger, Ratte, Kaninchen und Schwein, Sie gewinnen.",
  
  "Game instructions: Select one total zodiac count to form one bet. If the number of different zodiac signs corresponding to the seven winning numbers matches the total zodiac count you bet on, you win. Winning example: Betting scheme: Two zodiacs; Drawn numbers have exactly two different zodiac signs, you win.":"Spielanleitung: Wählen Sie eine Gesamtzahl der Tierkreiszeichen, um eine Wette zu platzieren. Wenn die Anzahl der verschiedenen Tierkreiszeichen, die den sieben gezogenen Zahlen entsprechen, mit der Gesamtzahl der Tierkreiszeichen übereinstimmt, auf die Sie gesetzt haben, gewinnen Sie. Beispiel für einen Gewinn: Wettsystem: Zwei Tierkreiszeichen; Die gezogenen Zahlen haben genau zwei verschiedene Tierkreiszeichen, Sie gewinnen.",
  "Game instructions: Choose a pattern (Odd: 3, 5, 7; Even: 2, 4, 6). If the number of different zodiac signs among the seven winning numbers matches the chosen pattern (odd or even), you win. Winning example: Betting scheme: Odd; Drawn numbers have an odd number of different zodiac signs, you win.":"Spielanleitung: Wählen Sie ein Muster (Ungerade: 3, 5, 7; Gerade: 2, 4, 6). Wenn die Anzahl der verschiedenen Sternzeichen unter den sieben Gewinnzahlen dem gewählten Muster (ungerade oder gerade) entspricht, gewinnen Sie. Beispiel für einen Gewinn: Wettschema: Ungerade; Die gezogenen Zahlen haben eine ungerade Anzahl verschiedener Sternzeichen, Sie gewinnen.",
  "Game instructions: Place a bet on one color ball, forming one bet. The color that appears the most among the seven color balls winning numbers wins. Each of the six regular numbers counts as one color ball, while the special number(Extra number) counts as 1.5 color ball. The following three scenarios are considered ties: Six regular numbers result in 3 blue balls and 3 green balls, and the special number(Extra number) is a red ball. Six regular numbers result in 3 blue balls and 3 red balls, and the special number(Extra umber) is a green ball. Six regular numbers result in 3 green balls and 3 red balls, and the special number(Extra number) is a blue ball. In case of a tie, all bets on red, green, and blue color balls are refunded; betting on a tie is also available. Winning example: Betting scheme: Red ball; Winning numbers have red ball numbers the most, you win.":"Spielanleitung: Setzen Sie auf eine Farbe von Bällen, um eine Wette zu bilden. Die Farbe, die unter den sieben Farbball-Gewinnzahlen am häufigsten erscheint, gewinnt. Jede der sechs regulären Zahlen zählt als ein Farbball, während die Sonderzahl (Extra-Zahl) als 1,5 Farbball zählt. Die folgenden drei Szenarien gelten als Unentschieden: Sechs reguläre Zahlen ergeben 3 blaue Bälle und 3 grüne Bälle, und die Sonderzahl (Extra-Zahl) ist ein roter Ball. Sechs reguläre Zahlen ergeben 3 blaue Bälle und 3 rote Bälle, und die Sonderzahl (Extra-Zahl) ist ein grüner Ball. Sechs reguläre Zahlen ergeben 3 grüne Bälle und 3 rote Bälle, und die Sonderzahl (Extra-Zahl) ist ein blauer Ball. Im Falle eines Unentschiedens werden alle Wetten auf rote, grüne und blaue Farb Bälle zurückerstattet; Wetten auf ein Unentschieden sind ebenfalls möglich. Gewinnbeispiel: Wett-Schema: Roter Ball; Wenn die Gewinnzahlen die meisten roten Bälle enthalten, gewinnen Sie.",
  "":"",
  "":"",
  "":"",
  "":"",
  "":"",
  "":"",
  "":"",
  
  "":"",
  "":"",
  "":"",
  "":"",
  "":"",
  "":"",
  "":"",
  "":"",
  "":"",
  "":"",
  
  "":"",
  "":"",
  "":"",
  "":"",
  "":"",
  "":"",
  "":"",
  "":"",
  "":"",
  "":"",
  
  "":"",
  "":"",
  "":"",
  "":"",
  "":"",
  "":"",
  "":"",
  "":"",
  "":"",
  "":"",
  "":""
}
