

{

    "<span style='color:red'>Big: </span>When the sum of the 20 numbers drawn is greater than > 810 this is big.<br>
<span style='color:red'>Small: </span>When the sum of the 20 numbers drawn is lesser than < 810 this is small.<br>
<span style='color:red'>Tie: </span>When the sum of the 20 numbers drawn is equal to = 810 this is a tie.<br>
For example, if you choose "Big" and the sum of the 20 winning numbers is 1000, which is greater than > 810, this is a win.":"<span style='color:red'>Groß: </span>Wenn die Summe der 20 gezogenen Zahlen größer als > 810 ist, ist dies groß.<br>
<span style='color:red'>Klein: </span>Wenn die Summe der 20 gezogenen Zahlen kleiner als < 810 ist, ist dies klein.<br>
<span style='color:red'>Unentschieden: </span>Wenn die Summe der 20 gezogenen Zahlen gleich = 810 ist, ist dies ein Unentschieden.<br>
Wenn Sie zum Beispiel „Groß“ wählen und die Summe der 20 Gewinnzahlen 1000 beträgt, was größer als > 810 ist, ist dies ein Gewinn.
",
    "<span style='color:red'>Upper Range: </span>Among the 20 winning numbers, if the numbers in the range of (01-40) is greater than the numbers in the range of (41-80), this Upper range.<br>
<span style='color:red'>Lower Range: </span>Among the 20 winning numbers, if the numbers in the range of (01-40) is lesser than the numbers in the range of (41-80), this Lower range.<br>
<span style='color:red'>Tie: </span>Among the 20 winning numbers, if the numbers in the Upper range of (01-40) is equal to = the numbers in the Lower range of (41-80), this is a tie.<br>
For example, if you choose "Upper range", and among the 20 winning numbers, there are 13 numbers in the Upper range (01-40) and 7 numbers in the lower plate (41-80). If you bet on the Upper Range, you win, because the upper range is larger than the lower range.
|":"<span style='color:red'>Oberer Bereich: </span>Unter den 20 Gewinnzahlen, wenn die Zahlen im Bereich (01-40) größer sind als die Zahlen im Bereich (41-80), dann ist dies der Obere Bereich.<br>  
<span style='color:red'>Unterer Bereich: </span>Unter den 20 Gewinnzahlen, wenn die Zahlen im Bereich (01-40) kleiner sind als die Zahlen im Bereich (41-80), dann ist dies der Untere Bereich.<br>  
<span style='color:red'>Unentschieden: </span>Unter den 20 Gewinnzahlen, wenn die Zahlen im oberen Bereich (01-40) gleich den Zahlen im unteren Bereich (41-80) sind, dann ist dies ein Unentschieden.<br>  
Zum Beispiel, wenn du auf den "Oberen Bereich" setzt und unter den 20 Gewinnzahlen 13 Zahlen im oberen Bereich (01-40) und 7 Zahlen im unteren Bereich (41-80) sind, gewinnst du, weil der obere Bereich größer ist als der untere Bereich.",
"<span style='color:red'>Odd Range: </span>Among the 20 winning numbers, if the count of odd numbers is more than the count of even numbers, it is called Odd range.<br>
<span style='color:red'>Even Range: </span>Among the 20 winning numbers, if the count of odd numbers is lesser than the count of even numbers, it is called Even range.<br>
<span style='color:red'>Tie Range: </span>Among the 20 winning numbers, if the count of odd numbers is equal to the count of even numbers, it is called Tie range.<br>
For example: If you choose "Odd range", and there are 13 odd numbers and 7 even numbers among 20 winning numbers, this makes the odd numbers more than the even numbers, and betting on the Odd range is a win.
":"<span style='color:red'>Ungerader Bereich: </span>Unter den 20 Gewinnzahlen, wenn die Anzahl der ungeraden Zahlen größer ist als die Anzahl der geraden Zahlen, wird dies als ungerader Bereich bezeichnet.<br>  
<span style='color:red'>Gerader Bereich: </span>Unter den 20 Gewinnzahlen, wenn die Anzahl der ungeraden Zahlen kleiner ist als die Anzahl der geraden Zahlen, wird dies als gerader Bereich bezeichnet.<br>  
<span style='color:red'>Unentschieden-Bereich: </span>Unter den 20 Gewinnzahlen, wenn die Anzahl der ungeraden Zahlen gleich der Anzahl der geraden Zahlen ist, wird dies als Unentschieden-Bereich bezeichnet.<br>  
Zum Beispiel: Wenn Sie den "ungeraden Bereich" wählen und es 13 ungerade Zahlen und 7 gerade Zahlen unter den 20 Gewinnzahlen gibt, dann sind die ungeraden Zahlen mehr als die geraden Zahlen, und eine Wette auf den ungeraden Bereich ist ein Gewinn.
",
"<span style='color:red'>Sum Odd: </span>When the sum of the 20 numbers drawn ends with 1, 3, 5, 7, 9, this Sum odd. Eg. If the sum of the 20 numbers drawn is 783, this is Sum odd.<br>
<span style='color:red'>Sum Even: </span>When the sum of the 20 numbers drawn ends with 0, 2, 4, 6, 8, this Sum even. Eg. If the sum of the 20 numbers drawn is 784, this is Sum even.<br>
<span style='color:red'>Big Odd: </span>When the sum of the 20 numbers drawn is greater than 810 and is an odd number, it is “Big odd”.<br>
<span style='color:red'>Small Odd: </span>When the sum of the 20 numbers drawn is less than 810 and is an odd number, it is “Small odd”.<br>
<span style='color:red'>Big Even: </span>When the sum of the 20 numbers drawn is greater than 810 and is an even number (including equal to 810), it is “Big even”.<br>
<span style='color:red'>Small Even: </span>When the sum of the 20 numbers drawn is less than 810 and is an even number, it is “Small even”.<br>
For example, if you choose "Big Even", and the sum of the 20 winning numbers is 1002, which is greater than 810 and is an even number, you win if you select Big Even.
":"<span style='color:red'>Sum Odd: </span>Wenn die Summe der 20 gezogenen Zahlen mit 1, 3, 5, 7 oder 9 endet, ist dies "Sum Odd". Zum Beispiel: Wenn die Summe der 20 gezogenen Zahlen 783 beträgt, ist dies "Sum Odd".<br>  
<span style='color:red'>Sum Even: </span>Wenn die Summe der 20 gezogenen Zahlen mit 0, 2, 4, 6 oder 8 endet, ist dies "Sum Even". Zum Beispiel: Wenn die Summe der 20 gezogenen Zahlen 784 beträgt, ist dies "Sum Even".<br>  
<span style='color:red'>Big Odd: </span>Wenn die Summe der 20 gezogenen Zahlen größer als 810 und eine ungerade Zahl ist, ist es "Big Odd".<br>  
<span style='color:red'>Small Odd: </span>Wenn die Summe der 20 gezogenen Zahlen kleiner als 810 und eine ungerade Zahl ist, ist es "Small Odd".<br>  
<span style='color:red'>Big Even: </span>Wenn die Summe der 20 gezogenen Zahlen größer als 810 und eine gerade Zahl ist (einschließlich 810), ist es "Big Even".<br>  
<span style='color:red'>Small Even: </span>Wenn die Summe der 20 gezogenen Zahlen kleiner als 810 und eine gerade Zahl ist, ist es "Small Even".<br>  
Wenn Sie zum Beispiel "Big Even" wählen und die Summe der 20 gezogenen Zahlen 1002 beträgt, was größer als 810 und eine gerade Zahl ist, gewinnen Sie, wenn Sie "Big Even" ausgewählt haben.

",
"<span style='color:red'>Five Element: </span>The total sum of the 20 winning numbers is divided into 5 categories: Gold (210-695), Wood (696-763), Water (764-855), Fire (856-923) and Earth (924-1410). For example, if you choose "Gold", and the total sum of the 20 winning numbers is 300, which is within the range of "Gold (210~695)", you win.
":"<span style='color:red'>Fünf Elemente: </span>Die Gesamtsumme der 20 Gewinnzahlen wird in 5 Kategorien unterteilt: Gold (210-695), Holz (696-763), Wasser (764-855), Feuer (856-923) und Erde (924-1410). Wenn Sie beispielsweise "Gold" wählen und die Gesamtsumme der 20 Gewinnzahlen 300 beträgt, was innerhalb des Bereichs "Gold (210~695)" liegt, gewinnen Sie.

"
    wrote in chat
}