{
//baccat

  "<span style='color:red'>Banker Pair: </span>  If the 1st Ball and 2nd Ball numbers are the same ( Ball 1 “3” and Ball 2 “3”), betting on Banker Pair wins.<br><span style='color:red'>Player Pair: </span>  If the 4th Ball and 5th Ball numbers are the same ( Ball 4 “3” and Ball 5 “3”), betting on Player Pair wins.<br>#":"<span style='color:red'>Banker Pair: </span> Wenn die 1. Kugel und die 2. Kugel die gleichen Zahlen haben (Kugel 1 „3“ und Kugel 2 „3“), gewinnt die Wette auf Banker Pair.<br><span style='color:red'>Player Pair: </span> Wenn die 4. Kugel und die 5. Kugel die gleichen Zahlen haben (Kugel 4 „3“ und Kugel 5 „3“), gewinnt die Wette auf Player Pair.<br>#
  ",
  
  
  
    "<span style='color:red'>Banker: </span>  The sum of the first and second balls' numbers, with only the units digit taken, is considered the Banker. The sum of the fourth and fifth balls' numbers, with only the units digit taken, is considered the Player.If the Banker is greater than the Player, betting on Banker wins.If the Banker is less than the Player, betting on Player wins.If the Banker equals the Player, betting on Tie wins.":"<span style='color:red'>Banker: </span> Die Summe der Zahlen der ersten und zweiten Kugel, wobei nur die Einerstelle berücksichtigt wird, gilt als Banker. Die Summe der Zahlen der vierten und fünften Kugel, wobei nur die Einerstelle berücksichtigt wird, gilt als Spieler. Wenn der Banker größer ist als der Spieler, gewinnt die Wette auf den Banker. Wenn der Banker kleiner ist als der Spieler, gewinnt die Wette auf den Spieler. Wenn der Banker gleich dem Spieler ist, gewinnt die Wette auf Unentschieden.",
    "":"",
"":"",

//bull

"<span style='color:red'>Big: </span> When you choose big, the sum of the five numbers in the winning draw numbers should be between 23-45 (23 and 45 inclusive), this is a win.<br><span style='color:red'>Small: </span> When you choose small, the sum of the five numbers in the winning draw numbers should be between 0-22 (0 and 22 inclusive), this is a win.<br><span style='color:red'>Odd: </span> When you choose odd, the sum of the five numbers in the winning draw numbers should be an odd number, this is a win.<br><span style='color:red'>Even: </span> When you choose even, the sum of the five numbers in the winning draw numbers should be an even number, this is a winEg. If the winning numbers are 2, 3, 9, 4, 5The sum of the 5 winning numbers is: 2+3+9+4+5=23The sum of the winning five numbers is equal to 23, which is between 23-45 and is considered big and odd. If you choose big or odd, you win.Even : When you choose even, the sum of the five numbers in the winning draw numbers should be an even number, this is a win.":"<span style='color:red'>Big: </span> Wenn du groß wählst, muss die Summe der fünf Zahlen in den Gewinnzahlen zwischen 23 und 45 liegen (einschließlich 23 und 45), um zu gewinnen.<br>  
<span style='color:red'>Small: </span> Wenn du klein wählst, muss die Summe der fünf Zahlen in den Gewinnzahlen zwischen 0 und 22 liegen (einschließlich 0 und 22), um zu gewinnen.<br>  
<span style='color:red'>Odd: </span> Wenn du ungerade wählst, muss die Summe der fünf Zahlen in den Gewinnzahlen eine ungerade Zahl sein, um zu gewinnen.<br>  
<span style='color:red'>Even: </span> Wenn du gerade wählst, muss die Summe der fünf Zahlen in den Gewinnzahlen eine gerade Zahl sein, um zu gewinnen.  

Beispiel: Wenn die Gewinnzahlen 2, 3, 9, 4 und 5 sind, dann ist die Summe der fünf Gewinnzahlen:  
2+3+9+4+5=23  

Die Summe der fünf Gewinnzahlen beträgt 23, was zwischen 23 und 45 liegt und somit als groß und ungerade gilt.  
Wenn du groß oder ungerade wählst, gewinnst du.  

<span style='color:red'>Even: </span> Wenn du gerade wählst, muss die Summe der fünf Zahlen in den Gewinnzahlen eine gerade Zahl sein, um zu gewinnen.  
",


  "<span style='color:red'>Bull N: </span> If the sum of any three of the five numbers in the winning number ends with 0 or multiples of 10 and the sum of the remaining two numbers ends with N,then it is Bull N e.g. 12347:  7+1+2=10 ends with 0, the remaining two numbers 3 and 4<br> Sum: 3+4=7. This makes the draw number a Bull 7 , 00206: 0+0+0=0 ends with 0, the remaining two numbers 2 and 6 <br>  Sum: 2+6=8. This makes the draw number a Bull 8, 01828: 0+2+8=10 ends with 0 the remaining two numbers 1 and 8 sum: 1+8=9. This makes the draw number a Bull 9 <br> No Bull : If the sum of any three of the five digits in the winning number does not equal 0, it is a No Bull.  (eg. 01234: The sum of any three numbers out of the five winning numbers does not equal 0 or multiples of 10 )  Note: When five numbers are the same, only 00000 is considered as Bull Bull, any other such as 11111, 66666, etc. are all No Bull.<br><span style='color:red'>No Bull: </span> If the sum of any three of the five digits in the winning number does not equal 0, it is a No Bull.  (eg. 01234: The sum of any three numbers out of the five winning numbers does not equal 0 or multiples of 10 )  Note: When five numbers are the same, only 00000 is considered as Bull Bull, any other such as 11111, 66666, etc. are all No Bull.<br>":"<span style='color:red'>Bull N: </span> Wenn die Summe von drei der fünf Zahlen in der Gewinnzahl mit 0 oder einem Vielfachen von 10 endet und die Summe der verbleibenden zwei Zahlen mit N endet, dann ist es Bull N.  
z. B. 12347: 7+1+2=10 endet mit 0, die verbleibenden zwei Zahlen 3 und 4  
Summe: 3+4=7. Dies macht die Ziehungsnummer zu einem Bull 7.  
00206: 0+0+0=0 endet mit 0, die verbleibenden zwei Zahlen 2 und 6  
Summe: 2+6=8. Dies macht die Ziehungsnummer zu einem Bull 8.  
01828: 0+2+8=10 endet mit 0, die verbleibenden zwei Zahlen 1 und 8  
Summe: 1+8=9. Dies macht die Ziehungsnummer zu einem Bull 9.  

<span style='color:red'>No Bull: </span> Wenn die Summe von drei der fünf Zahlen in der Gewinnzahl nicht 0 oder ein Vielfaches von 10 ergibt, ist es ein No Bull.  
(z. B. 01234: Die Summe von drei beliebigen Zahlen aus den fünf Gewinnzahlen ergibt weder 0 noch ein Vielfaches von 10.)  

Hinweis: Wenn alle fünf Zahlen gleich sind, wird nur 00000 als Bull Bull betrachtet. Jede andere Kombination, wie 11111 oder 66666, ist ein No Bull.  
",


  "<span style='color:red'>Dragon: </span> If the numerical value of Ball 4 is greater (>) than the numerical value of ball 5, you win if you select Dragon. Eg. If the drawn winning numbers are 4, 9, 1, 8, 2. If you compare the numerical value of Ball 4 (8) with the numerical value of Ball 5 (02). Since 08 > 02, selecting Dragon would result in a win.<br>
<span style='color:red'>Tiger: </span> If the numerical value of Ball 4 is lesser (<) than the numerical value of ball 5, you win if you select Tiger.  Eg. If the drawn winning numbers are 6, 8, 7, 1, 9. Compare the numerical value of Ball 4 (1) with the numerical value of Ball 5 (9). Since 01 < 09, selecting Tiger would result in a win.<br>
<span style='color:red'>Tie : </span> If the numerical value of Ball 4 is equal (=) to the numerical value of ball 5, you win if you select Tie. Eg.  If the drawn winning numbers are 6, 7, 8, 0, 0. Compare the numerical value of Ball 4 (0) with the numerical value of Ball 5 (0). Since 0 = 0 Since, selecting Tie  would result in a win. ":"<span style='color:red'>Dragon: </span> Wenn der numerische Wert von Ball 4 größer (>) ist als der numerische Wert von Ball 5, gewinnen Sie, wenn Sie Dragon wählen.  
z. B. Wenn die gezogenen Gewinnzahlen 4, 9, 1, 8, 2 sind. Vergleichen Sie den numerischen Wert von Ball 4 (8) mit dem numerischen Wert von Ball 5 (02).  
Da 08 > 02, würde die Auswahl von Dragon zu einem Gewinn führen.<br>  

<span style='color:red'>Tiger: </span> Wenn der numerische Wert von Ball 4 kleiner (<) ist als der numerische Wert von Ball 5, gewinnen Sie, wenn Sie Tiger wählen.  
z. B. Wenn die gezogenen Gewinnzahlen 6, 8, 7, 1, 9 sind. Vergleichen Sie den numerischen Wert von Ball 4 (1) mit dem numerischen Wert von Ball 5 (9).  
Da 01 < 09, würde die Auswahl von Tiger zu einem Gewinn führen.<br>  

<span style='color:red'>Tie : </span> Wenn der numerische Wert von Ball 4 gleich (=) dem numerischen Wert von Ball 5 ist, gewinnen Sie, wenn Sie Tie wählen.  
z. B. Wenn die gezogenen Gewinnzahlen 6, 7, 8, 0, 0 sind. Vergleichen Sie den numerischen Wert von Ball 4 (0) mit dem numerischen Wert von Ball 5 (0).  
Da 0 = 0, würde die Auswahl von Tie zu einem Gewinn führen.
",

"<span style='color:red'>Maximum value: </span>Winning Condition - If the betting position you select corresponds to the position of the biggest number in the drawn sequence, you win. Eg.
If you bet on Ball 4 being the maximum value and the drawn numbers are 4, 7, 1, 8, 2: The number 8 is in the Ball 4 position and is the highest number in the sequence. Therefore, you win if you bet on Ball 4 having the maximum value. (If there are multiple identical maximum values, only one of them will do).":"<span style='color:red'>Maximalwert: </span>Gewinnbedingung – Wenn die von Ihnen gewählte Wettposition der Position der höchsten Zahl in der gezogenen Sequenz entspricht, gewinnen Sie. Z. B.  
Wenn Sie darauf wetten, dass Ball 4 den Maximalwert hat und die gezogenen Zahlen 4, 7, 1, 8, 2 sind: Die Zahl 8 befindet sich an der Position von Ball 4 und ist die höchste Zahl in der Sequenz. Daher gewinnen Sie, wenn Sie auf Ball 4 mit dem Maximalwert gesetzt haben. (Falls es mehrere identische Maximalwerte gibt, zählt nur einer davon). ",


  "<span style='color:red'>Minimum Value: </span>Winning Condition - If the betting position you select corresponds to the position of the smallest number in the drawn sequence, you win. Eg.If you bet on the Ball 3 being the minimum value, and the drawn numbers are 4, 9, 1, 8, 2: The number 1 is in the Ball 3 position and is the smallest number in the sequence. Therefore, you win if you bet on Ball 3 having the minimum value.(if there are multiple identical minimum values, only one of them will do).":"<span style='color:red'>Mindestwert: </span>Gewinnbedingung – Wenn die von Ihnen gewählte Wettposition mit der Position der kleinsten Zahl in der gezogenen Sequenz übereinstimmt, gewinnen Sie. Z. B. Wenn Sie darauf wetten, dass Ball 3 den Mindestwert hat, und die gezogenen Zahlen 4, 9, 1, 8, 2 sind: Die Zahl 1 befindet sich an der Position von Ball 3 und ist die kleinste Zahl in der Sequenz. Daher gewinnen Sie, wenn Sie auf Ball 3 als Mindestwert gesetzt haben. (Falls es mehrere identische Mindestwerte gibt, zählt nur einer davon.)",
  "":"",



  //stud

  

  "<span style='color:red'>Quintuple: </span>All five winning numbers are the same (e.g. 22222, 66666, 88888, betting on five of a kind wins, but betting on the others does not win)<br>
<span style='color:red'>Quadruple: </span>Four of the five numbers drawn are the same and the other number different (for example, 22221, 66663, 88885, betting on this wins)<br>
<span style='color:red'>A pair: </span>Only one set of the five numbers drawn is the same (for example, 22168, 66315, 82968, betting on one pair wins)<br>
<span style='color:red'>Triple Pair: </span>Three of the five numbers drawn are the same (three of a kind) and the other two are also the same (a pair) (e.g. 22211, 66633, betting on Triple Pair wins)<br>
<span style='color:red'>Streak : </span>The positions of the five winning numbers are in row (for example, 01234, 12345, 23456, 34567, 45678, 56789, 67890, 78901, 89012, 90123, betting on a straight will win)<br>
<span style='color:red'>T.O.A.K: </span>Three of the five numbers drawn are the same and the other two are different (for example, 22231, 66623, 88895, betting on three of a kind wins)<br>
<span style='color:red'>Two pairs: </span>Two of the five winning numbers are the same (for example, 22166, 66355, 82668, betting on two pairs wins)<br>
<span style='color:red'>Loose cards: </span>When winning numbers are different and not in row (e.g. 23186, 13579, 21968, betting on loose cards wins, others do not win.
":"<span style='color:red'>Quintuple: </span>Alle fünf Gewinnzahlen sind gleich (z. B. 22222, 66666, 88888, Wetten auf fünf gleiche Zahlen gewinnt, aber Wetten auf andere Zahlen gewinnt nicht)<br>  
<span style='color:red'>Quadruple: </span>Vier der fünf gezogenen Zahlen sind gleich und die andere Zahl ist unterschiedlich (z. B. 22221, 66663, 88885, Wetten auf diese Kombination gewinnt)<br>  
<span style='color:red'>A pair: </span>Nur ein Zahlenpaar ist unter den fünf gezogenen Zahlen vorhanden (z. B. 22168, 66315, 82968, Wetten auf ein Paar gewinnt)<br>  
<span style='color:red'>Triple Pair: </span>Drei der fünf gezogenen Zahlen sind gleich (Drilling), und die anderen zwei sind ebenfalls gleich (ein Paar) (z. B. 22211, 66633, Wetten auf Triple Pair gewinnt)<br>  
<span style='color:red'>Streak: </span>Die fünf Gewinnzahlen sind in einer aufeinanderfolgenden Reihenfolge (z. B. 01234, 12345, 23456, 34567, 45678, 56789, 67890, 78901, 89012, 90123, Wetten auf eine Reihe gewinnt)<br>  
<span style='color:red'>T.O.A.K: </span>Drei der fünf gezogenen Zahlen sind gleich und die anderen zwei sind unterschiedlich (z. B. 22231, 66623, 88895, Wetten auf drei gleiche Zahlen gewinnt)<br>  
<span style='color:red'>Two pairs: </span>Zwei der fünf Gewinnzahlen sind gleich (z. B. 22166, 66355, 82668, Wetten auf zwei Paare gewinnt)<br>  
<span style='color:red'>Loose cards: </span>Alle Gewinnzahlen sind unterschiedlich und nicht in einer Reihenfolge (z. B. 23186, 13579, 21968, Wetten auf lose Karten gewinnt, andere Wetten verlieren).",
  "":"",
"":"",


//11x5


"<span style='color:red'>Big: </span> When you choose big, the sum of the five numbers in the winning draw numbers should be between 31-45 (31 and 45 inclusive), this is a win.<br>
<span style='color:red'>Small: </span> When you choose small, the sum of the five numbers in the winning draw numbers should be between 15-30 (15 and 30 inclusive), this is a win.<br>
<span style='color:red'>Odd: </span> When you choose odd, the sum of the five numbers in the winning draw numbers should be an odd number, this is a win.<br>
<span style='color:red'>Even: </span> When you choose even, the sum of the five numbers in the winning draw numbers should be an even number, this is a win.<br>
For example, the winning numbers are 09, 05, 03, 11, 01 The sum of the 5 winning numbers is: 09+05+03+11+01=29 The sum of the numbers 29 is between 15-30 and is considered small or even. If you choose small or even , you win.<br>
Note: For any of these gameplays to win, the winning draw numbers must not be a No Bull.":"<span style='color:red'>Big: </span> Wenn du "Big" wählst, sollte die Summe der fünf Zahlen in den Gewinnzahlen zwischen 31 und 45 liegen (einschließlich 31 und 45), dies ist ein Gewinn.<br>
<span style='color:red'>Small: </span> Wenn du "Small" wählst, sollte die Summe der fünf Zahlen in den Gewinnzahlen zwischen 15 und 30 liegen (einschließlich 15 und 30), dies ist ein Gewinn.<br>
<span style='color:red'>Odd: </span> Wenn du "Odd" wählst, sollte die Summe der fünf Zahlen in den Gewinnzahlen eine ungerade Zahl sein, dies ist ein Gewinn.<br>
<span style='color:red'>Even: </span> Wenn du "Even" wählst, sollte die Summe der fünf Zahlen in den Gewinnzahlen eine gerade Zahl sein, dies ist ein Gewinn.<br>
Zum Beispiel, die Gewinnzahlen sind 09, 05, 03, 11, 01. Die Summe der 5 Gewinnzahlen ist: 09+05+03+11+01=29. Die Summe der Zahlen 29 liegt zwischen 15 und 30 und wird als "Small" oder "Even" betrachtet. Wenn du "Small" oder "Even" wählst, gewinnst du.<br>
Hinweis: Damit eines dieser Spielkonzepte gewinnt, dürfen die Gewinnzahlen keine "No Bull"-Zahlen sein.

",
  "<span style='color:red'>Maximum value: </span>Winning Condition - If the betting position you select corresponds to the position of the biggest number in the drawn sequence, you win. Eg.
If you bet on Ball 4 being the maximum value and the drawn numbers are 4, 7, 1, 8, 2: The number 8 is in the Ball 4 position and is the highest number in the sequence. Therefore, you win if you bet on Ball 4 having the maximum value. (If there are multiple identical maximum values, only one of them will do).
":"<span style='color:red'>Mindestwert: </span>Gewinnbedingung - Wenn die von Ihnen ausgewählte Wettposition mit der Position der kleinsten Zahl in der gezogenen Sequenz übereinstimmt, gewinnen Sie. Beispiel:
Wenn Sie auf die Ball 3 als den Mindestwert wetten und die gezogenen Zahlen 4, 9, 1, 8, 2 sind: Die Zahl 1 befindet sich in der Ball 3-Position und ist die kleinste Zahl in der Sequenz. Daher gewinnen Sie, wenn Sie auf den Ball 3 mit dem Mindestwert wetten. (Falls es mehrere identische Mindestwerte gibt, zählt nur einer von ihnen).",
  "<span style='color:red'>Minimum value: </span>Winning Condition - If the betting position you select corresponds to the position of the smallest number in the drawn sequence, you win. Eg.
If you bet on the Ball 3 being the minimum value, and the drawn numbers are 4, 9, 1, 8, 2: The number 1 is in the Ball 3 position and is the smallest number in the sequence. Therefore, you win if you bet on Ball 3 having the minimum value.(if there are multiple identical minimum values, only one of them will do).
":"<span style='color:red'>Minimumwert: </span>Gewinnbedingung - Wenn die von Ihnen ausgewählte Wettposition der Position der kleinsten Zahl in der gezogenen Reihenfolge entspricht, gewinnen Sie. Beispiel:
Wenn Sie auf die Kugel 3 setzen, dass sie den Mindestwert hat, und die gezogenen Zahlen sind 4, 9, 1, 8, 2: Die Zahl 1 befindet sich in der Kugel 3-Position und ist die kleinste Zahl in der Reihenfolge. Daher gewinnen Sie, wenn Sie darauf wetten, dass die Kugel 3 den Mindestwert hat. (Falls mehrere identische Mindestwerte vorhanden sind, zählt nur einer von ihnen).",
  
  "<span style='color:red'>Dragon: </span>If the numerical value of Ball 4 is greater (>) than the numerical value of ball 5, you win if you select Dragon.
Eg. If the drawn winning numbers are 4, 9, 1, 8, 2. If you compare the numerical value of Ball 4 (8) with the numerical value of Ball 5 (02). Since 08 > 02, selecting Dragon would result in a win.<br>
<span style='color:red'>Tiger: </span>If the numerical value of Ball 4 is lesser (<) than the numerical value of ball 5, you win if you select Tiger.
Eg. If the drawn winning numbers are 6, 8, 7, 1, 9. Compare the numerical value of Ball 4 (1) with the numerical value of Ball 5 (9). Since 01 < 09, selecting Tiger would result in a win.
":"<span style='color:red'>Dragon: </span> Wenn der numerische Wert von Ball 4 größer (>) ist als der numerische Wert von Ball 5, gewinnen Sie, wenn Sie Dragon auswählen.
Beispiel: Wenn die gezogenen Gewinnzahlen 4, 9, 1, 8, 2 sind. Vergleichen Sie den numerischen Wert von Ball 4 (8) mit dem numerischen Wert von Ball 5 (02). Da 08 > 02, würde die Auswahl von Dragon zu einem Gewinn führen.<br>
<span style='color:red'>Tiger: </span> Wenn der numerische Wert von Ball 4 kleiner (<) ist als der numerische Wert von Ball 5, gewinnen Sie, wenn Sie Tiger auswählen.
Beispiel: Wenn die gezogenen Gewinnzahlen 6, 8, 7, 1, 9 sind. Vergleichen Sie den numerischen Wert von Ball 4 (1) mit dem numerischen Wert von Ball 5 (9). Da 01 < 09, würde die Auswahl von Tiger zu einem Gewinn führen.
",
  "<span style='color:red'>Bull N: </span>If the sum of any three of the five numbers in the winning number ends with 0 or multiples of 10 and the sum of the remaining two numbers ends with N, then it is Bull N (e.g. 12347: 7+1+2=10 “ends with 0”, the remaining two numbers 3 and 4 sum: 3+4=7. This makes the draw number a Bull 7 , 00206: 0+0+0=0 “ends with 0”, the remaining two numbers 2 and 6 sum: 2+6=8. This makes the draw number a Bull 8, 01828: 0+2+8=10 “ends with 0” the remaining two numbers 1 and 8 sum: 1+8=9. This makes the draw number a Bull 9 ).<br>
<span style='color:red'>No Bull: </span>If the sum of any three of the five digits in the winning number does not equal 0, it is a No Bull. (eg. 01234: The sum of any three numbers out of the five winning numbers does not equal 0 or multiples of 10 ) Note: When five numbers are the same, only 00000 is considered as Bull Bull, any other such as 11111, 66666, etc. are all No Bull.
":"<span style='color:red'>Bull N: </span>Wenn die Summe von drei der fünf Zahlen in der Gewinnzahl mit 0 endet oder ein Vielfaches von 10 ist und die Summe der verbleibenden zwei Zahlen mit N endet, dann ist es Bull N (z.B. 12347: 7+1+2=10 „endet mit 0“, die verbleibenden zwei Zahlen 3 und 4 summieren sich: 3+4=7. Dies macht die Ziehung zu einem Bull 7, 00206: 0+0+0=0 „endet mit 0“, die verbleibenden zwei Zahlen 2 und 6 summieren sich: 2+6=8. Dies macht die Ziehung zu einem Bull 8, 01828: 0+2+8=10 „endet mit 0“, die verbleibenden zwei Zahlen 1 und 8 summieren sich: 1+8=9. Dies macht die Ziehung zu einem Bull 9 ).<br>
<span style='color:red'>No Bull: </span>Wenn die Summe von drei der fünf Ziffern in der Gewinnzahl nicht 0 ergibt, handelt es sich um ein No Bull. (z.B. 01234: Die Summe von drei Zahlen aus den fünf Gewinnzahlen ergibt nicht 0 oder ein Vielfaches von 10) Hinweis: Wenn fünf Zahlen gleich sind, wird nur 00000 als Bull Bull betrachtet, alle anderen wie 11111, 66666, usw. sind alle No Bull.
",




  //fast 3

  "<span style='color:red'>Big and Small: </span> When the sum of the points drawn by the three dice is 4-10, this is small, and when the sum of the points is 11-17, this is big.<br>
  <span style='color:red'>Odd and even:</span> When the total value or sum of the three lottery numbers is 5,7,9,11,13,15,17, this is odd; when the total value or sum is 4,6,8,10,12,14,16, this is even.<br>
  **If the three dice have the same number, you will not win a prize.<p></p>
  For example: the winning numbers are 4, 5, and 6, and the total value or sum is 15, then the bet on big, is a win.":"<span style='color:red'>Groß und Klein: </span> Wenn die Summe der Punkte der drei Würfel 4-10 beträgt, ist dies klein, und wenn die Summe der Punkte 11-17 beträgt, ist dies groß.<br>  
  <span style='color:red'>Ungerade und gerade:</span> Wenn der Gesamtwert oder die Summe der drei Lotteriezahlen 5, 7, 9, 11, 13, 15, 17 beträgt, ist dies ungerade; wenn der Gesamtwert oder die Summe 4, 6, 8, 10, 12, 14, 16 beträgt, ist dies gerade.<br>  
  **Wenn die drei Würfel die gleiche Zahl haben, gewinnen Sie keinen Preis.**<p></p>  
  Zum Beispiel: Die Gewinnzahlen sind 4, 5 und 6, und der Gesamtwert oder die Summe beträgt 15, dann ist die Wette auf groß ein Gewinn.",
  "<span style='color:red'>Pair Dice: </span> If any two characters of the lottery numbers are the same and match your selected pair combination, you will win.<p></p>
  For example: If the winning numbers are 1, 1, 3, you win if you bet on the 1, 1.":"<span style='color:red'>对子骰子: </span> 如果彩票号码中的任意两个字符相同且与您所选的对子组合相符，您即中奖。<p></p>
  例如：若中奖号码为1、1、3，则您押注1、1即为中奖。",
  "":"",
  "<span style='color:red'>Three of A Kind: </span> Any T.O.A.K: If the winning points/numbers are all the same on all three dice and the same as your selected points you win.
  For example: If you choose a single dice of 111, if the result is 111, you win. ":"<span style='color:red'>Pair Dice: </span> Wenn zwei Zeichen der Lotteriezahlen identisch sind und mit deiner ausgewählten Paar-Kombination übereinstimmen, gewinnst du.<p></p>  
  Zum Beispiel: Wenn die Gewinnzahlen 1, 1, 3 sind, gewinnst du, wenn du auf 1, 1 gesetzt hast. ",
  "<span style='color:red'>Two of A Kind: </span> If any two of the three winning dice have the same number as your selected number, this is deemed to be a win.<p></p>
  For example: The winning point is 1 2 3. If your selection contains any two numbers ("1 2"or "2 3"or "1 3") of the three winning dice numbers you win. 6.6
  ":"<span style='color:red'>Two of A Kind: </span> Wenn zwei der drei Gewinnwürfel die gleiche Zahl wie Ihre ausgewählte Zahl haben, gilt dies als Gewinn.<p></p>  
  Zum Beispiel: Der Gewinnpunkt ist 1 2 3. Wenn Ihre Auswahl zwei beliebige Zahlen („1 2“ oder „2 3“ oder „1 3“) der drei Gewinnwürfel enthält, gewinnen Sie. 6.6
  ",
  
  "<span style='color:red'>Guess Sum: </span>Select a number from the sum (sum of three dices) of the 4 - 17 range to form a bet.
  When the sum of the points drawn by the three dices is the same as your selection, this is a win.<br>
  Eg. If you select 11 and the point on the three dice is 2:3:6,
  the sum of the points is 2+3+6=11, so you win because the sum of the points on the three dice is the same as your selection
  ":"<span style='color:red'>Guess Sum: </span>Wählen Sie eine Zahl aus der Summe (Summe von drei Würfeln) im Bereich von 4 - 17, um eine Wette zu platzieren.  
  Wenn die Summe der von den drei Würfeln geworfenen Punkte mit Ihrer Auswahl übereinstimmt, gewinnen Sie.<br>  
  Zum Beispiel: Wenn Sie 11 wählen und die Punkte auf den drei Würfeln 2:3:6 sind,  
  dann beträgt die Summe der Punkte 2+3+6=11.  
  Sie gewinnen, weil die Summe der Punkte auf den drei Würfeln mit Ihrer Auswahl übereinstimmt.
  ",
  "<span style='color:red'>Guess The Number: </span>Choose Dice: Choose a point from 1-6 points to form a bet.
  If your selected number appears once in the lottery winning numbers, this is a single dice win bonus.<p></p>
  If your selected number appears twice in the lottery winning numbers, this is a double dice win bonus.<p></p>
  If your selected number appears three times in the lottery winning draw, this is a triple dice win bonus 1.1
  ":"<span style='color:red'>Errate die Zahl: </span>Wähle einen Würfel: Wähle eine Zahl von 1 bis 6, um eine Wette zu platzieren.  
  Wenn deine ausgewählte Zahl einmal in den Gewinnzahlen der Lotterie erscheint, ist dies ein Einzelwürfel-Gewinnbonus.<p></p>  
  Wenn deine ausgewählte Zahl zweimal in den Gewinnzahlen der Lotterie erscheint, ist dies ein Doppelwürfel-Gewinnbonus.<p></p>  
  Wenn deine ausgewählte Zahl dreimal in den Gewinnzahlen der Lotterie erscheint, ist dies ein Dreifachwürfel-Gewinnbonus.
  
  ",
  "
  <span style='color:red'>All T.O.A.K: </span>If you select, All dice combinations and the winning numbers are the same, you win.
  For example: If you choose to bet on All dice, and the result is any number that appears three times ( 111 or 222 or 333 etc), you win. 
  ":"
  <span style='color:red'>All T.O.A.K: </span>Wenn Sie „All dice“ auswählen und die Gewinnzahlen mit allen Würfelkombinationen übereinstimmen, gewinnen Sie.  
  Zum Beispiel: Wenn Sie auf „All dice“ setzen und das Ergebnis eine Zahl ist, die dreimal erscheint (111 oder 222 oder 333 usw.), gewinnen Sie.
  ",
  
"":"",
//happy 8


"<span style='color:red'>Big: </span>When the sum of the 20 numbers drawn is greater than > 810 this is big.<br>
<span style='color:red'>Small: </span>When the sum of the 20 numbers drawn is lesser than < 810 this is small.<br>
<span style='color:red'>Tie: </span>When the sum of the 20 numbers drawn is equal to = 810 this is a tie.<br>
For example, if you choose "Big" and the sum of the 20 winning numbers is 1000, which is greater than > 810, this is a win.":"<span style='color:red'>Groß: </span>Wenn die Summe der 20 gezogenen Zahlen größer als > 810 ist, ist dies groß.<br>
<span style='color:red'>Klein: </span>Wenn die Summe der 20 gezogenen Zahlen kleiner als < 810 ist, ist dies klein.<br>
<span style='color:red'>Unentschieden: </span>Wenn die Summe der 20 gezogenen Zahlen gleich = 810 ist, ist dies ein Unentschieden.<br>
Wenn Sie zum Beispiel „Groß“ wählen und die Summe der 20 Gewinnzahlen 1000 beträgt, was größer als > 810 ist, ist dies ein Gewinn.
",
    "<span style='color:red'>Upper Range: </span>Among the 20 winning numbers, if the numbers in the range of (01-40) is greater than the numbers in the range of (41-80), this Upper range.<br>
<span style='color:red'>Lower Range: </span>Among the 20 winning numbers, if the numbers in the range of (01-40) is lesser than the numbers in the range of (41-80), this Lower range.<br>
<span style='color:red'>Tie: </span>Among the 20 winning numbers, if the numbers in the Upper range of (01-40) is equal to = the numbers in the Lower range of (41-80), this is a tie.<br>
For example, if you choose "Upper range", and among the 20 winning numbers, there are 13 numbers in the Upper range (01-40) and 7 numbers in the lower plate (41-80). If you bet on the Upper Range, you win, because the upper range is larger than the lower range.
|":"<span style='color:red'>Oberer Bereich: </span>Unter den 20 Gewinnzahlen, wenn die Zahlen im Bereich (01-40) größer sind als die Zahlen im Bereich (41-80), dann ist dies der Obere Bereich.<br>  
<span style='color:red'>Unterer Bereich: </span>Unter den 20 Gewinnzahlen, wenn die Zahlen im Bereich (01-40) kleiner sind als die Zahlen im Bereich (41-80), dann ist dies der Untere Bereich.<br>  
<span style='color:red'>Unentschieden: </span>Unter den 20 Gewinnzahlen, wenn die Zahlen im oberen Bereich (01-40) gleich den Zahlen im unteren Bereich (41-80) sind, dann ist dies ein Unentschieden.<br>  
Zum Beispiel, wenn du auf den "Oberen Bereich" setzt und unter den 20 Gewinnzahlen 13 Zahlen im oberen Bereich (01-40) und 7 Zahlen im unteren Bereich (41-80) sind, gewinnst du, weil der obere Bereich größer ist als der untere Bereich.",
"<span style='color:red'>Odd Range: </span>Among the 20 winning numbers, if the count of odd numbers is more than the count of even numbers, it is called Odd range.<br>
<span style='color:red'>Even Range: </span>Among the 20 winning numbers, if the count of odd numbers is lesser than the count of even numbers, it is called Even range.<br>
<span style='color:red'>Tie Range: </span>Among the 20 winning numbers, if the count of odd numbers is equal to the count of even numbers, it is called Tie range.<br>
For example: If you choose "Odd range", and there are 13 odd numbers and 7 even numbers among 20 winning numbers, this makes the odd numbers more than the even numbers, and betting on the Odd range is a win.
":"<span style='color:red'>Ungerader Bereich: </span>Unter den 20 Gewinnzahlen, wenn die Anzahl der ungeraden Zahlen größer ist als die Anzahl der geraden Zahlen, wird dies als ungerader Bereich bezeichnet.<br>  
<span style='color:red'>Gerader Bereich: </span>Unter den 20 Gewinnzahlen, wenn die Anzahl der ungeraden Zahlen kleiner ist als die Anzahl der geraden Zahlen, wird dies als gerader Bereich bezeichnet.<br>  
<span style='color:red'>Unentschieden-Bereich: </span>Unter den 20 Gewinnzahlen, wenn die Anzahl der ungeraden Zahlen gleich der Anzahl der geraden Zahlen ist, wird dies als Unentschieden-Bereich bezeichnet.<br>  
Zum Beispiel: Wenn Sie den "ungeraden Bereich" wählen und es 13 ungerade Zahlen und 7 gerade Zahlen unter den 20 Gewinnzahlen gibt, dann sind die ungeraden Zahlen mehr als die geraden Zahlen, und eine Wette auf den ungeraden Bereich ist ein Gewinn.
",
"<span style='color:red'>Sum Odd: </span>When the sum of the 20 numbers drawn ends with 1, 3, 5, 7, 9, this Sum odd. Eg. If the sum of the 20 numbers drawn is 783, this is Sum odd.<br>
<span style='color:red'>Sum Even: </span>When the sum of the 20 numbers drawn ends with 0, 2, 4, 6, 8, this Sum even. Eg. If the sum of the 20 numbers drawn is 784, this is Sum even.<br>
<span style='color:red'>Big Odd: </span>When the sum of the 20 numbers drawn is greater than 810 and is an odd number, it is “Big odd”.<br>
<span style='color:red'>Small Odd: </span>When the sum of the 20 numbers drawn is less than 810 and is an odd number, it is “Small odd”.<br>
<span style='color:red'>Big Even: </span>When the sum of the 20 numbers drawn is greater than 810 and is an even number (including equal to 810), it is “Big even”.<br>
<span style='color:red'>Small Even: </span>When the sum of the 20 numbers drawn is less than 810 and is an even number, it is “Small even”.<br>
For example, if you choose "Big Even", and the sum of the 20 winning numbers is 1002, which is greater than 810 and is an even number, you win if you select Big Even.
":"<span style='color:red'>Sum Odd: </span>Wenn die Summe der 20 gezogenen Zahlen mit 1, 3, 5, 7 oder 9 endet, ist dies "Sum Odd". Zum Beispiel: Wenn die Summe der 20 gezogenen Zahlen 783 beträgt, ist dies "Sum Odd".<br>  
<span style='color:red'>Sum Even: </span>Wenn die Summe der 20 gezogenen Zahlen mit 0, 2, 4, 6 oder 8 endet, ist dies "Sum Even". Zum Beispiel: Wenn die Summe der 20 gezogenen Zahlen 784 beträgt, ist dies "Sum Even".<br>  
<span style='color:red'>Big Odd: </span>Wenn die Summe der 20 gezogenen Zahlen größer als 810 und eine ungerade Zahl ist, ist es "Big Odd".<br>  
<span style='color:red'>Small Odd: </span>Wenn die Summe der 20 gezogenen Zahlen kleiner als 810 und eine ungerade Zahl ist, ist es "Small Odd".<br>  
<span style='color:red'>Big Even: </span>Wenn die Summe der 20 gezogenen Zahlen größer als 810 und eine gerade Zahl ist (einschließlich 810), ist es "Big Even".<br>  
<span style='color:red'>Small Even: </span>Wenn die Summe der 20 gezogenen Zahlen kleiner als 810 und eine gerade Zahl ist, ist es "Small Even".<br>  
Wenn Sie zum Beispiel "Big Even" wählen und die Summe der 20 gezogenen Zahlen 1002 beträgt, was größer als 810 und eine gerade Zahl ist, gewinnen Sie, wenn Sie "Big Even" ausgewählt haben.

",
"<span style='color:red'>Five Element: </span>The total sum of the 20 winning numbers is divided into 5 categories: Gold (210-695), Wood (696-763), Water (764-855), Fire (856-923) and Earth (924-1410). For example, if you choose "Gold", and the total sum of the 20 winning numbers is 300, which is within the range of "Gold (210~695)", you win.
":"<span style='color:red'>Fünf Elemente: </span>Die Gesamtsumme der 20 Gewinnzahlen wird in 5 Kategorien unterteilt: Gold (210-695), Holz (696-763), Wasser (764-855), Feuer (856-923) und Erde (924-1410). Wenn Sie beispielsweise "Gold" wählen und die Gesamtsumme der 20 Gewinnzahlen 300 beträgt, was innerhalb des Bereichs "Gold (210~695)" liegt, gewinnen Sie.

",
"":"",
//mark6tabone


"<span style='color:red'>Big Extra Number: </span>If the Extra number drawn is greater than or equal to 25, this is a Big Extra Number, and you win if you select the Big Extra number.<br>
<span style='color:red'>Small Extra Number: </span>If the Extra number drawn is less than or equal to 24, this is a Small Extra Number, and you win if you select the Small Extra number.<br>
<span style='color:red'>Odd Extra Number: </span>If the Extra number drawn is an odd number, you win if you select Odd Extra Number. If the Extra number is 26, choose the Big extra number or Even extra number to win.<br>
<span style='color:red'>Even Extra Number: </span>If the Extra number drawn is an even number, you win if you select Even Extra Number.
":"<span style='color:red'>Große Extra-Zahl: </span>Wenn die gezogene Extra-Zahl größer oder gleich 25 ist, handelt es sich um eine Große Extra-Zahl, und Sie gewinnen, wenn Sie die Große Extra-Zahl wählen.<br>  
<span style='color:red'>Kleine Extra-Zahl: </span>Wenn die gezogene Extra-Zahl kleiner oder gleich 24 ist, handelt es sich um eine Kleine Extra-Zahl, und Sie gewinnen, wenn Sie die Kleine Extra-Zahl wählen.<br>  
<span style='color:red'>Ungerade Extra-Zahl: </span>Wenn die gezogene Extra-Zahl eine ungerade Zahl ist, gewinnen Sie, wenn Sie die Ungerade Extra-Zahl wählen. Wenn die Extra-Zahl 26 ist, wählen Sie entweder die Große Extra-Zahl oder die Gerade Extra-Zahl, um zu gewinnen.<br>  
<span style='color:red'>Gerade Extra-Zahl: </span>Wenn die gezogene Extra-Zahl eine gerade Zahl ist, gewinnen Sie, wenn Sie die Gerade Extra-Zahl wählen.
",
    "<span style='color:red'>Ball Color: </span>The Extra winning number draw, chosen from a range of numbers
01 - 49 is categorized into three colors;
Red balls : 01, 02, 07, 08, 12, 13, 18, 19, 23, 24, 29, 30, 34, 35, 40, 45, 46
Blue balls : 03, 04, 09, 10, 14, 15, 20, 25, 26, 31, 36, 37, 41, 42, 47, 48
Green balls : 05, 06, 11, 16, 17, 21, 22, 27, 28, 32, 33, 38, 39, 43, 44, 49
If the extra winning number drawn is 25, and your bet is Blue balls you win.":"",
    "":"<span style='color:red'>Ballfarbe: </span>Die Extra-Gewinnzahlenauslosung, die aus einem Zahlenbereich von 01 - 49 gewählt wird, ist in drei Farben unterteilt;  
Rote Bälle: 01, 02, 07, 08, 12, 13, 18, 19, 23, 24, 29, 30, 34, 35, 40, 45, 46  
Blaue Bälle: 03, 04, 09, 10, 14, 15, 20, 25, 26, 31, 36, 37, 41, 42, 47, 48  
Grüne Bälle: 05, 06, 11, 16, 17, 21, 22, 27, 28, 32, 33, 38, 39, 43, 44, 49  

Wenn die extra gezogene Gewinnzahl 25 ist und Ihr Einsatz auf Blaue Bälle gesetzt wurde, gewinnen Sie.",
    "<span style='color:red'>Guess Extra Number: </span>Select a number from 01 - 49, to form a bet. If the selected and the Extra winning number is the same, this is a win. Eg. If the Extra number is 15, betting on 15 will win the prize.
":"<span style='color:red'>Errate die Extra-Nummer: </span>Wähle eine Zahl von 01 - 49, um eine Wette zu platzieren. Wenn die gewählte Zahl und die Extra-Gewinnzahl übereinstimmen, ist dies ein Gewinn. Zum Beispiel: Wenn die Extra-Nummer 15 ist, gewinnt eine Wette auf 15 den Preis.",
    "":"",
"":"",

//mark6 tab two

"<span style='color:red'>Element</span> Select East, South, West, North, Medium, Send or White to form a bet.<br>
<span style='color:red'>East: </span>Extra Number is 01~07<br>
<span style='color:red'>South: </span>Extra Number is 08~14<br>
<span style='color:red'>West: </span>Extra Number is 15~21<br>
<span style='color:red'>North: </span>Extra Number is 22~28<br>
<span style='color:red'>Medium: </span>Extra Number is 29~35<br>
<span style='color:red'>Send: </span>Extra Number is 36~42<br>
<span style='color:red'>White: </span>Extra Number is 43~49<br>
If the extra winning number is 06, which is within the range of 01 to 07, betting on East will win.":"",
    "":"<span style='color:red'>Element</span> Wählen Sie Ost, Süd, West, Nord, Medium, Senden oder Weiß, um eine Wette zu platzieren.<br>  
<span style='color:red'>Ost: </span>Zusatznummer ist 01~07<br>  
<span style='color:red'>Süd: </span>Zusatznummer ist 08~14<br>  
<span style='color:red'>West: </span>Zusatznummer ist 15~21<br>  
<span style='color:red'>Nord: </span>Zusatznummer ist 22~28<br>  
<span style='color:red'>Medium: </span>Zusatznummer ist 29~35<br>  
<span style='color:red'>Senden: </span>Zusatznummer ist 36~42<br>  
<span style='color:red'>Weiß: </span>Zusatznummer ist 43~49<br>  
Wenn die zusätzliche Gewinnzahl 06 ist, die im Bereich von 01 bis 07 liegt, gewinnt eine Wette auf Ost.
",
    "":"",
"":"",
"":"",
"":"",
"":"",
"":"",
"":"",
"":"",
"":"",
"":""
}