{

    "<span style='color:red'>Big and Small: </span> When the sum of the points drawn by the three dice is 4-10, this is small, and when the sum of the points is 11-17, this is big.<br>
<span style='color:red'>Odd and even:</span> When the total value or sum of the three lottery numbers is 5,7,9,11,13,15,17, this is odd; when the total value or sum is 4,6,8,10,12,14,16, this is even.<br>
**If the three dice have the same number, you will not win a prize.<p></p>
For example: the winning numbers are 4, 5, and 6, and the total value or sum is 15, then the bet on big, is a win.":"<span style='color:red'>Groß und Klein: </span> Wenn die Summe der Punkte der drei Würfel 4-10 beträgt, ist dies klein, und wenn die Summe der Punkte 11-17 beträgt, ist dies groß.<br>  
<span style='color:red'>Ungerade und gerade:</span> Wenn der Gesamtwert oder die Summe der drei Lotteriezahlen 5, 7, 9, 11, 13, 15, 17 beträgt, ist dies ungerade; wenn der Gesamtwert oder die Summe 4, 6, 8, 10, 12, 14, 16 beträgt, ist dies gerade.<br>  
**Wenn die drei Würfel die gleiche Zahl haben, gewinnen Sie keinen Preis.**<p></p>  
Zum Beispiel: Die Gewinnzahlen sind 4, 5 und 6, und der Gesamtwert oder die Summe beträgt 15, dann ist die Wette auf groß ein Gewinn.",
"<span style='color:red'>Pair Dice: </span> If any two characters of the lottery numbers are the same and match your selected pair combination, you will win.<p></p>
For example: If the winning numbers are 1, 1, 3, you win if you bet on the 1, 1.":"<span style='color:red'>对子骰子: </span> 如果彩票号码中的任意两个字符相同且与您所选的对子组合相符，您即中奖。<p></p>
例如：若中奖号码为1、1、3，则您押注1、1即为中奖。",
"":"",
"<span style='color:red'>Three of A Kind: </span> Any T.O.A.K: If the winning points/numbers are all the same on all three dice and the same as your selected points you win.
For example: If you choose a single dice of 111, if the result is 111, you win. ":"<span style='color:red'>Pair Dice: </span> Wenn zwei Zeichen der Lotteriezahlen identisch sind und mit deiner ausgewählten Paar-Kombination übereinstimmen, gewinnst du.<p></p>  
Zum Beispiel: Wenn die Gewinnzahlen 1, 1, 3 sind, gewinnst du, wenn du auf 1, 1 gesetzt hast. ",
"<span style='color:red'>Two of A Kind: </span> If any two of the three winning dice have the same number as your selected number, this is deemed to be a win.<p></p>
For example: The winning point is 1 2 3. If your selection contains any two numbers ("1 2"or "2 3"or "1 3") of the three winning dice numbers you win. 6.6
":"<span style='color:red'>Two of A Kind: </span> Wenn zwei der drei Gewinnwürfel die gleiche Zahl wie Ihre ausgewählte Zahl haben, gilt dies als Gewinn.<p></p>  
Zum Beispiel: Der Gewinnpunkt ist 1 2 3. Wenn Ihre Auswahl zwei beliebige Zahlen („1 2“ oder „2 3“ oder „1 3“) der drei Gewinnwürfel enthält, gewinnen Sie. 6.6
",

"<span style='color:red'>Guess Sum: </span>Select a number from the sum (sum of three dices) of the 4 - 17 range to form a bet.
When the sum of the points drawn by the three dices is the same as your selection, this is a win.<br>
Eg. If you select 11 and the point on the three dice is 2:3:6,
the sum of the points is 2+3+6=11, so you win because the sum of the points on the three dice is the same as your selection
":"<span style='color:red'>Guess Sum: </span>Wählen Sie eine Zahl aus der Summe (Summe von drei Würfeln) im Bereich von 4 - 17, um eine Wette zu platzieren.  
Wenn die Summe der von den drei Würfeln geworfenen Punkte mit Ihrer Auswahl übereinstimmt, gewinnen Sie.<br>  
Zum Beispiel: Wenn Sie 11 wählen und die Punkte auf den drei Würfeln 2:3:6 sind,  
dann beträgt die Summe der Punkte 2+3+6=11.  
Sie gewinnen, weil die Summe der Punkte auf den drei Würfeln mit Ihrer Auswahl übereinstimmt.
",
"<span style='color:red'>Guess The Number: </span>Choose Dice: Choose a point from 1-6 points to form a bet.
If your selected number appears once in the lottery winning numbers, this is a single dice win bonus.<p></p>
If your selected number appears twice in the lottery winning numbers, this is a double dice win bonus.<p></p>
If your selected number appears three times in the lottery winning draw, this is a triple dice win bonus 1.1
":"<span style='color:red'>Errate die Zahl: </span>Wähle einen Würfel: Wähle eine Zahl von 1 bis 6, um eine Wette zu platzieren.  
Wenn deine ausgewählte Zahl einmal in den Gewinnzahlen der Lotterie erscheint, ist dies ein Einzelwürfel-Gewinnbonus.<p></p>  
Wenn deine ausgewählte Zahl zweimal in den Gewinnzahlen der Lotterie erscheint, ist dies ein Doppelwürfel-Gewinnbonus.<p></p>  
Wenn deine ausgewählte Zahl dreimal in den Gewinnzahlen der Lotterie erscheint, ist dies ein Dreifachwürfel-Gewinnbonus.

",
"
<span style='color:red'>All T.O.A.K: </span>If you select, All dice combinations and the winning numbers are the same, you win.
For example: If you choose to bet on All dice, and the result is any number that appears three times ( 111 or 222 or 333 etc), you win. 
":"
<span style='color:red'>All T.O.A.K: </span>Wenn Sie „All dice“ auswählen und die Gewinnzahlen mit allen Würfelkombinationen übereinstimmen, gewinnen Sie.  
Zum Beispiel: Wenn Sie auf „All dice“ setzen und das Ergebnis eine Zahl ist, die dreimal erscheint (111 oder 222 oder 333 usw.), gewinnen Sie.
"

}