{


 
  "<span style='color:red'>Big: </span> When you choose big, the sum of the five numbers in the winning draw numbers should be between 23-45 (23 and 45 inclusive), this is a win.<br><span style='color:red'>Small: </span> When you choose small, the sum of the five numbers in the winning draw numbers should be between 0-22 (0 and 22 inclusive), this is a win.<br><span style='color:red'>Odd: </span> When you choose odd, the sum of the five numbers in the winning draw numbers should be an odd number, this is a win.<br><span style='color:red'>Even: </span> When you choose even, the sum of the five numbers in the winning draw numbers should be an even number, this is a winEg. If the winning numbers are 2, 3, 9, 4, 5The sum of the 5 winning numbers is: 2+3+9+4+5=23The sum of the winning five numbers is equal to 23, which is between 23-45 and is considered big and odd. If you choose big or odd, you win.Even : When you choose even, the sum of the five numbers in the winning draw numbers should be an even number, this is a win.":"<span style='color:red'>Big: </span> Wenn du groß wählst, muss die Summe der fünf Zahlen in den Gewinnzahlen zwischen 23 und 45 liegen (einschließlich 23 und 45), um zu gewinnen.<br>  
<span style='color:red'>Small: </span> Wenn du klein wählst, muss die Summe der fünf Zahlen in den Gewinnzahlen zwischen 0 und 22 liegen (einschließlich 0 und 22), um zu gewinnen.<br>  
<span style='color:red'>Odd: </span> Wenn du ungerade wählst, muss die Summe der fünf Zahlen in den Gewinnzahlen eine ungerade Zahl sein, um zu gewinnen.<br>  
<span style='color:red'>Even: </span> Wenn du gerade wählst, muss die Summe der fünf Zahlen in den Gewinnzahlen eine gerade Zahl sein, um zu gewinnen.  

Beispiel: Wenn die Gewinnzahlen 2, 3, 9, 4 und 5 sind, dann ist die Summe der fünf Gewinnzahlen:  
2+3+9+4+5=23  

Die Summe der fünf Gewinnzahlen beträgt 23, was zwischen 23 und 45 liegt und somit als groß und ungerade gilt.  
Wenn du groß oder ungerade wählst, gewinnst du.  

<span style='color:red'>Even: </span> Wenn du gerade wählst, muss die Summe der fünf Zahlen in den Gewinnzahlen eine gerade Zahl sein, um zu gewinnen.  
",


  "<span style='color:red'>Bull N: </span> If the sum of any three of the five numbers in the winning number ends with 0 or multiples of 10 and the sum of the remaining two numbers ends with N,then it is Bull N e.g. 12347:  7+1+2=10 ends with 0, the remaining two numbers 3 and 4<br> Sum: 3+4=7. This makes the draw number a Bull 7 , 00206: 0+0+0=0 ends with 0, the remaining two numbers 2 and 6 <br>  Sum: 2+6=8. This makes the draw number a Bull 8, 01828: 0+2+8=10 ends with 0 the remaining two numbers 1 and 8 sum: 1+8=9. This makes the draw number a Bull 9 <br> No Bull : If the sum of any three of the five digits in the winning number does not equal 0, it is a No Bull.  (eg. 01234: The sum of any three numbers out of the five winning numbers does not equal 0 or multiples of 10 )  Note: When five numbers are the same, only 00000 is considered as Bull Bull, any other such as 11111, 66666, etc. are all No Bull.<br><span style='color:red'>No Bull: </span> If the sum of any three of the five digits in the winning number does not equal 0, it is a No Bull.  (eg. 01234: The sum of any three numbers out of the five winning numbers does not equal 0 or multiples of 10 )  Note: When five numbers are the same, only 00000 is considered as Bull Bull, any other such as 11111, 66666, etc. are all No Bull.<br>":"<span style='color:red'>Bull N: </span> Wenn die Summe von drei der fünf Zahlen in der Gewinnzahl mit 0 oder einem Vielfachen von 10 endet und die Summe der verbleibenden zwei Zahlen mit N endet, dann ist es Bull N.  
z. B. 12347: 7+1+2=10 endet mit 0, die verbleibenden zwei Zahlen 3 und 4  
Summe: 3+4=7. Dies macht die Ziehungsnummer zu einem Bull 7.  
00206: 0+0+0=0 endet mit 0, die verbleibenden zwei Zahlen 2 und 6  
Summe: 2+6=8. Dies macht die Ziehungsnummer zu einem Bull 8.  
01828: 0+2+8=10 endet mit 0, die verbleibenden zwei Zahlen 1 und 8  
Summe: 1+8=9. Dies macht die Ziehungsnummer zu einem Bull 9.  

<span style='color:red'>No Bull: </span> Wenn die Summe von drei der fünf Zahlen in der Gewinnzahl nicht 0 oder ein Vielfaches von 10 ergibt, ist es ein No Bull.  
(z. B. 01234: Die Summe von drei beliebigen Zahlen aus den fünf Gewinnzahlen ergibt weder 0 noch ein Vielfaches von 10.)  

Hinweis: Wenn alle fünf Zahlen gleich sind, wird nur 00000 als Bull Bull betrachtet. Jede andere Kombination, wie 11111 oder 66666, ist ein No Bull.  
",


  "<span style='color:red'>Dragon: </span> If the numerical value of Ball 4 is greater (>) than the numerical value of ball 5, you win if you select Dragon. Eg. If the drawn winning numbers are 4, 9, 1, 8, 2. If you compare the numerical value of Ball 4 (8) with the numerical value of Ball 5 (02). Since 08 > 02, selecting Dragon would result in a win.<br>
<span style='color:red'>Tiger: </span> If the numerical value of Ball 4 is lesser (<) than the numerical value of ball 5, you win if you select Tiger.  Eg. If the drawn winning numbers are 6, 8, 7, 1, 9. Compare the numerical value of Ball 4 (1) with the numerical value of Ball 5 (9). Since 01 < 09, selecting Tiger would result in a win.<br>
<span style='color:red'>Tie : </span> If the numerical value of Ball 4 is equal (=) to the numerical value of ball 5, you win if you select Tie. Eg.  If the drawn winning numbers are 6, 7, 8, 0, 0. Compare the numerical value of Ball 4 (0) with the numerical value of Ball 5 (0). Since 0 = 0 Since, selecting Tie  would result in a win. ":"<span style='color:red'>Dragon: </span> Wenn der numerische Wert von Ball 4 größer (>) ist als der numerische Wert von Ball 5, gewinnen Sie, wenn Sie Dragon wählen.  
z. B. Wenn die gezogenen Gewinnzahlen 4, 9, 1, 8, 2 sind. Vergleichen Sie den numerischen Wert von Ball 4 (8) mit dem numerischen Wert von Ball 5 (02).  
Da 08 > 02, würde die Auswahl von Dragon zu einem Gewinn führen.<br>  

<span style='color:red'>Tiger: </span> Wenn der numerische Wert von Ball 4 kleiner (<) ist als der numerische Wert von Ball 5, gewinnen Sie, wenn Sie Tiger wählen.  
z. B. Wenn die gezogenen Gewinnzahlen 6, 8, 7, 1, 9 sind. Vergleichen Sie den numerischen Wert von Ball 4 (1) mit dem numerischen Wert von Ball 5 (9).  
Da 01 < 09, würde die Auswahl von Tiger zu einem Gewinn führen.<br>  

<span style='color:red'>Tie : </span> Wenn der numerische Wert von Ball 4 gleich (=) dem numerischen Wert von Ball 5 ist, gewinnen Sie, wenn Sie Tie wählen.  
z. B. Wenn die gezogenen Gewinnzahlen 6, 7, 8, 0, 0 sind. Vergleichen Sie den numerischen Wert von Ball 4 (0) mit dem numerischen Wert von Ball 5 (0).  
Da 0 = 0, würde die Auswahl von Tie zu einem Gewinn führen.
",

"<span style='color:red'>Maximum value: </span>Winning Condition - If the betting position you select corresponds to the position of the biggest number in the drawn sequence, you win. Eg.
If you bet on Ball 4 being the maximum value and the drawn numbers are 4, 7, 1, 8, 2: The number 8 is in the Ball 4 position and is the highest number in the sequence. Therefore, you win if you bet on Ball 4 having the maximum value. (If there are multiple identical maximum values, only one of them will do).":"<span style='color:red'>Maximalwert: </span>Gewinnbedingung – Wenn die von Ihnen gewählte Wettposition der Position der höchsten Zahl in der gezogenen Sequenz entspricht, gewinnen Sie. Z. B.  
Wenn Sie darauf wetten, dass Ball 4 den Maximalwert hat und die gezogenen Zahlen 4, 7, 1, 8, 2 sind: Die Zahl 8 befindet sich an der Position von Ball 4 und ist die höchste Zahl in der Sequenz. Daher gewinnen Sie, wenn Sie auf Ball 4 mit dem Maximalwert gesetzt haben. (Falls es mehrere identische Maximalwerte gibt, zählt nur einer davon). ",


  "<span style='color:red'>Minimum Value: </span>Winning Condition - If the betting position you select corresponds to the position of the smallest number in the drawn sequence, you win. Eg.If you bet on the Ball 3 being the minimum value, and the drawn numbers are 4, 9, 1, 8, 2: The number 1 is in the Ball 3 position and is the smallest number in the sequence. Therefore, you win if you bet on Ball 3 having the minimum value.(if there are multiple identical minimum values, only one of them will do).":"<span style='color:red'>Mindestwert: </span>Gewinnbedingung – Wenn die von Ihnen gewählte Wettposition mit der Position der kleinsten Zahl in der gezogenen Sequenz übereinstimmt, gewinnen Sie. Z. B. Wenn Sie darauf wetten, dass Ball 3 den Mindestwert hat, und die gezogenen Zahlen 4, 9, 1, 8, 2 sind: Die Zahl 1 befindet sich an der Position von Ball 3 und ist die kleinste Zahl in der Sequenz. Daher gewinnen Sie, wenn Sie auf Ball 3 als Mindestwert gesetzt haben. (Falls es mehrere identische Mindestwerte gibt, zählt nur einer davon.)",
  "":"",
  "":"",
  "":"",
  "":"",
  "":"",
  "":"",
  "":""
 

  
}