{



  "<span style='color:red'>Quintuple: </span>All five winning numbers are the same (e.g. 22222, 66666, 88888, betting on five of a kind wins, but betting on the others does not win)<br>
<span style='color:red'>Quadruple: </span>Four of the five numbers drawn are the same and the other number different (for example, 22221, 66663, 88885, betting on this wins)<br>
<span style='color:red'>A pair: </span>Only one set of the five numbers drawn is the same (for example, 22168, 66315, 82968, betting on one pair wins)<br>
<span style='color:red'>Triple Pair: </span>Three of the five numbers drawn are the same (three of a kind) and the other two are also the same (a pair) (e.g. 22211, 66633, betting on Triple Pair wins)<br>
<span style='color:red'>Streak : </span>The positions of the five winning numbers are in row (for example, 01234, 12345, 23456, 34567, 45678, 56789, 67890, 78901, 89012, 90123, betting on a straight will win)<br>
<span style='color:red'>T.O.A.K: </span>Three of the five numbers drawn are the same and the other two are different (for example, 22231, 66623, 88895, betting on three of a kind wins)<br>
<span style='color:red'>Two pairs: </span>Two of the five winning numbers are the same (for example, 22166, 66355, 82668, betting on two pairs wins)<br>
<span style='color:red'>Loose cards: </span>When winning numbers are different and not in row (e.g. 23186, 13579, 21968, betting on loose cards wins, others do not win.
":"<span style='color:red'>Quintuple: </span>Alle fünf Gewinnzahlen sind gleich (z. B. 22222, 66666, 88888, Wetten auf fünf gleiche Zahlen gewinnt, aber Wetten auf andere Zahlen gewinnt nicht)<br>  
<span style='color:red'>Quadruple: </span>Vier der fünf gezogenen Zahlen sind gleich und die andere Zahl ist unterschiedlich (z. B. 22221, 66663, 88885, Wetten auf diese Kombination gewinnt)<br>  
<span style='color:red'>A pair: </span>Nur ein Zahlenpaar ist unter den fünf gezogenen Zahlen vorhanden (z. B. 22168, 66315, 82968, Wetten auf ein Paar gewinnt)<br>  
<span style='color:red'>Triple Pair: </span>Drei der fünf gezogenen Zahlen sind gleich (Drilling), und die anderen zwei sind ebenfalls gleich (ein Paar) (z. B. 22211, 66633, Wetten auf Triple Pair gewinnt)<br>  
<span style='color:red'>Streak: </span>Die fünf Gewinnzahlen sind in einer aufeinanderfolgenden Reihenfolge (z. B. 01234, 12345, 23456, 34567, 45678, 56789, 67890, 78901, 89012, 90123, Wetten auf eine Reihe gewinnt)<br>  
<span style='color:red'>T.O.A.K: </span>Drei der fünf gezogenen Zahlen sind gleich und die anderen zwei sind unterschiedlich (z. B. 22231, 66623, 88895, Wetten auf drei gleiche Zahlen gewinnt)<br>  
<span style='color:red'>Two pairs: </span>Zwei der fünf Gewinnzahlen sind gleich (z. B. 22166, 66355, 82668, Wetten auf zwei Paare gewinnt)<br>  
<span style='color:red'>Loose cards: </span>Alle Gewinnzahlen sind unterschiedlich und nicht in einer Reihenfolge (z. B. 23186, 13579, 21968, Wetten auf lose Karten gewinnt, andere Wetten verlieren).",
  "":"",
  "":"",
  "":"",
  
  "":"",
  "":"",
  "":"",
  "":"",
  
  "":"",
  "":"",
  "":"",
  "":"",
  "":""
 

  
}