{
    "Support": "支持",
    "English": "英语",
    "Lottery Game": "彩票游戏",
    "Chinese": "中文",
    "Getting Started": "开始使用",
    "Overview": "概览",
    "Frontend UI": "前端界面",
    "Api Services": "接口服务",
    "Get Next Draw": "获取下一期开奖",
    "Get Awaiting Draw": "获取待开奖数据",
    "Welcome to the 1kball Documentation! This API is designed to provide seamless and secure access to key platform features for users and developers. It supports two primary modules::": "欢迎使用 1kball 文档！本 API 旨在为用户和开发者提供无缝且安全地访问平台核心功能的方式。它支持两个主要模块：",
    "Frontend Interface:": "前端界面：",
    "The frontend interface is designed for end-users to interact with the platform's features and functionalities.": "前端界面是为终端用户设计的，用于与平台的功能和服务进行交互。",
    "Typical use cases include": "典型使用场景包括",
    "Get the live game time": "获取游戏直播时间",
    "See The Next Draw": "查看下期开奖",
    "Get the current draw of the current selected game": "获取当前所选游戏的当前开奖",
    "See Remaining Draws": "查看剩余开奖",
    "Get the liset of 50 awaiting list of draw period": "获取等待开奖期的50个列表",
    "See Game List": "查看游戏列表",
    "Option to select and interact with game and ui": "可选择并与游戏界面互动的选项",
    "Manage Draw Result": "管理开奖结果",
    "Gives you a visual time out slider of draw period": "提供开奖倒计时的可视滑块",
    "Developer Endpoint:": "开发者接口：",
    "The developer endpoint is designed for developers to integrate and extend the platform's functionality.": "开发者端点旨在让开发人员集成和扩展平台功能。",
    "It provides access to advanced features and tools for building custom applications and services. Typical use cases include": "它提供对高级功能和工具的访问，用于构建自定义应用程序和服务。典型的使用场景包括：",
    "Get Next Draw Period": "获取下一个开奖期",
    "Get the very next draw period from the current lottory draw": "获取当前彩票开奖后的下一个开奖期",
    "Get Remaining or Awaiting Draw Periods": "获取剩余或待开奖的期数",
    "Get the list of 50 draw periods awaiting to be drawn": "获取等待开奖的50个期数列表",
    "Manage Draw Result": "管理开奖结果",
    "Randomly send draw number to the lottery machine for draws": "随机发送开奖号码到彩票机进行抽奖",
    "Get the current draw game history list": "获取当前抽奖游戏历史列表",
    "Authentication": "身份验证",
    "All endpoints require authentication using API tokens or session-based keys. Ensure you include the proper headers (e.g., Authorization: Bearer": "所有端点都需要使用 API 令牌或基于会话的密钥进行身份验证。请确保包含正确的请求头（例如：Authorization: Bearer）",
    "when making requests": "发出请求时",
    "Api-key": "API密钥",
    "To ensure secure access to our API, all requests must be authenticated using an API Key.": "为了确保安全访问我们的API，所有请求都必须使用API密钥进行身份验证。",
    "This key uniquely identifies the client making the request and grants access to allowed endpoints.": "该密钥可唯一识别发出请求的客户端，并授予其访问允许的接口权限。",
    "Copy and paste your api-key into the perspective test box to make a request": "复制并粘贴您的API密钥到测试框中以发起请求",
    "Game List": "游戏列表",
    "The draw list is a collection of all available draws in the system. Each draw has a unique identifier and can be used to retrieve specific draw information or perform actions related to that draw.": "开奖列表是系统中所有可用开奖的集合。每个开奖都有一个唯一标识符，可用于检索特定开奖信息或执行相关操作。",
    "Draw Number Formatter": "开奖号码格式化工具",
    "The draw number formatter is a utility that formats draw numbers into a standardized format for display or processing.": "开奖号码格式化器是一个工具，用于将开奖号码格式化为标准格式以便显示或处理。",
    "This ensures consistency in how draw numbers are presented across the system.": "这确保了系统中开奖号码的呈现保持一致性。",
    "Follow the rules below to format your draw numbers:": "请按照以下规则格式化您的开奖号码：",
    "5D Draw numbers should be formatted as a 5-digit number separated by comman Eg. x,x,x,x,x 0-9": "5D开奖号码应格式化为由逗号分隔的5位数字，例如：x,x,x,x,x，范围0-9。",
    "3D Draw numbers should be formatted as a 3-digit number separated by comman Eg. x,x,x 0-9": "3D开奖号码应格式化为由逗号分隔的3位数字，例如：x,x,x，范围0-9。",
    "FAST3 Draw numbers should be formatted as a 3-digit number separated by comman Eg. x,x,x 1-6": "FAST3开奖号码应格式化为由逗号分隔的3位数字，例如：x,x,x，范围1-6。",
    "PK10 Draw numbers should be formatted as a 10-digit number separated by comman Eg. x,x,x,x,x,x,x,x,X,X 1-10": "PK10开奖号码应格式化为由逗号分隔的10位数字，例如：x,x,x,x,x,x,x,x,X,X，范围1-10。",
    "MARK6 Draw numbers should be formatted as a 7-digit number separated by comman Eg. x,x,x,x,x,x,x 0-49": "MARK6开奖号码应格式化为由逗号分隔的7位数字，例如：x,x,x,x,x,x,x，范围0-49。",
    "HAPPY8 Draw numbers should be formatted as a 20-digit number separated by comman Eg. x,x,x,x,x,x,x,x,x,x": "HAPPY8开奖号码应格式化为由逗号分隔的20位数字，例如：x,x,x,x,x,x,x,x,x,x。",
    "11X5 Draw numbers should be formatted as a 5-digit number separated by comman Eg. x,x,x,x,x with leading zeros": "11X5开奖号码应格式化为由逗号分隔的5位数字，并带有前导零，例如：x,x,x,x,x。",
    "Period Expiration Indicator": "期号过期指示器",
    "The period expiration indicator is a feature that indicates whether a draw period is still active or has expired.": "开奖周期到期指示器是一项功能，用于指示当前开奖周期是否仍然有效或已过期。",
    "This helps users and developers understand the current status of a draw period and take appropriate actions.": "这有助于用户和开发者了解当前开奖周期的状态，并采取相应的措施。",
    "The indicator can be used to determine if a draw period is still open for submissions or if it has already closed.": "该指示器可用于判断开奖周期是否仍然开放提交，或是否已关闭。",
    "Get Next Draw Period": "获取下一个开奖周期",
    "This operation is used to retrieve the next draw period from the current drawing game": "此操作用于从当前的抽奖游戏中获取下一个开奖周期",
    "To retrieve the next draw period from the current game you need to provide your api-key": "要从当前游戏中获取下一个开奖周期，您需要提供您的 API 密钥",
    "You need to know the targeted game Id to which you are trying to retrive the next draw period": "您需要知道目标游戏的 game_id，以便获取下一个开奖周期",
    "game_id": "game_id",
    "your game id": "您的游戏 ID",
    "api_key": "api_key",
    "your api key": "您的 API 密钥",
    "Get Awaiting Draw Period List": "获取待开奖周期列表",
    "This operation is used to retrieve the next draw period from the current drawing game": "此操作用于从当前开奖游戏中获取下一个开奖期",
    "To retrieve the next draw period from the current game you need to provide your api-key": "要从当前游戏中获取下一个开奖期，您需要提供 API 密钥",
    "You need to know the targeted game Id to which you are trying to retrive the next draw period": "您需要知道目标游戏 ID，以便获取下一个开奖期",
    "Send Draw Command": "发送开奖指令",
    "": "",
    "": "",
    "": "",
    "": "",
    "": "",
    "": "",
    "": "",
    "": "",
    "": "",
    "": "",
    "": "",
    "": ""
}
