

{

    "Game Instructions: Select one number each from the 1st, 2nd and 3rd places to form a bet. If the selected numbers match the winning numbers exactly in order and sequence, then you win. Example of winning: Betting scheme: 3, 4, 5; Winning numbers: 3, 4, 5, this results in a win.":"玩法说明：从百位、十位、个位中各选择1个号码组成1注，所选号码与开奖号码相同，且顺序一致，即为中奖。中奖范例：投注方案：3,4,5；开奖号码：3,4,5，即中奖。",
  "Game Instructions: Enter a three-digit number to make a bet. If the entered number matches the winning numbers exactly and in the same order, you win. Example of winning: Betting scheme: 345; Winning numbers: 3, 4, 5 this results in a win.":"玩法说明：录入1个3位数的号码组成1注。录入的号码与开奖号码相同，且顺序一致，即中奖。中奖范例：投注方案：345；开奖号码：3,4,5，即中奖。",
  "Game Instructions: Choose one number, and if it matches the sum of the winning numbers, you win. Example of winning: Betting scheme: 3; Winning numbers: 1, 2, 0. The sum of the winning numbers is 3, which matches the bet, resulting in a win.":"玩法说明：选择1个数值，与开奖号码的和值相同，即中奖。中奖范例：投注方案：3；开奖号码：1,2,0，即中奖。",
  "Game Instructions: Choose one number, and if it matches the difference between the maximum and minimum numbers in the winning numbers, you win. Example of winning: Betting scheme: 3; Winning numbers: 1, 2, 4. The difference between the maximum number (4) and the minimum number (1) is 3, which matches the bet, resulting in a win.":"玩法说明：选择1个数值，与开奖号码中的最大与最小数字相减的差值相同，即中奖。中奖范例：投注方案：3；开奖号码：1,2,4，即中奖。",
  "Game Instructions: Choose two numbers to form two bets. If one of the chosen numbers appears twice in the winning numbers and the other number appears once, in any order, you win. Example of winning: Betting scheme: 1, 2; Winning numbers: 1, 2, 2. Since the number 2 appears twice and the number 1 appears once, this results in a win.":"玩法说明：选择2个号码组成2注，任意1个号码在开奖号码中出现2次，另外1个号码出现1次（顺序不限），即中奖。中奖范例：投注方案：1,2；开奖号码：1,2,2，即中奖。",
  "Game Instructions: Select three numbers to form one bet. If the selected numbers match the winning numbers in any order, you win. Example of winning: Betting scheme: 1, 2, 3; Winning numbers: 1, 3, 2. The selected numbers match the winning numbers regardless of order, resulting in a win.":"玩法说明：选择3个号码组成1注。所选号码与开奖号码相同(顺序不限)，即中奖。中奖范例：投注方案：1,2,3；开奖号码：1,3,2，即中奖。",
  "Game Instructions: Enter either two identical numbers and one different number, or three distinct numbers to form one bet. If the entered numbers match the winning numbers in any order, you win. If the winning numbers include a pair (two identical numbers and one different), it qualifies for a "Mixed Group Three" win. If all numbers are distinct, it qualifies for a "Mixed Group Six" win. Example of winning: Betting Scheme A: 122; Winning Numbers: 2, 1, 2. This results in a win under "Mixed Group Three" because there's a pair (2,2) and another number (1). Betting Scheme B: 123; Winning Numbers: 1, 3, 2. This results in a win under "Mixed Group Six" because all numbers are distinct.":"玩法说明：录入2个相同的号码和1个不同的号码或3个不相同的号码组成1注。录入号码与开奖号码相同(顺序不限)，即中奖。开奖号码中如有对子，即中三星组选三，如都为单号，即中三星组选六；中奖范例：投注方案A：122；开奖号码：2,1,2，即中三星混合组选组三；投注方案B：123；开奖号码：1,3,2，即中三星混合组选组六。",
  "Game Instructions: Choose a single number, and if it matches the sum of the winning numbers (excluding triple identical numbers, or "leopard numbers"), you win. If the winning numbers include a pair (two identical numbers and one different), it results in a win under "Sum Group Three." If all numbers are distinct, it results in a win under "Sum Group Six." Example of winning: Betting Scheme: 6; Winning Numbers A: 3, 3, 0. This results in a win under "Group Sum Group Three" because the sum of the numbers is 6 and includes a pair. Winning Numbers B: 1, 2, 3. This results in a win under "Group Sum Group Six" because the sum of the numbers is 6 and all numbers are distinct.":"玩法说明：选择1个数值，所选数值与开奖号码的和值相同（不含豹子号），即中奖。开奖号码中如有对子，即中三星组选和值组三，如都是单号，即中三星组选和值组六；中奖范例：投注方案；6；开奖号码A：3,3,0，即中三星组选和值组三；开奖号码B：1,2,3，即中三星组选和值组六。",
  "Game Instructions: Choose one number, and if any of the winning numbers match your chosen number (excluding triple identical numbers, or "TOAK"), you win. If the winning numbers include a pair (two identical numbers and one different), the win is categorized under "All3-Fixed Digit Group3" If all numbers are distinct, the win falls under "All3-Fixed Digit Group6" Example of winning: Betting Scheme: 3; Winning Numbers A: 1, 3, 3. This results in a win under "All3-Fixed Digit Group3" because there is a pair including the number 3. Winning Numbers B: 1, 2, 3. This results in a win under "All3-Fixed Digit Group6" because all numbers are distinct and the set includes the number 3.":"玩法说明：选择1个号码，当开奖号码中任意1个号码和所选号码相同（不含豹子号），即中奖。开奖号码中如有对子，即中三星组选包胆组三，如都是单号，即中后三组选包胆组六；中奖范例：投注方案：3；开奖号码A：1,3,3，即中三星组选包胆组三；开奖号码B：1,2,3，即中三星组选包胆组六。",
  "Game Instructions: Select one number each for the 1st and 2nd places to make a bet. If the selected numbers match the 1st and 2nd places of the winning numbers exactly and in the same order, you win. Example of winning: Betting scheme: 1, 2; Winning numbers: 1, 2, * (where "*" can be any number). This results in a win because the 1st and 2nd places match exactly in order and sequence.":"玩法说明：从百位、十位上各选择1个号码组成1注。所选号码与开奖号码的百位、十位相同，且顺序一致，即中奖。中奖范例：投注方案：1,2；开奖号码：1,2,*，即中奖。",
  "Game Instructions: Enter a two-digit number to make a bet. If the entered number matches the winning numbers in the 1st and 2nd places exactly and in the same order, you win. Example of winning: Betting scheme: 12; Winning numbers: 1, 2, * (where "*" can be any number). This results in a win because the numbers for the 1st and 2nd places match exactly in order and sequence.":"玩法说明：录入1个2位数的号码组成1注。录入的号码与开奖号码的百位、十位相同，且顺序一致，即中奖。中奖范例：投注方案：12；开奖号码：1,2,*，即中奖。",
  "Game Instructions: Choose one number, and if it matches the sum of the 1st and 2nd places of the winning numbers, you win. Example of winning: Betting scheme: 3; Winning numbers: 1, 2, * (where "*" can be any number). Since the sum of the numbers in the 1st and 2nd places is 3 (1+2), this results in a win.":"玩法说明：选择1个数值，与开奖号码的百位、十位2个号码之和相同，即中奖。中奖范例：投注方案：3；开奖号码：1,2,*，即中奖。",
  "Game Instructions: Choose one number, and if it matches the difference between the numbers in the 1st and 2nd places of the winning numbers, you win. Example of winning: Betting scheme: 3; Winning numbers: 1, 4, * (where "*" can be any number). Since the difference between the numbers in the 1st and 2nd places is 3 (4 - 1), this results in a win.":"玩法说明：选择1个数值，与开奖号码的百位、十位中相减之差相同，即中奖。中奖范例：投注方案：3；开奖号码：1,4,*，即中奖。",
  "Game Instructions: Choose two numbers to form one bet. If the selected numbers match the 1st and 2nd places of the winning numbers, in any order, you win. Example of winning: Betting scheme: 1, 2; Winning numbers: 2, 1, * (where "*" can be any number). Since the numbers in the 1st and 2nd places match the selected numbers, regardless of order, this results in a win.":"玩法说明：选择2个号码组成1注。所选号码与开奖号码的百位、十位相同（顺序不限），即中奖。中奖范例：投注方案：1,2；开奖号码：2,1,*，即中奖。",
  "Game Instructions: Enter a two-digit number to form one bet (pair numbers are not allowed). If the entered number matches the 1st and 2nd places of the winning numbers, in any order, you win. Example of winning: Betting scheme: 12; Winning numbers: 2, 1, * (where "*" can be any number). Since the numbers in the 1st and 2nd places match the entered number, regardless of order, this results in a win.":"玩法说明：录入1个2位数的号码组成1注（不可输入对子号）。录入号码与开奖号码百位、十位相同（顺序不限），即中奖。中奖范例：投注方案：12；开奖号码：2,1,*，即中奖。",
  "Game Instructions: Choose one number, and if it equals the sum of the numbers in the 1st and 2nd places of the winning numbers (excluding pairs), you win. Example of winning: Betting scheme: 3; Winning numbers: 1, 2, * (where "*" can be any number). Since the sum of the numbers in the 1st and 2nd places is 3 (1 + 2), this results in a win.":"玩法说明：选择1个数值，所选数值等于开奖号码的百位、十位2个号码之和（不含对子号），即中奖。中奖范例：投注方案：3；开奖号码：1,2,*，即中奖。",
  "Game Instructions: Choose one number, and if it matches either the 1st and 2nd place of the winning numbers (excluding pairs), you win. Example of winning: Betting scheme: 3; Winning numbers: 1, 3, * (where "*" can be any number). Since the number 3 matches the 2nd place of the winning numbers, this results in a win.":"玩法说明：选择1个号码，开奖号码的百位、十位中任意一位和所选号码相同（不含对子号），即中奖。中奖范例：投注方案：3；开奖号码：1,3,*，即中奖。",
  "Game Instructions: Select one number each for the 2nd and 3rd places to make a bet. If the selected numbers match the 2nd and 3rd places of the winning numbers exactly and in the same order, you win. Example of winning: Betting scheme: 1, 2; Winning numbers: *,1, 2, (where "*" can be any number). This results in a win because the 2nd and 3rd places match exactly in order and sequence.":"玩法说明：从十位、个位上各选择1个号码组成1注。所选号码与开奖号码的十位、个位相同，且顺序一致，即中奖。中奖范例：投注方案：1,2；开奖号码：*,1,2，即中奖。",
  "Game Instructions: Enter a two-digit number to make a bet. If the entered number matches the winning numbers in the 2nd and 3rd places exactly and in the same order, you win. Example of winning: Betting scheme: 12; Winning numbers: 1, 2, * (where "*" can be any number). This results in a win because the numbers for the 2nd and 3rd places match exactly in order and sequence.":"玩法说明：录入1个2位数的号码组成1注。录入的号码与开奖号码的十位、个位相同，且顺序一致，即中奖。中奖范例：投注方案：12；开奖号码：*,1,2，即中奖。",
  "Game Instructions: Choose one number, and if it matches the sum of the 2nd and 3rd places of the winning numbers, you win. Example of winning: Betting scheme: 3; Winning numbers: *,1, 2 (where "*" can be any number). Since the sum of the numbers in the 2nd and 3rd places is 3 (1+2), this results in a win.":"玩法说明：选择1个数值，与开奖号码的十位、个位2个号码之和相同，即中奖。中奖范例：投注方案：3；开奖号码：*,1,2，即中奖。",
  "Game Instructions: Choose one number, and if it matches the difference between the numbers in the 2nd and 3rd places of the winning numbers, you win. Example of winning: Betting scheme: 3; Winning numbers: *, 1, 4 (where "*" can be any number). Since the difference between the numbers in the 2nd and 3rd places is 3 (4 - 1), this results in a win.":"玩法说明：选择1个数值，与开奖号码的十位、个位中相减之差相同，即中奖。中奖范例：投注方案：3；开奖号码：*,1,4，即中奖。",
  "Game Instructions: Choose two numbers to form one bet. If the selected numbers match the 2nd and 3rd places of the winning numbers, in any order, you win. Example of winning: Betting scheme: 1, 2; Winning numbers: *, 2, 1 (where "*" can be any number). Since the numbers in the 2nd and 3rd places match the selected numbers, regardless of order, this results in a win.":"玩法说明：选择2个号码组成1注。所选号码与开奖号码的十位、个位相同（顺序不限），即中奖。中奖范例：投注方案：1,2；开奖号码：*,2,1，即中奖。",
  "Game Instructions: Enter a two-digit number to form one bet (pair numbers are not allowed). If the entered number matches the 2nd and 3rd places of the winning numbers, in any order, you win. Example of winning: Betting scheme: 12; Winning numbers: *, 2, 1 (where "*" can be any number). Since the numbers in the 2nd and 3rd places match the entered number, regardless of order, this results in a win.":"玩法说明：录入1个2位数的号码组成1注（不可输入对子号）。录入号码与开奖号码十位、个位相同（顺序不限），即中奖。中奖范例：投注方案：12；开奖号码：*,2,1，即中奖。",
  "Game Instructions: Choose one number, and if it equals the sum of the numbers in the 2nd and 3rd places of the winning numbers (excluding pairs), you win. Example of winning: Betting scheme: 3; Winning numbers: *, 1, 2 (where "*" can be any number). Since the sum of the numbers in the 2nd and 3rd places is 3 (1 + 2), this results in a win.":"玩法说明：选择1个数值，所选数值等于开奖号码的十位、个位2个号码之和（不含对子号），即中奖。中奖范例：投注方案：3；开奖号码：*,1,2，即中奖。",
  "Game Instructions: Choose one number, and if it matches either the 2nd or 3rd place of the winning numbers (excluding pairs), you win. Example of winning: Betting scheme: 3; Winning numbers: *, 1, 3 (where "*" can be any number). Since the number 3 matches the 3rd place of the winning numbers, this results in a win.":"玩法说明：选择1个号码，开奖号码的十位、个位中任意一位和所选号码相同（不含对子号），即中奖。中奖范例：投注方案：3；开奖号码：*,1,3，即中奖。",
  "Game Instructions: Choose one number from either the 1st, 2nd, or 3rd place to make a bet. If the selected number matches the corresponding place in the winning numbers, you win. Example of winning: Betting scheme: 3, -, -; Winning numbers: 3, , * (where "" can be any number). Since the selected number 3 matches the 1st place of the winning numbers, this results in a win.":"玩法说明：从百位、十位、个位任意位置选择1个号码组成1注，所选号码与相同位置上的开奖号码一致，即中奖。中奖范例：投注方案：3,-,-；开奖号码：3,*,* ，即中奖。",
  
  "The game instructions are as follows: Choose one number to form a single bet. If the winning numbers include the selected number, you win. Example of winning: Betting scheme: 3; Winning numbers: 1, 3, 2. Since the winning numbers include the selected number 3, this results in a win.":"玩法说明：选择1个号码组成1注。开奖号码包含所选号码，即中奖。中奖范例：投注方案：3；开奖号码：1,3,2，即中奖。",
  "Game Instructions: Choose two numbers to form one bet. If the winning numbers include both of the selected numbers, you win. Example of winning: Betting scheme: 1, 3; Winning numbers: 1, 3, 2. Since the winning numbers include both selected numbers, 1 and 3, this results in a win.":"玩法说明：选择2个号码组成1注。开奖号码包含所选2个号码，即中奖。中奖范例：投注方案：1,3；开奖号码：1,3,2，即中奖。",
  "Game Instructions: Choose one pattern from a set of options based on the comparison of numbers in specific positions. In this set, you compare two positions (e.g., 1st and 2nd). If the number in the first position is greater than the number in the second position , it is called "Dragon." If the number in the first position is less than the number in the second position, it is called "Tiger." If both numbers are the same, it is called a "Tie." You win if the pattern you selected matches the outcome of this comparison. Example of winning: Betting scheme: Dragon ( between 1st and 2nd ); Winning numbers: 2, 1, * (where "*" can be any number). Since the number in the 1st place (2) is greater than the number in the 2nd place (1), the result is "Dragon," matching the bet, resulting in a win.":"玩法说明：从1组位置中选择1个形态组成1注，1组位置中的开奖号码比较大小，前者大于后者为龙，反之为虎，号码相同则为和。所选形态与开奖形态一致，即中奖。中奖范例：投注方案：百十龙；开奖号码：2,1,*，即中奖。",

}