

{

"Game instructions: Choose one unique number from each of the first, second, and third positions to form a bet. If the selected numbers match the first three numbers of the winning numbers in the exact order, you win. Winning example: Betting scheme: 01, 02, 03; Winning numbers: 01, 02, 03, *, *, you win.":"玩法说明：从第一、第二、第三位上各选择1个不重复的号码组成1注。所选号码与开奖号码的前3个号码相同，且顺序一致，即中奖。中奖范例：投注方案：01,02,03；开奖号码：01,02,03,*,*，即中奖。",
  "Game instructions: Enter three non-repeating numbers from 01 to 11. If the entered numbers match the first three digits of the winning numbers in the exact order, you win. Winning example: Betting scheme: 010203; Winning numbers: 01, 02, 03, *, *, you win.":"玩法说明：从01-11中录入3个不重复号码。录入的号码与开奖号码的前3位相同，且顺序一致，即中奖。中奖范例：投注方案：010203；开奖号码：01,02,03,*,*，即中奖。",
  "Game instructions: Select three numbers to form a bet. If the selected numbers match the first three numbers of the winning numbers in any order, you win. Winning example: Betting scheme: 01, 02, 03; Winning numbers: 01, 03, 02, *, *, you win.":"玩法说明：选择3个号码组成1注。所选号码与开奖号码的前3位相同（顺序不限），即中奖。中奖范例：投注方案：01,02,03；开奖号码：01,03,02,*,*，即中奖。",
  "Game instructions: Enter three non-repeating numbers from 01 to 11 to form a bet. If the entered numbers match the first three digits of the winning numbers in any order, you win. Winning example: Betting scheme: 010203; Winning numbers: 01, 03, 02, *, *, you win.":"玩法说明：从01-11中录入3个不重复的号码组成1注。录入的号码与开奖号码的前3位相同（顺序不限），即中奖。中奖范例：投注方案：010203；开奖号码：01,03,02,*,*，即中奖。",
  "Game instructions: Choose one unique number from each of the first and second positions to form a bet. If the selected numbers match the first two numbers of the winning numbers in the exact order, you win. Winning example: Betting scheme: 01, 02; Winning numbers: 01, 02, *, *, *, you win.":"玩法说明：从第一、第二位上各选择1个不重复的号码组成1注。所选号码与开奖号码的前2位相同，且顺序一致，即中奖。中奖范例：投注方案：01,02；开奖号码：01,02,*,*,*，即中奖。",
  "Game instructions: Enter two non-repeating numbers from 01 to 11. If the entered numbers match the first two digits of the winning numbers in the exact order, you win. Winning example: Betting scheme: 0102; Winning numbers: 01, 02, *, *, *, you win.":"玩法说明：从01-11中录入2个不重复号码。录入的号码与开奖号码的前2位相同，且顺序一致，即中奖。中奖范例：投注方案：0102；开奖号码：01,02,*,*,*，即中奖",
  "Game instructions: Select two numbers to form a bet. If the selected numbers match the first two numbers of the winning numbers in any order, you win. Winning example: Betting scheme: 01, 02; Winning numbers: 02, 01, *, *, *, you win.":"玩法说明：选择2个号码组成1注。所选号码与开奖号码的前2位相同，且顺序不限，即中奖。中奖范例：投注方案：01,02；开奖号码：02,01,*,*,*，即中奖。",
  "Game instructions: Enter two non-repeating numbers from 01 to 11. If the entered numbers match the first two digits of the winning numbers in any order, you win. Winning example: Betting scheme: 0102; Winning numbers: 02, 01, *, *, *, you win.":"玩法说明：从01-11中录入2个不重复号码。录入的号码与开奖号码的前2位相同（顺序不限），即中奖。中奖范例：投注方案：0102；开奖号码：02,01,*,*,*，即中奖。",
  "Game instructions: Select one number to form a bet. If the selected number is included in the first three digits of the winning numbers, you win. Winning example: Betting scheme: 01; Winning numbers: 01, 03, 02, *, *, you win.":"玩法说明：选择1个号码组成1注。开奖号码的前3位中包含所选号码，即中奖。中奖范例：投注方案：01；开奖号码：01,03,02,*,*，即中奖。",
  "Game instructions: Choose one number from any position among the first, second, or third places. If the selected number matches the winning number in the same position, you win. Winning example: Betting scheme: 01,-,-,-,-; Winning numbers: 01,*,*,*,* you win.":"玩法说明：从第一、第二、第三位任意位置选择1个号码，所选号码与相同位置上的开奖号码一致，即中奖。中奖范例：投注方案：01,-,-；开奖号码：01,*,*，即中奖。",
  "Game instructions: Choose one combination from the six possible combinations of odd and even numbers (odd: 01, 03, 05, 07, 09, 11; even: 02, 04, 06, 08, 10). If the number of odd and even numbers in the winning numbers matches the selected combination, you win. Winning example: Betting scheme: Select 5 odd 0 even; Winning numbers: 01, 03, 05, 07, 09, you win.":"玩法说明：从6种单双个数组合中选择1个组合（单01 03 05 07 09 11，双：02 04 06 08 10），开奖号码的单双个数与所选单双组合相同，即中奖。中奖范例：投注方案：选择5单0双；开奖号码：01,03,05,07,09，即中奖。",
  "Game instructions: Choose one number to form a bet. If the selected number matches the third number in ascending order of the winning numbers, you win. Winning example: Betting scheme: 03; Winning numbers: 05, 01, 04, 03, 02, you win.":"玩法说明：选择1个号码组成1注，所选号码与开奖号码按照大小顺序排列的第3个号码相同，即中奖。中奖范例：投注方案：03；开奖号码：05,01,04,03,02,即为中奖。" ,
  "Game instructions: Select one number to form a bet. If the selected number is included anywhere in the winning numbers, you win. Winning example: Betting scheme: 01; Winning numbers: *, *, 01, *, *, you win.":"玩法说明：选择1个号码为1注。开奖号码中包含所选号码（顺序不限），即中奖。中奖范例：投注方案：01；开奖号码：*,*,01,*,*，即中奖。",
  "Game instructions: Select two numbers to form a bet. If both selected numbers appear anywhere in the winning numbers, regardless of the order, you win. Winning example: Betting scheme: 01, 02; Winning numbers: *, 02, 01, *, *, you win.":"玩法说明：选择2个号码形成1注。开奖号码中包含所选的2个号码（顺序不限），即中奖。中奖范例：投注方案：01,02；开奖号码：*,02,01,*,*，即中奖。",
  "Game instructions: Select three numbers to form a bet. If all three selected numbers appear anywhere in the winning numbers, regardless of the order, you win. Winning example: Betting scheme: 01, 02, 03; Winning numbers: *, 02, 01, 03, *, you win.":"玩法说明：选择3个号码形成1注。开奖号码中包含所选的3个号码（顺序不限），即中奖。中奖范例：投注方案：01,02,03；开奖号码：*,02,01,03,*，即中奖。",
  "Game instructions: Select four numbers to form a bet. If all four selected numbers appear anywhere in the winning numbers, regardless of the order, you win. Winning example: Betting scheme: 01, 02, 03, 04; Winning numbers: 04, 02, 01, 03, *, you win.":"玩法说明：选择4个号码形成1注。开奖号码中包含的4个所选号码（顺序不限），即中奖。中奖范例：投注方案：01,02,03,04；开奖号码：04,02,01,03,*，即中奖。",
  "Game instructions: Select five numbers to form a bet. If all five selected numbers match the five winning numbers, regardless of the order, you win. Winning example: Betting scheme: 01, 02, 03, 04, 05; Winning numbers: 04, 02, 01, 03, 05, you win.":"玩法说明：选择5个号码形成1注。所选号码与5个开奖号码相同（顺序不限），即中奖。中奖范例：投注方案：01,02,03,04,05；开奖号码：04,02,01,03,05，即中奖。",
  "Game instructions: Select six numbers to form a bet. If any five of the chosen numbers match all the winning numbers, regardless of the order, you win. Winning example: Betting scheme: 01, 02, 03, 04, 05, 06; Winning numbers: 04, 02, 01, 03, 05, you win.":"玩法说明：选择6个号码形成1注，选择号码中的任意5个号码与全部的开奖号码相同(顺序不限)，即为中奖。中奖范例：投注方案：01,02,03,04,05,06；开奖号码：04,02,01,03,05，即中奖。",
  "Game instructions: Select seven numbers to form a bet. If any five of the chosen numbers match all the winning numbers, regardless of the order, you win. Winning example: Betting scheme: 01, 02, 03, 04, 05, 06, 07; Winning numbers: 04, 02, 01, 03, 05, you win.":"玩法说明：选择7个号码形成1注，选择号码中的任意5个号码与全部的开奖号码相同(顺序不限)，即为中奖。中奖范例：投注方案：01,02,03,04,05,06,07；开奖号码：04,02,01,03,05，即中奖。",
  "Game instructions: Select eight numbers to form a bet. If any five of the chosen numbers match all the winning numbers, regardless of the order, you win. Winning example: Betting scheme: 01, 02, 03, 04, 05, 06, 07, 08; Winning numbers: 04, 02, 01, 03, 05, you win.":"玩法说明：选择8个号码形成1注，选择号码中的任意5个号码与全部的开奖号码相同(顺序不限)，即为中奖。中奖范例：投注方案：01,02,03,04,05,06,07,08；开奖号码：04,02,01,03,05，即中奖。",
  "Game instructions: Choose from numbers 01 to 11 to form a bet, consisting of one 'Danma' (fixed number) and one 'Tuoma' (additional numbers). If the winning numbers contain all the selected numbers, regardless of the order, you win. Winning example: Betting scheme: Danma(fixed number): 01, Tuoma(additional numbers): 02; Winning numbers: *, 02, 01, *, *, you win.":"玩法说明：从01-11的号码中选择胆码(1个)加拖码共2个号码形成1注。开奖号码包含该注的全部号码（顺序不限），即中奖。中奖范例：投注方案：胆码：01 拖码：02；开奖号码：*,02,01,*,*，即中奖。",
  "Game instructions: Choose one to two numbers from 01 to 11, consisting of one to two 'Danma' (fixed numbers) and one 'Tuoma' (additional number). If the winning numbers contain all the selected numbers, regardless of the order, you win. Winning example: Betting scheme: Danma: 01, Tuoma: 02, 03; Winning numbers: *, 02, 01, 03, *, you win.":"玩法说明：从01-11的号码中选择胆码(1~2个)加拖码共3个号码形成1注。开奖号码包含该注的全部号码（顺序不限），即中奖。中奖范例：投注方案：胆码：01 拖码：02,03；开奖号码：*,02,01,03,*，即中奖。",
  "Game instructions: Choose numbers from 01 to 11, consisting of one to three 'danma' (fixed numbers) and one 'tuoma' (additional number) to form bet. If the winning numbers contain all the selected numbers, regardless of the order, you win. Winning example: Betting scheme: Danma: 01, Tuoma: 02, 03, 04; Winning numbers: 04, 02, 01, 03, *, you win.":"玩法说明：从01-11的号码中选择胆码(1~3个)加拖码共4个号码形成1注。开奖号码包含该注的全部号码（顺序不限），即中奖。中奖范例：投注方案：胆码：01 拖码：02,03,04；开奖号码：04,02,01,03,*，即中奖。",
  "Game instructions: Choose numbers from 01 to 11, consisting of one to four 'danma' (fixed numbers) and one 'tuoma' (additional number) to form bets. If the winning numbers contain all the selected numbers, regardless of the order, you win. Winning example: Betting scheme: Danma: 01, Tuoma: 02, 03, 04, 05; Winning numbers: 04, 02, 01, 03, 05, you win.":"玩法说明：从01-11的号码中选择胆码(1~4个)加拖码共5个号码形成1注。开奖号码包含该注的全部号码（顺序不限），即中奖。中奖范例：投注方案：胆码：01 拖码：02,03,04,05；开奖号码：04,02,01,03,05，即中奖。",
  "Game instructions: Choose numbers from 01 to 11, consisting of one to five 'danma' (fixed numbers) and one 'tuoma' (additional number) to form bets. If the selected numbers contain all the winning numbers, regardless of the order, you win. Winning example: Betting scheme: Danma: 01, Tuoma: 02, 03, 04, 05, 06; Winning numbers: 04, 02, 01, 03, 05, you win.":"玩法说明：从01-11的号码中选择胆码(1~5个)加拖码共6个号码形成1注。该注的号码包含全部开奖号码（顺序不限），即中奖。中奖范例：投注方案：胆码：01 拖码：02,03,04,05,06；开奖号码：04,02,01,03,05，即中奖。",
  "Game instructions: Choose numbers from 01 to 11, consisting of one to six 'danma' (fixed numbers) and one 'tuoma' (additional number) to form bets. If the selected numbers contain all the winning numbers, regardless of the order, you win. Winning example: Betting scheme: Danma: 01, Tuoma: 02, 03, 04, 05, 06, 07; Winning numbers: 04, 02, 01, 03, 05, you win.":"玩法说明：从01-11的号码中选择胆码(1~6个)加拖码共7个号码形成1注。该注的号码包含全部开奖号码（顺序不限），即中奖。中奖范例：投注方案：胆码：01 拖码：02,03,04,05,06,07；开奖号码：04,02,01,03,05，即中奖。",
  "Game instructions: Choose numbers from 01 to 11, consisting of one to seven 'danma' (fixed numbers) and one 'tuoma' (additional number) to from bets. If the selected numbers contain all the winning numbers, regardless of the order, you win. Winning example: Betting scheme: Danma: 01, Tuoma: 02, 03, 04, 05, 06, 07, 08; Winning numbers: 04, 02, 01, 03, 05, you win.":"玩法说明：从01-11的号码中选择胆码(1~7个)加拖码共8个号码形成1注。该注的号码包含全部开奖号码（顺序不限），即中奖。中奖范例：投注方案：胆码：01 拖码：02,03,04,05,06,07,08；开奖号码：04,02,01,03,05，即中奖。",
  "Game instructions: Enter one number from 01 to 11 to form a bet. If the entered number is included anywhere in the winning numbers, regardless of the order, you win. Winning example: Betting scheme: 01; Winning numbers: *, *, 01, *, *, you win.":"玩法说明：从01-11中录入1个号码为1注。开奖号码中包含录入号码（顺序不限），即中奖。中奖范例：投注方案：01；开奖号码：*,*,01,*,*，即中奖。",
  "Game instructions: Enter two non-repeating numbers from 01 to 11 to form a bet. If both entered numbers appear anywhere in the winning numbers, regardless of the order, you win. Winning example: Betting scheme: 0102; Winning numbers: *, 02, 01, *, *, you win":"玩法说明：从01-11中录入2个不重复的号码形成1注。开奖号码中包含录入的2个号码（顺序不限），即中奖。中奖范例：投注方案：0102；开奖号码：*,02,01,*,*，即中奖。",
  "Game instructions: Enter three non-repeating numbers from 01 to 11 to form a bet. If all three entered numbers appear anywhere in the winning numbers, regardless of the order, you win. Winning example: Betting scheme: 010203; Winning numbers: *, 02, 01, 03, *, you win.":"玩法说明：从01-11中录入3个不重复的号码形成1注。开奖号码中包含录入的3个号码（顺序不限），即中奖。中奖范例：投注方案：010203；开奖号码：*,02,01,03,*，即中奖。",
  "Game instructions: Enter four non-repeating numbers from 01 to 11 to form a bet. If all four entered numbers appear anywhere in the winning numbers, regardless of the order, you win. Winning example: Betting scheme: 01020304; Winning numbers: 04, 02, 01, 03, *, you win.":"玩法说明：从01-11中录入4个不重复的号码形成1注。开奖号码中包含录入的4个号码（顺序不限），即中奖。中奖范例：投注方案：01020304；开奖号码：04,02,01,03,*，即中奖。",
  "Game instructions: Enter five non-repeating numbers from 01 to 11 to form a bet. If all five entered numbers appear anywhere in the winning numbers, regardless of the order, you win. Winning example: Betting scheme: 0102030405; Winning numbers: 04, 02, 01, 03, 05, you win":"玩法说明：从01-11中录入5个不重复的号码形成1注。开奖号码中包含录入的5个号码（顺序不限），即中奖。中奖范例：投注方案：0102030405；开奖号码：04,02,01,03,05，即中奖。",
  "Game instructions: Enter six non-repeating numbers from 01 to 11 to form a bet. If any five of the entered numbers match all the winning numbers, regardless of the order, you win. Winning example: Betting scheme: 010203040506; Winning numbers: 04, 02, 01, 03, 05, you win.":"玩法说明：从01-11中录入6个不重复的号码形成1注。录入号码中的任意5个号码与全部的开奖号码相同(顺序不限)，即为中奖。中奖范例：投注方案：010203040506；开奖号码：04,02,01,03,05，即中奖。",
  "Game instructions: Enter seven non-repeating numbers from 01 to 11 to form a bet. If any five of the entered numbers match all the winning numbers, regardless of the order, you win. Winning example: Betting scheme: 01,02,03,04,05,06,07; Winning numbers: 04, 02, 01, 03, 05, you win.":"玩法说明：从01-11中录入7个不重复的号码形成1注。录入号码中的任意5个号码与全部的开奖号码相同(顺序不限)，即为中奖。中奖范例：投注方案：01020304050607；开奖号码：04,02,01,03,05，即中奖。",
  "Game instructions: Enter eight non-repeating numbers from 01 to 11 to form a bet. If any five of the entered numbers match all the winning numbers, regardless of the order, you win. Winning example: Betting scheme: 01, 02, 03, 04, 05, 06, 07, 08; Winning numbers: 04, 02, 01, 03, 05, you win.":"玩法说明：从01-11中录入8个不重复的号码形成1注。录入号码中的任意5个号码与全部的开奖号码相同(顺序不限)，即为中奖。中奖范例：投注方案：0102030405060708；开奖号码：04,02,01,03,05，即中奖。",
  "":"",
  "":"",
  "":"",
  "":"",
  "":"",
  "":"",
  "":"",
  "":"",
  "":""
}