

{

  "Game Instructions: Select one number each from the 1st, 2nd and 3rd places to form a bet. If the selected numbers match the winning numbers exactly in order and sequence, then you win. Example of winning: Betting scheme: 3, 4, 5; Winning numbers: 3, 4, 5, this results in a win.":"Luật chơi:Chọn 1 số từ hàng trăm, chục, đơn vị tạo thành 1 cược, số chọn trùng với kết quả mở thưởng và cùng thứ tự là trúng thưởng.VD trúng thưởng:Cược: 3, 4, 5; Kết quả mở thưởng: 3, 4, 5, là trúng thưởng.",
  "Game Instructions: Enter a three-digit number to make a bet. If the entered number matches the winning numbers exactly and in the same order, you win. Example of winning: Betting scheme: 345; Winning numbers: 3, 4, 5 this results in a win.":"Luật chơi:Nhập 1 số 3 chữ số tạo thành 1 cược, số nhập trùng với kết quả mở thưởng và cùng thứ tự là trúng thưởng.VD trúng thưởng:Cược: 345; Kết quả mở thưởng: 3, 4, 5, là trúng thưởng.",
  "Game Instructions: Choose one number, and if it matches the sum of the winning numbers, you win. Example of winning: Betting scheme: 3; Winning numbers: 1, 2, 0. The sum of the winning numbers is 3, which matches the bet, resulting in a win.":"Luật chơi:Chọn 1 giá trị, nếu trùng với tổng số mở thưởng là trúng thưởng.VD trúng thưởng:Cược: 3; Kết quả mở thưởng: 1, 2, 0, là trúng thưởng.",
  "Game Instructions: Choose one number, and if it matches the difference between the maximum and minimum numbers in the winning numbers, you win. Example of winning: Betting scheme: 3; Winning numbers: 1, 2, 4. The difference between the maximum number (4) and the minimum number (1) is 3, which matches the bet, resulting in a win.":"Luật chơi:Chọn 1 giá trị, nếu trùng với hiệu số giữa số lớn nhất và nhỏ nhất của kết quả mở thưởng là trúng thưởng.VD trúng thưởng:Cược: 3; Kết quả mở thưởng: 1, 2, 4, là trúng thưởng.",
  "Game Instructions: Choose two numbers to form two bets. If one of the chosen numbers appears twice in the winning numbers and the other number appears once, in any order, you win. Example of winning: Betting scheme: 1, 2; Winning numbers: 1, 2, 2. Since the number 2 appears twice and the number 1 appears once, this results in a win.":"Luật chơi:Chọn 2 số tạo thành 2 cược. Bất kỳ 1 số nào xuất hiện 2 lần trong kết quả mở thưởng, 1 số khác xuất hiện 1 lần (Không giới hạn thứ tự) là trúng thưởng.VD trúng thưởng:Cược: 1, 2; Kết quả mở thưởng: 1, 2, 2, là trúng thưởng.",
  "Game Instructions: Select three numbers to form one bet. If the selected numbers match the winning numbers in any order, you win. Example of winning: Betting scheme: 1, 2, 3; Winning numbers: 1, 3, 2. The selected numbers match the winning numbers regardless of order, resulting in a win.":"Luật chơi:Chọn 3 số tạo thành 1 cược. Số đã chọn trùng với kết quả mở thưởng (Không giới hạn thứ tự) là trúng thưởng.VD trúng thưởng:Cược: 1, 2, 3; Kết quả mở thưởng: 1, 3, 2, là trúng thưởng.",
  "Game Instructions: Enter either two identical numbers and one different number, or three distinct numbers to form one bet. If the entered numbers match the winning numbers in any order, you win. If the winning numbers include a pair (two identical numbers and one different), it qualifies for a "Mixed Group Three" win. If all numbers are distinct, it qualifies for a "Mixed Group Six" win. Example of winning: Betting Scheme A: 122; Winning Numbers: 2, 1, 2. This results in a win under "Mixed Group Three" because there's a pair (2,2) and another number (1). Betting Scheme B: 123; Winning Numbers: 1, 3, 2. This results in a win under "Mixed Group Six" because all numbers are distinct.":"Luật chơi:Nhập 2 số giống nhau và 1 số khác hoặc 3 số khác nhau tạo thành 1 cược. Số nhập trùng với kết quả mở thưởng (Không giới hạn thứ tự) là trúng thưởng. Kết quả mở thưởng có đôi là trúng 3 Tinh Nhóm 3, nếu đều là số đơn là trúng 3 Tinh Nhóm 6.VD trúng thưởng:Cược A: 122; Kết quả mở thưởng: 2, 1, 2, là trúng 3 Tinh Nhóm 3 hỗn hợp; Cược B: 123; Kết quả mở thưởng: 1, 3, 2, là trúng 3 Tinh Nhóm 6 hỗn hợp.",
  "Game Instructions: Choose a single number, and if it matches the sum of the winning numbers (excluding triple identical numbers, or "leopard numbers"), you win. If the winning numbers include a pair (two identical numbers and one different), it results in a win under "Sum Group Three." If all numbers are distinct, it results in a win under "Sum Group Six." Example of winning: Betting Scheme: 6; Winning Numbers A: 3, 3, 0. This results in a win under "Group Sum Group Three" because the sum of the numbers is 6 and includes a pair. Winning Numbers B: 1, 2, 3. This results in a win under "Group Sum Group Six" because the sum of the numbers is 6 and all numbers are distinct.":"Luật chơi:Chọn 1 giá trị, nếu trùng với tổng số mở thưởng (Trừ Bão) là trúng thưởng. Kết quả mở thưởng có đôi là trúng 3 Tinh Tổng nhóm 3, nếu đều là số đơn là trúng 3 Tinh Tổng nhóm 6.VD trúng thưởng:Cược: 6; Kết quả mở thưởng A: 3, 3, 0, là trúng 3 Tinh Tổng nhóm 3; Kết quả mở thưởng B: 1, 2, 3, là trúng 3 Tinh Tổng nhóm 6.",
  "Game Instructions: Choose one number, and if any of the winning numbers match your chosen number (excluding triple identical numbers, or "TOAK"), you win. If the winning numbers include a pair (two identical numbers and one different), the win is categorized under "All3-Fixed Digit Group3" If all numbers are distinct, the win falls under "All3-Fixed Digit Group6" Example of winning: Betting Scheme: 3; Winning Numbers A: 1, 3, 3. This results in a win under "All3-Fixed Digit Group3" because there is a pair including the number 3. Winning Numbers B: 1, 2, 3. This results in a win under "All3-Fixed Digit Group6" because all numbers are distinct and the set includes the number 3.":"Luật chơi:Chọn 1 số, kết quả mở thưởng có 1 số trùng với số đã chọn (Trừ Bão) là trúng thưởng. Kết quả mở thưởng có đôi là trúng 3 Tinh Bao số Nhóm 3, nếu đều là số đơn là trúng 3 Tinh Bao số Nhóm 6.VD trúng thưởng:Cược: 3; Kết quả mở thưởng A: 1, 3, 3, là trúng 3 Tinh Bao số Nhóm 3; Kết quả mở thưởng B: 1, 2, 3, là trúng 3 Tinh Bao số Nhóm 6.",
  "Game Instructions: Select one number each for the 1st and 2nd places to make a bet. If the selected numbers match the 1st and 2nd places of the winning numbers exactly and in the same order, you win. Example of winning: Betting scheme: 1, 2; Winning numbers: 1, 2, * (where "*" can be any number). This results in a win because the 1st and 2nd places match exactly in order and sequence.":"Luật chơi:Chọn 1 số từ hàng trăm, chục tạo thành 1 cược. Số chọn trùng với hàng trăm, chục của kết quả mở thưởng và cùng thứ tự là trúng thưởng.VD trúng thưởng:Cược: 1, 2; Kết quả mở thưởng: 1, 2, *, là trúng thưởng.",
  "Game Instructions: Enter a two-digit number to make a bet. If the entered number matches the winning numbers in the 1st and 2nd places exactly and in the same order, you win. Example of winning: Betting scheme: 12; Winning numbers: 1, 2, * (where "*" can be any number). This results in a win because the numbers for the 1st and 2nd places match exactly in order and sequence.":"Luật chơi:Nhập 1 số 2 chữ số tạo thành 1 cược. Số nhập trùng với hàng trăm, chục của kết quả mở thưởng và cùng thứ tự là trúng thưởng.VD trúng thưởng:Cược: 12; Kết quả mở thưởng: 1, 2, *, là trúng thưởng.",
  "Game Instructions: Choose one number, and if it matches the sum of the 1st and 2nd places of the winning numbers, you win. Example of winning: Betting scheme: 3; Winning numbers: 1, 2, * (where "*" can be any number). Since the sum of the numbers in the 1st and 2nd places is 3 (1+2), this results in a win.":"Luật chơi:Chọn 1 giá trị, nếu trùng với tổng 2 số hàng trăm, chục của kết quả mở thưởng là trúng thưởng.VD trúng thưởng:Cược: 3; Kết quả mở thưởng: 1, 2, *, là trúng thưởng.",
  "Game Instructions: Choose one number, and if it matches the difference between the numbers in the 1st and 2nd places of the winning numbers, you win. Example of winning: Betting scheme: 3; Winning numbers: 1, 4, * (where "*" can be any number). Since the difference between the numbers in the 1st and 2nd places is 3 (4 - 1), this results in a win.":"Luật chơi:Chọn 1 giá trị, nếu giống hiệu số giữa hàng trăm và chục của kết quả mở thưởng là trúng thưởng.VD trúng thưởng:Cược: 3; Kết quả mở thưởng: 1, 4, *, là trúng thưởng.",
  "Game Instructions: Choose two numbers to form one bet. If the selected numbers match the 1st and 2nd places of the winning numbers, in any order, you win. Example of winning: Betting scheme: 1, 2; Winning numbers: 2, 1, * (where "*" can be any number). Since the numbers in the 1st and 2nd places match the selected numbers, regardless of order, this results in a win.":"Luật chơi:Chọn 2 số tạo thành 1 cược. Số đã chọn trùng với hàng trăm, chục của kết quả mở thưởng (Không giới hạn thứ tự) là trúng thưởng.VD trúng thưởng:Cược: 1, 2; Kết quả mở thưởng: 2, 1, *, là trúng thưởng.",
  "Game Instructions: Enter a two-digit number to form one bet (pair numbers are not allowed). If the entered number matches the 1st and 2nd places of the winning numbers, in any order, you win. Example of winning: Betting scheme: 12; Winning numbers: 2, 1, * (where "*" can be any number). Since the numbers in the 1st and 2nd places match the entered number, regardless of order, this results in a win.":"Luật chơi:Nhập 1 số 2 chữ số tạo thành 1 cược (Không được nhập đôi). Số nhập trùng với hàng trăm, chục của kết quả mở thưởng (Không giới hạn thứ tự) là trúng thưởng.VD trúng thưởng:Cược: 12; Kết quả mở thưởng: 2, 1, *, là trúng thưởng.",
  "Game Instructions: Choose one number, and if it equals the sum of the numbers in the 1st and 2nd places of the winning numbers (excluding pairs), you win. Example of winning: Betting scheme: 3; Winning numbers: 1, 2, * (where "*" can be any number). Since the sum of the numbers in the 1st and 2nd places is 3 (1 + 2), this results in a win.":"Luật chơi:Chọn 1 giá trị, nếu trùng với tổng 2 số hàng trăm, chục của kết quả mở thưởng (Trừ Đôi) là trúng thưởng.VD trúng thưởng:Cược: 3; Kết quả mở thưởng: 1, 2, *, là trúng thưởng.",
  "Game Instructions: Choose one number, and if it matches either the 1st and 2nd place of the winning numbers (excluding pairs), you win. Example of winning: Betting scheme: 3; Winning numbers: 1, 3, * (where "*" can be any number). Since the number 3 matches the 2nd place of the winning numbers, this results in a win.":"Luật chơi:Chọn 1 số, nếu hàng trăm, chục của kết quả mở thưởng có vị trí trùng với số đã chọn (Trừ Đôi) là trúng thưởng.VD trúng thưởng:Cược: 3; Kết quả mở thưởng: 1, 3, *, là trúng thưởng.",
  "Game Instructions: Select one number each for the 2nd and 3rd places to make a bet. If the selected numbers match the 2nd and 3rd places of the winning numbers exactly and in the same order, you win. Example of winning: Betting scheme: 1, 2; Winning numbers: *,1, 2, (where "*" can be any number). This results in a win because the 2nd and 3rd places match exactly in order and sequence.":"Luật chơi:Chọn 1 số từ hàng chục, hàng đơn vị tạo thành 1 cược. Số đã chọn trùng với hàng chục, đơn vị của kết quả mở thưởng và cùng thứ tự là trúng thưởng.VD trúng thưởng:Cược: 1, 2; Kết quả mở thưởng: *, 1, 2, là trúng thưởng.",
  "Game Instructions: Enter a two-digit number to make a bet. If the entered number matches the winning numbers in the 2nd and 3rd places exactly and in the same order, you win. Example of winning: Betting scheme: 12; Winning numbers: 1, 2, * (where "*" can be any number). This results in a win because the numbers for the 2nd and 3rd places match exactly in order and sequence.":"Luật chơi:Nhập 1 số 2 chữ số tạo thành 1 cược. Số nhập trùng với hàng chục, đơn vị của kết quả mở thưởng và cùng thứ tự là trúng thưởng.VD trúng thưởng:Cược: 12; Kết quả mở thưởng: *, 1, 2, là trúng thưởng.",
  "Game Instructions: Choose one number, and if it matches the sum of the 2nd and 3rd places of the winning numbers, you win. Example of winning: Betting scheme: 3; Winning numbers: *,1, 2 (where "*" can be any number). Since the sum of the numbers in the 2nd and 3rd places is 3 (1+2), this results in a win.":"Luật chơi:Chọn 1 giá trị, nếu trùng với tổng 2 số hàng chục, đơn vị của kết quả mở thưởng là trúng thưởng.VD trúng thưởng:Cược: 3; Kết quả mở thưởng: *, 1, 2, là trúng thưởng.",
  "Game Instructions: Choose one number, and if it matches the difference between the numbers in the 2nd and 3rd places of the winning numbers, you win. Example of winning: Betting scheme: 3; Winning numbers: *, 1, 4 (where "*" can be any number). Since the difference between the numbers in the 2nd and 3rd places is 3 (4 - 1), this results in a win.":"Luật chơi:Chọn 1 giá trị, nếu trùng với hiệu số giữa hàng chục và đơn vị của kết quả mở thưởng là trúng thưởng.VD trúng thưởng:Cược: 3; Kết quả mở thưởng: *, 1, 4, là trúng thưởng.",
  "Game Instructions: Choose two numbers to form one bet. If the selected numbers match the 2nd and 3rd places of the winning numbers, in any order, you win. Example of winning: Betting scheme: 1, 2; Winning numbers: *, 2, 1 (where "*" can be any number). Since the numbers in the 2nd and 3rd places match the selected numbers, regardless of order, this results in a win.":"Luật chơi:Chọn 2 số tạo thành 1 cược. Số đã chọn trùng với hàng chục, đơn vị của kết quả mở thưởng (Không giới hạn thứ tự) là trúng thưởng.VD trúng thưởng:Cược: 1, 2; Kết quả mở thưởng: *, 2, 1, là trúng thưởng.",
  "Game Instructions: Choose one number, and if it matches either the 2nd or 3rd place of the winning numbers (excluding pairs), you win. Example of winning: Betting scheme: 3; Winning numbers: *, 1, 3 (where "*" can be any number). Since the number 3 matches the 3rd place of the winning numbers, this results in a win.":"Luật chơi:Chọn 1 số, nếu hàng chục, đơn vị của kết quả mở thưởng có vị trí trùng với số đã chọn (Trừ Đôi) là trúng thưởng.VD trúng thưởng:Cược: 3; Kết quả mở thưởng: *, 1, 3, là trúng thưởng.",
  "The game instructions are as follows: Choose one number to form a single bet. If the winning numbers include the selected number, you win. Example of winning: Betting scheme: 3; Winning numbers: 1, 3, 2. Since the winning numbers include the selected number 3, this results in a win.":"Luật chơi:Chọn 1 số tạo thành 1 cược. Kết quả mở thưởng bao gồm số đã chọn là trúng thưởng.VD trúng thưởng:Cược: 3; Kết quả mở thưởng: 1, 3, 2, là trúng thưởng.",
  "Game Instructions: Choose two numbers to form one bet. If the winning numbers include both of the selected numbers, you win. Example of winning: Betting scheme: 1, 3; Winning numbers: 1, 3, 2. Since the winning numbers include both selected numbers, 1 and 3, this results in a win.":"Luật chơi:Chọn 2 số tạo thành 1 cược. Kết quả mở thưởng bao gồm 2 số đã chọn là trúng thưởng.VD trúng thưởng:Cược: 1, 3; Kết quả mở thưởng: 1, 3, 2, là trúng thưởng.",
  "Game Instructions: Choose one pattern from a set of options based on the comparison of numbers in specific positions. In this set, you compare two positions (e.g., 1st and 2nd). If the number in the first position is greater than the number in the second position , it is called "Dragon." If the number in the first position is less than the number in the second position, it is called "Tiger." If both numbers are the same, it is called a "Tie." You win if the pattern you selected matches the outcome of this comparison. Example of winning: Betting scheme: Dragon ( between 1st and 2nd ); Winning numbers: 2, 1, * (where "*" can be any number). Since the number in the 1st place (2) is greater than the number in the 2nd place (1), the result is "Dragon," matching the bet, resulting in a win.":"Luật chơi:Chọn 1 kiểu từ 1 nhóm vị trí tạo thành 1 cược. Số mở thưởng của nhóm vị trí so lớn nhỏ, số trước lớn hơn số sau là Rồng, ngược lại là Hổ, giống nhau là Hòa. Kiểu đã chọn trùng với kiểu mở thưởng là trúng thưởng.VD trúng thưởng:Cược: Trăm V Chục Rồng; Kết quả mở thưởng: 2, 1, *, là trúng thưởng.",
 
  "":""
}