{
   


  "Game Instructions: Select one number each from the 1st, 2nd, 3rd, 4th, and 5th places to form one bet. If the selected numbers match the drawn numbers exactly and in the correct order, you win.":"Luật chơi:Chọn 1 số từ hàng vạn, ngàn, trăm, chục, đơn vị tạo thành 1 cược. Số đã chọn trùng với kết quả mở thưởng và cùng thứ tự là trúng thưởng.VD trúng thưởng:Cược: 1, 2, 3, 4, 5; Kết quả mở thưởng: 1, 2, 3, 4, 5, là trúng thưởng.",
  "Game Instructions: Enter one five-digit number to form a single bet. If the entered number matches the drawn number exactly and in the correct order, you win. Winning Example: Betting scheme: 12345; Winning numbers: 1,2,3,4,5. This results in a win.":"Luật chơi:Nhập 1 số 5 chữ số tạo thành 1 cược. Số đã nhập trùng với kết quả mở thưởng và cùng thứ tự là trúng thưởng.VD trúng thưởng:Cược: 12345; Kết quả mở thưởng: 1, 2, 3, 4, 5, là trúng thưởng.",
  "Game Instructions: Select one number from the 1st, 2nd, 3rd, 4th, and 5th places to form combinations of 1 to 5, totaling 5 bets. If the selected number for the 5th place matches the winning number's 5th place, you win the 5th position prize. If the selected numbers for the 4th and 5th places match the winning numbers for the 4th and 5th places, you win the 4th and 5th position prizes and so on. Therefore, you can win up to 5 prizes at the same time. Winning Example: Betting scheme: 1,2,3,4,5; Winning numbers: 1,2,3,4,5. This results in wins for -,-,-,-,5; -,-,-,4,5; -,-,3,4,5; -,2,3,4,5; and 1,2,3,4,5, one bet each.":"Luật chơi:Chọn 1 số từ hàng vạn, ngàn, trăm, chục, đơn vị tạo thành tổ hợp 1~5 tinh, tất cả 5 cược. Số hàng đơn vị đã chọn trùng với hàng đơn vị của kết quả mở thưởng là trúng Đơn vị Cố định. Số hàng chục, đơn vị đã chọn trùng với hàng chục, đơn vị của kết quả mở thưởng thì trúng Đơn vị Cố định và Hậu nhị Hàng số. Tương tự như vậy, tối đa cùng lúc trúng 5 giải.VD trúng thưởng:Cược: 1,2,3,4,5; Kết quả mở thưởng: 1, 2, 3, 4, 5, là trúng-,-,-,-,5、-,-,-,4,5、-,-,3,4,5、-,2,3,4,5、1,2,3,4,5; mỗi loại 1 cược.",
  "Game Instructions: Choose 5 numbers to form one bet. If the selected numbers match the winning numbers (order doesn't matter), it counts as a win. Winning Example: Betting scheme: 0,2,3,8,9; Winning numbers: 9,8,0,2,3. This results in a win.":"",
  "Game Instructions: Select 1 pair (double number) and 3 single numbers to form one bet. If the winning numbers contain the selected 3 single numbers, and the selected pair appears twice in the winning numbers, it counts as a win. Winning Example: Betting scheme: Double number: 1, Single numbers: 2,3,4; Winning numbers: 1,2,3,4,1. This results in a win.":"Luật chơi:Chọn 1 số đôi và 3 số đơn tạo thành 1 cược. Kết quả mở thưởng bao gồm 3 số đơn đã chọn, và số đôi đã chọn xuất hiện 2 lần là trúng thưởng.VD trúng thưởng:Cược: Số đôi: 1, số đơn: 2, 3, 4; Kết quả mở thưởng: 1, 2, 3, 4, 1, là trúng thưởng.",
  "Game Instructions: Choose 2 pairs (double numbers) and 1 single number to form one bet. If the winning numbers contain the selected single number, and each of the selected 2 pairs appears twice in the winning numbers, it counts as a win. Winning Example: Betting scheme: Double numbers: 2,8, Single number: 0; Winning numbers: 2,8,0,8,2. This results in a win":"Luật chơi:Chọn 2 số đôi và 1 số đơn tạo thành 1 cược. Kết quả mở thưởng bao gồm số đơn đã chọn, và 2 số đôi đã chọn xuất hiện 2 lần là trúng thưởng.VD trúng thưởng:Cược: Số đôi: 2, 8, số đơn: 0; Kết quả mở thưởng: 2, 8, 0, 8, 2, là trúng thưởng.",
  "Game Instructions: Choose 1 triplet (triple number) and 2 single numbers to form one bet. If the winning numbers contain the selected 2 single numbers, and the selected triplet appears three times in the winning numbers, it counts as a win. Winning Example: Betting scheme: Triplet: 8, Single numbers: 0,2; Winning numbers: 0,8,2,8,8. This results in a win.":"Luật chơi:Chọn 1 bộ ba và 2 số đơn tạo thành 1 cược. Kết quả mở thưởng bao gồm số đơn đã chọn, và bộ ba đã chọn xuất hiện 3 lần là trúng thưởng.VD trúng thưởng:Cược: Bộ ba: 8, số đơn: 0, 2; Kết quả mở thưởng: 0, 8, 2, 8, 8 là trúng thưởng.",
  "Game Instructions: Choose 1 triplet (triple number) and 1 pair (double number) to form one bet. If the selected triplet appears three times and the selected pair appears twice in the winning numbers, it counts as a win. Winning Example: Betting scheme: Triplet: 8, Pair: 2; Winning numbers: 2,2,8,8,8. This results in a win.":"Luật chơi:Chọn 1 bộ ba và 1 số đôi tạo thành 1 cược. Bộ ba đã chọn xuất hiện 3 lần và số đôi đã chọn xuất hiện 2 lần trong kết quả mở thưởng là trúng thưởng.VD trúng thưởng:Cược: Bộ ba: 8, số đôi: 2; Kết quả mở thưởng: 2, 2, 8, 8, 8 là trúng thưởng.",
  "Game Instructions: Choose 1 quadruplet (fourfold number) and 1 single number to form one bet. If the winning numbers contain the selected single number, and the selected quadruplet appears four times in the winning numbers, it counts as a win. Winning Example: Betting scheme: Quadruplet: 8, Single number: 2; Winning numbers: 8,8,2,8,8. This results in a win":"Luật chơi:Chọn 1 bộ tứ và 1 số đơn tạo thành 1 cược. Kết quả mở thưởng bao gồm số đơn đã chọn, và bộ tứ đã chọn xuất hiện 4 lần là trúng thưởng.VD trúng thưởng:Cược: Bộ tứ: 8, số đơn: 2; Kết quả mở thưởng: 8, 8, 2, 8, 8 là trúng thưởng.",
  "Game Instructions: Choose one number from the 1st, 2nd, 3rd, and 4th places to form one bet. If the selected numbers match the winning numbers 1st, 2nd, 3rd, and 4th places respectively, and in the same order, it counts as a win. Winning Example: Betting scheme: 1,2,3,4; Winning numbers: 1,2,3,4,* (where * represents any number for the units place). This results in a win":"Luật chơi:Chọn 1 số từ hàng vạn, ngàn, trăm, chục tạo thành 1 cược. Số đã chọn trùng với hàng vạn, ngàn, trăm, chục của kết quả mở thưởng và cùng thứ tự là trúng thưởng.VD trúng thưởng:Cược: 1, 2, 3, 4; Kết quả mở thưởng: 1, 2, 3, 4, *, là trúng thưởng.",
  "Game Instructions: Enter a four-digit number to make one bet. If the entered number matches the winning numbers 1st, 2nd, 3rd, and 4th places respectively, and in the same order, it counts as a win. Winning Example: Betting scheme: 1234; Winning numbers: 1,2,3,4,* (where * represents any number for the units place). This results in a win.":"Luật chơi:Nhập 1 số 4 chữ số tạo thành 1 cược. Số nhập trùng với hàng vạn, ngàn, trăm, chục của kết quả mở thưởng và cùng thứ tự là trúng thưởng.VD trúng thưởng:Cược: 1234; Kết quả mở thưởng: 1, 2, 3, 4, *, là trúng thưởng.",
  "Game Instructions: Choose one number from the 1st, 2nd, 3rd, and 4th places to form combinations of 1 to 4 , totaling 4 bets. If the selected number for the 4th place matches the winning number's 3rd place, you win the 4th place position prize. If the selected numbers for the 3rd and 4th places match the winning numbers for the 3rd and 4th places, you win the 3rd and 4th places positions prizes based on the 3rd and 4th direct selection. Similarly, you can win up to 4 prizes at the same time. Winning Example: Betting scheme: 1,2,3,4; Winning numbers: 1,2,3,4,* (where * represents any number for the units place). This results in wins for -,-,-,4,; -,-,3,4,; -,2,3,4,; and 1,2,3,4,, one bet each.":"Luật chơi:Chọn 1 số từ hàng vạn, ngàn, trăm, chục tạo thành tổ hợp 1~4 tinh, tất cả 4 cược. Số hàng chục đã chọn trùng với hàng chục của kết quả mở thưởng là trúng Chục Cố định. Số hàng trăm, chục đã chọn trùng với hàng trăm, chục của kết quả mở thưởng là trúng Chục Cố định và Trăm&chục Hàng số. Tương tự như vậy, tối đa cùng lúc trúng 4 giải.VD trúng thưởng:Cược: 1, 2, 3, 4; Kết quả mở thưởng: 1, 2, 3, 4, *, là trúng -,-,-,4,*、-,-,3,4,*、-,2,3,4,*、1,2,3,4,*; mỗi loại 1 cược.",
  "Game Instructions: Choose 4 numbers to form one bet. If the selected numbers match the winning numbers 1st, 2nd, 3rd, and 4th places respectively, regardless of the order, it counts as a win. Winning Example: Betting scheme: 1,2,3,4; Winning numbers: 4,3,2,1,* (where * represents any number for the units place). This results in a win.":"Luật chơi:Chọn 4 số tạo thành 1 cược, số đã chọn trùng với hàng vạn, ngàn, trăm, chục của kết quả mở thưởng (Không giới hạn thứ tự) là trúng thưởng.VD trúng thưởng:Cược: 1, 2, 3, 4 Kết quả mở thưởng: 4, 3, 2, 1, *, là trúng thưởng.",
  "Game Instructions: Choose one double number and two single numbers to form a bet. If the two single numbers are included among the 1st, 2nd, 3rd, and 4th places of the winning numbers, and the chosen double number appears twice within these four places, then you win. For Example: Betting plan: Double number: 3, Single numbers: 1, 2; Winning numbers: 3, 1, 2, 3, *. In this case, you win.":"Luật chơi:Chọn 1 số đôi và 2 số đơn tạo thành 1 cược. Kết quả mở thưởng hàng vạn, ngàn, trăm, chục bao gồm 2 số đơn đã chọn, và số đôi đã chọn xuất hiện 2 lần là trúng thưởng.VD trúng thưởng:Cược: Số đôi: 3, số đơn: 1, 2; Kết quả mở thưởng: 3, 1, 2, 3, *, là trúng thưởng.",
  "Game Instructions: Select two double numbers to form a bet. If each of the chosen double numbers appears twice among the 1st, 2nd, 3rd, and 4th places of the winning numbers, then you win. For example: Betting plan: Double numbers: 2, 8; Winning numbers: 2, 8, 2, 8, *. In this case, you win.":"Luật chơi:Chọn 2 số đôi tạo thành 1 cược. 2 số đôi đã chọn xuất hiện 2 lần tại hàng vạn, ngàn, trăm, chục của kết quả mở thưởng là trúng thưởng.VD trúng thưởng:Cược: 2, 8; Kết quả mở thưởng: 2, 8, 2, 8, *, là trúng thưởng.",
  "Game Instructions: Select one triple number and one single number to form a bet. If the chosen single number appears in the 1st, 2nd, 3rd, and 4th places of the winning numbers, and the chosen triple number appears three times within these four places, then you win. For example: Betting plan: Triple number: 1, Single number: 2; Winning numbers: 1, 2, 1, 1, *. In this case, you win.":"Luật chơi:Chọn 1 bộ ba và 1 số đơn tạo thành 1 cược. Kết quả mở thưởng hàng vạn, ngàn, trăm, chục bao gồm số đơn đã chọn, và bộ ba đã chọn xuất hiện 3 lần là trúng thưởng.VD trúng thưởng:Cược: Bộ ba: 1, số đơn: 2; Kết quả mở thưởng: 1, 2, 1, 1, *, là trúng thưởng.",
  "Game Instructions: Select one number from the 2nd, 3rd, 4th and 5th to form a bet. If the chosen numbers match the winning numbers in the 2nd, 3rd, 4th and 5th places, and in the exact order, you win the bet. Example of winning: Betting plan: 1,2,3,4; Winning numbers: *,1,2,3,4. In this case, you win.":"Luật chơi:Chọn 1 số từ hàng ngàn, trăm, chục, đơn vị tạo thành 1 cược. Số đã chọn trùng với hàng ngàn, trăm, chục, đơn vị của kết quả mở thưởng và cùng thứ tự là trúng thưởng.VD trúng thưởng:Cược: 1, 2, 3, 4; Kết quả mở thưởng: *, 1, 2, 3, 4, là trúng thưởng.",
  "Game Instructions: Enter a 4-digit number to form a bet. If the entered number matches the winning numbers in the 2nd, 3rd, 4th and 5th places, and in the exact order, then you win. For Example: Betting plan: 1234; Winning numbers: *,1,2,3,4. In this case, you win":"Luật chơi:Nhập 1 số 4 chữ số tạo thành 1 cược. Số nhập trùng với hàng ngàn, trăm, chục, đơn vị của kết quả mở thưởng và cùng thứ tự là trúng thưởng.VD trúng thưởng:Cược: 1234; Kết quả mở thưởng: *, 1, 2, 3, 4, là trúng thưởng.",
  "Game Instructions: Select one number from each of the 2nd, 3rd, 4th and 5th places to create combinations of 1 to 4 , totaling four bets. If the selected 5th bet number matches the 5th number of the winning numbers, you win the 5th position prize; if the selected 4th and 5th bet numbers match the 4th and 5th numbers of the winning numbers, you win both the 4th and 5th position prizes. This pattern continues such that you can potentially win up to four prizes simultaneously. For Example: Betting plan: 1,2,3,4; Winning numbers: ,1,2,3,4. In this case, you win one bet each for ,*,*,*,4 (5th positions), ,*,*,3,4 ( 4th and 5th positions), ,*,2,3,4 (3rd, 4th and 5th positions), and *,1,2,3,4 (2nd , 3rd, 4th and 5th positions).":"Luật chơi:Chọn 1 số từ hàng ngàn, trăm, chục, đơn vị tạo thành tổ hợp 1~4 tinh, tất cả 4 cược. Số hàng đơn vị đã chọn trùng với hàng đơn vị của kết quả mở thưởng là trúng Đơn vị Cố định. Số hàng chục, đơn vị đã chọn trùng với hàng chục, đơn vị của kết quả mở thưởng là trúng Đơn vị Cố định và Hậu nhị Hàng số. Tương tự như vậy, tối đa cùng lúc trúng 4 giải.VD trúng thưởng:Cược: 1, 2, 3, 4; Kết quả mở thưởng: *, 1, 2, 3, 4, là trúng *,-,-,-,4、*,-,-,3,4、*,-,2,3,4、*,1,2,3,4; mỗi loại 1 cược.",
  "Game Instructions: Choose four numbers to form a bet. If the selected numbers match the winning numbers in the 2nd, 3rd, 4th and 5th places, in any order, then you win. Example of winning: Betting plan: 1,2,3,4; Winning numbers: *,4,3,2,1. In this case, you win.":"Luật chơi:Chọn 4 số tạo thành 1 cược, số đã chọn trùng với hàng ngàn, trăm, chục, đơn vị của kết quả mở thưởng (Không giới hạn thứ tự) là trúng thưởng.VD trúng thưởng:Cược: 1, 2, 3, 4 Kết quả mở thưởng: *, 4, 3, 2, 1, là trúng thưởng.",
  "Game Instructions: Select one double number and two single numbers to form a bet. If the two single numbers are included among the 2nd, 3rd, 4th, and 5th places of the winning numbers, and the chosen double number appears twice within these four places, then you win. For Example: Betting plan: Double number: 3, Single numbers: 1, 2; Winning numbers: *,3,1,2,3. In this case, you win.":"Luật chơi:Chọn 1 số đôi và 2 số đơn tạo thành 1 cược. Kết quả mở thưởng hàng ngàn, trăm, chục, đơn vị bao gồm 2 số đơn đã chọn, và số đôi đã chọn xuất hiện 2 lần là trúng thưởng.VD trúng thưởng:Cược: Số đôi: 3, số đơn: 1, 2; Kết quả mở thưởng: *, 3, 1, 2, 3, là trúng thưởng.",
  "Game Instructions: Select two double numbers to form a bet. If each of the chosen double numbers appears twice among the 2nd, 3rd, 4th and 5th places of the winning numbers, then you win. For Example: Betting plan: Double numbers: 2, 8; Winning numbers: *,2,8,2,8. In this case, you win.":"Luật chơi:Chọn 2 số đôi tạo thành 1 cược. 2 số đôi đã chọn xuất hiện 2 lần tại hàng ngàn, trăm, chục, đơn vị của kết quả mở thưởng là trúng thưởng.VD trúng thưởng:Cược: 2, 8; Kết quả mở thưởng: *, 2, 8, 2, 8, là trúng thưởng.",
  "Game Instructions: Choose one triple number and one single number to form a bet. If the chosen single number is included among the 2nd, 3rd, 4th, and 5th places of the winning numbers, and the chosen triple number appears three times within these four places, then you win. Example of winning: Betting plan: Triple number: 1, Single number: 2; Winning numbers: *,1,2,1,1. In this case, you win.":"Luật chơi:Chọn 1 bộ ba và 1 số đơn tạo thành 1 cược. Kết quả mở thưởng hàng ngàn, trăm, chục, đơn vị bao gồm số đơn đã chọn, và bộ ba đã chọn xuất hiện 3 lần là trúng thưởng.VD trúng thưởng:Cược: Bộ ba: 1, số đơn: 2; Kết quả mở thưởng: *, 1, 2, 1, 1, là trúng thưởng.",
  "Game Instructions: Select one number each from the 1st, 2nd, and 3rd places to form a bet. If the chosen numbers match the winning numbers in the 1st, 2nd, and 3rd places, and in the exact order, then you win. For Examplea: Betting plan: 3, 4, 5; Winning numbers: 3, 4, 5, *, *. In this case, you win.":"Luật chơi:Chọn 1 số từ hàng vạn, ngàn, trăm tạo thành 1 cược. Số đã chọn trùng với hàng vạn, ngàn, trăm của kết quả mở thưởng và cùng thứ tự là trúng thưởng.VD trúng thưởng:Cược: 3, 4, 5; Kết quả mở thưởng: 3, 4, 5, *, *, là trúng thưởng.",
  "Game Instructions: Enter a 3-digit number to form a bet. If the entered number matches the winning numbers in the 1st, 2nd, and 3rd places, and in the exact order, then you win. For Example: Betting plan: 345; Winning numbers: 3, 4, 5, *, *. In this case, you win.":"Luật chơi:Nhập 1 số 3 chữ số tạo thành 1 cược. Số nhập trùng với hàng vạn, ngàn, trăm của kết quả mở thưởng và cùng thứ tự là trúng thưởng.VD trúng thưởng:Cược: 345; Kết quả mở thưởng: 3, 4, 5, *, *, là trúng thưởng.",
  "Game Instructions: Select one number each from the 1st, 2nd, and 3rd places to form combinations of 1 to 3 , totaling three bets. If the selected 3rd place number matches the 3rd place of the winning numbers, you win the 3rd position prize. If the selected 2nd and 3rd place numbers match the corresponding places of the winning numbers, you win both the 2nd and 3rd positions prizes. Similarly, if all three selected numbers match the winning numbers in the 1st, 2nd, and 3rd places, in the exact order, you can win up to three prizes simultaneously. For Example: Betting plan: 1,2,3; Winning numbers: 1,2,3,,. In this case, you win one bet each for ,*,*,3,*, (3rd position prize), ,2,3,,* (2nd and 3rd position prizes), and 1,2,3,, (1st, 2nd and 3rd position prizes).":"Luật chơi:Chọn 1 số từ hàng vạn, ngàn, trăm tạo thành tổ hợp 1~3 tinh, tất cả 3 cược. Số hàng trăm đã chọn trùng với hàng trăm của kết quả mở thưởng là trúng Trăm Cố định. Số hàng ngàn, trăm đã chọn trùng với hàng ngàn, trăm của kết quả mở thưởng là trúng Trăm Cố định và Ngàn&trăm Hàng số. Tương tự như vậy, tối đa cùng lúc trúng 3 giải.VD trúng thưởng:Cược:1,2,3; Kết quả mở thưởng: 1, 2, 3, *, *, là trúng -,-,3, *, */-,2,3, *, */1,2,3, *, *; mỗi loại 1 cược.",
  "Game Instructions: Select one number that will match the sum of the 1st, 2nd, and 3rd places of the winning numbers. If the selected number equals this sum, then you win. For Example: Betting plan: 3; Winning numbers: 1, 2, 0, *, *. The sum of 1, 2, and 0 is 3, which matches the selected number, so in this case, you win.":"Luật chơi:Chọn 1 giá trị, nếu trùng với tổng 3 số hàng vạn, ngàn, trăm của kết quả mở thưởng là trúng thưởng.VD trúng thưởng:Cược: 3; Kết quả mở thưởng: 1, 2, 0, *, *, là trúng thưởng.",
  "Game Instructions: Select one number that matches the difference obtained by subtracting the smallest number from the largest number among the 1st, 2nd, and 3rd of the winning numbers. If the selected number equals this difference, then you win. For Example: Betting plan: 3; Winning numbers: 1, 2, 4, *, *. The largest number is 4 and the smallest is 1, so the difference is 4 - 1 = 3, which matches the selected number. In this case, you win.":"Luật chơi:Chọn 1 giá trị, nếu giống hiệu số giữa số lớn nhất và nhỏ nhất trong hàng vạn, ngàn, trăm của kết quả mở thưởng là trúng thưởng.VD trúng thưởng:Cược: 3; Kết quả mở thưởng: 1, 2, 4, *, *, là trúng thưởng.",
  "Game Instructions: Select two numbers to form two bets. To win, one of the chosen numbers must appear twice among the 1st, 2nd, and 3rd places of the winning numbers, and the other chosen number must appear once, regardless of the order. For Example: Betting plan: 1, 2; Winning numbers: 1, 2, 2, *, *. In this case, you win because the number 2 appears twice and the number 1 appears once in the specified positions.":"Luật chơi:Chọn 2 số tạo thành 2 cược. Bất kỳ 1 số nào xuất hiện 2 lần tại hàng vạn, ngàn, trăm của kết quả mở thưởng, 1 số khác xuất hiện 1 lần (Không giới hạn thứ tự) là trúng thưởng.VD trúng thưởng:Cược: 1, 2; Kết quả mở thưởng: 1, 2, 2, *, *, là trúng thưởng.",
  "Game Instructions: Select three numbers to form a single bet. If the chosen numbers match the numbers in the 1st, 2nd, 3rd places of the winning numbers, regardless of order, then you win. For Example: Betting plan: 1, 2, 3; Winning numbers: 1, 3, 2, *, *. In this case, you win because the numbers 1, 2, and 3 match the first three numbers of the winning sequence, albeit in a different order.":"Luật chơi:Chọn 3 số tạo thành 1 cược. Số đã chọn trùng với hàng vạn, ngàn, trăm của kết quả mở thưởng (Không giới hạn thứ tự) là trúng thưởng.VD trúng thưởng:Cược: 1, 2, 3; Kết quả mở thưởng: 1, 3, 2, *, *, là trúng thưởng.",
  "Game Instructions: Enter two identical numbers and one different number, or three distinct numbers, to form a single bet. If the entered numbers match the numbers in the 1st, 2nd, and 3rd places of the winning numbers, regardless of order, and there is a pair among these three positions, you win the "Front Three Group Three". If all three numbers are different, you win the "Front Three Group Six". Examples of winning: Betting plan A: 122; Winning numbers: 2, 1, 2, *, *. In this case, you win the "Front Three Group Three" because there is a pair (two 2s) among the first three positions. Betting plan B: 123; Winning numbers: 1, 3, 2, *, *. In this case, you win the "Front Three Group Six" because all three numbers are different and match the first three positions in any order.":"Luật chơi:Nhập 2 số giống nhau và 1 số khác hoặc 3 số khác nhau tạo thành 1 cược. Số nhập trùng với hàng vạn, ngàn, trăm của kết quả mở thưởng (Không giới hạn thứ tự), và hàng vạn, ngàn, trăm có đôi là trúng Tiền tam Nhóm 3, nếu hàng vạn, ngàn, trăm là số đơn là trúng Tiền tam Nhóm 6.VD trúng thưởng:Cược A: 122; Kết quả mở thưởng:2,1,2,*,*, là trúng Tiền tam Nhóm 3; Cược B: 123; Kết quả mở thưởng:1,3,2,*,*, là trúng Tiền tam Nhóm 6.",
  "Game Insructions: Choose one number that equals the sum of the 1st, 2nd, 3rd places of the winning numbers (excluding cases where all three digits are the same, also known as a "triplet"). If there is a pair among these three positions, you win the "Front Three Group Selected Sum Group Three". If all three numbers are distinct, you win the "Front Three Group Selected Sum Group Six". For Example: Betting plan: 6; Winning numbers A: 3, 3, 0, *, *. In this case, you win the "Front Three Group Selected Sum Group Three" because the sum of the numbers (3+3+0=6) matches the selected number and there is a pair among the numbers. Winning numbers B: 1, 2, 3, *, *. In this case, you win the "Front Three Group Selected Sum Group Six" because the sum of the numbers (1+2+3=6) matches the selected number and all numbers are distinct.":"Luật chơi:Chọn 1 giá trị, nếu trùng với tổng 3 số hàng vạn, ngàn, trăm của kết quả mở thưởng (Trừ Bão), và hàng vạn, ngàn, trăm có đôi thì trúng Tiền tam Tổng nhóm 3, nếu hàng vạn, ngàn, trăm là số đơn thì trúng Tiền tam Tổng nhóm 6.VD trúng thưởng:Cược: 6; Kết quả mở thưởng A:3,3,0,*,*, là trúng Tiền tam Tổng nhóm 3; Kết quả mở thưởng B:1,2,3,*,*, là trúng Tiền tam Tổng nhóm 6.",
  "Game Instructions: Enter two identical numbers and one different number to form a single bet. If the entered numbers match the numbers in the 1st, 2nd, and 3rd places of the winning numbers, regardless of order, then you win. For Example: Betting plan: 122; Winning numbers: 2, 1, 2, *, *. In this case, you win because the numbers 1 and 2 appear in the first three positions of the winning numbers, matching the bet exactly, even though the order is different.":"Luật chơi:Nhập 2 số giống nhau và 1 số khác tạo thành 1 cược. Số nhập trùng với hàng vạn, ngàn, trăm của kết quả mở thưởng (Không giới hạn thứ tự) là trúng thưởng.VD trúng thưởng:Cược: 122; Kết quả mở thưởng: 2, 1, 2, *, *, là trúng thưởng.",
  "Game Instructions: Enter three distinct numbers to form a single bet. If the entered numbers match the numbers in the 1st, 2nd, and 3rd places of the winning numbers, regardless of order, then you win. For Example: Betting plan: 123; Winning numbers: 1, 3, 2, *, *. In this case, you win the "Front Three Group Six" because the numbers 1, 2, and 3 appear in the first three positions of the winning numbers, matching the entered numbers in any order.":"Luật chơi:Nhập 3 số khác nhau tạo thành 1 cược. Số nhập trùng với hàng vạn, ngàn, trăm của kết quả mở thưởng (Không giới hạn thứ tự) là trúng thưởng.VD trúng thưởng:Cược: 123; Kết quả mở thưởng: 1, 3, 2, *, *, là trúng thưởng.",
  "Game Instructions: Select one number, and if this number matches any one of the 1st, 2nd, or 3rd places of the winning numbers (excluding cases where all three digits are the same, known as a "triplet"), you qualify for a prize. If there is a pair among these three positions, you win a prize. If all three numbers are distinct, you win a prize. For Examples: Betting plan: 3; Winning numbers A: 1, 3, 3, *, *. In this case, you win the prize for this selection because the number 3 matches and forms a pair in the 1st, 2nd, or 3rd places. Winning numbers B: 1, 2, 3, *, *. In this case, you win the prize for this selection because the number 3 matches one of the positions and all numbers are distinct, forming no pairs.":"Luật chơi:Chọn 1 số, nếu kết quả mở thưởng hàng vạn, ngàn, trăm có vị trí trùng với số đã chọn (Trừ Bão), và hàng vạn, ngàn, trăm có đôi thì trúng Tiền tam Bao số Nhóm 3, nếu hàng vạn, ngàn, trăm là số đơn thì trúng Tiền tam Bao số Nhóm 6.VD trúng thưởng:Cược: 3; Kết quả mở thưởng A:1,3,3,*,*, là trúng Tiền tam Bao số Nhóm 3; Kết quả mở thưởng B:1,2,3,*,*, là trúng Tiền tam Bao số Nhóm 6.",
  "Game Rule: Select one number. If this number matches the last digit of the sum of the first three digits (the 1st, 2nd, and 3rd places) of the winning number, then you win. For Example: Betting Option: 3; Winning Numbers: 0, 2, 1, *, *; Since the sum of the first three digits is 3, which matches the bet, it results in a win.":"Luật chơi:Chọn 1 giá trị, nếu trùng với số đuôi tổng 3 số hàng vạn, ngàn, trăm của kết quả mở thưởng là trúng thưởng.VD trúng thưởng:Cược: 3; Kết quả mở thưởng: 0, 2, 1, *, *, là trúng thưởng.",
  "Game Instructions: Enter a 3-digit number to form a bet. If the entered number matches the winning numbers in the 2nd, 3rd and 4th places, and in the exact order, then you win. For Example: Betting plan: 345; Winning numbers: *, 3, 4, 5, *. In this case, you win.":"Luật chơi:Nhập 1 số 3 chữ số tạo thành 1 cược. Số nhập trùng với hàng ngàn, trăm, chục của kết quả mở thưởng và cùng thứ tự là trúng thưởng.VD trúng thưởng:Cược: 345; Kết quả mở thưởng: *, 3, 4, 5, *, là trúng thưởng.",
  "Game Instructions: Select one number each from the 2nd, 3rd and 4th places to form combinations of 1 to 3 , totaling three bets. If the selected 4th place number matches the 4th place of the winning numbers, you win the 4th position prize. If the selected 3rd and 4th place numbers match the corresponding places of the winning numbers, you win both the 3rd and 4th positions prizes. Similarly, if all three selected numbers match the winning numbers in the 1 2nd, 3rd and 4th places, in the exact order, you can win up to three prizes simultaneously. For Example: Betting plan: 1,2,3; Winning numbers: *,1,2,3,*,. In this case, you win one bet each for , ,*,*,3,*, (4th position prize), , ,2,3,,* (3rd and 4th position prizes), and , ,1,2,3, , (2nd, 3rd and 4th position prizes).":"Luật chơi:Chọn 1 số từ hàng ngàn, trăm, chục tạo thành tổ hợp 1~3 tinh, tất cả 3 cược. Số hàng chục đã chọn trùng với hàng chục của kết quả mở thưởng là trúng Chục Cố định. Số hàng trăm, chục đã chọn trùng với hàng trăm, chục của kết quả mở thưởng là trúng Chục Cố định và Trăm&chục Hàng số. Tương tự như vậy, tối đa cùng lúc trúng 3 giải.VD trúng thưởng:Cược:1,2,3; Kết quả mở thưởng:*,1,2,3,*, là trúng *,-,-,3,*/*,-,2,3,*/*,1,2,3,*; mỗi loại 1 cược.",
  "Game Instructions: Select one number that will match the sum of the 2nd, 3rd and 4th places of the winning numbers. If the selected number equals this sum, then you win. For Example: Betting plan: 3; Winning numbers: *, 1, 2, 0, *. The sum of 1, 2, and 0 is 3, which matches the selected number, so in this case, you win.":"Luật chơi:Chọn 1 giá trị, nếu trùng với tổng 3 số hàng ngàn, trăm, chục của kết quả mở thưởng là trúng thưởng.VD trúng thưởng:Cược: 3; Kết quả mở thưởng: *, 1, 2, 0, *, là trúng thưởng.",
  "Game Instructions: Select one number that matches the difference obtained by subtracting the smallest number from the largest number among the 2nd, 3rd and 4th of the winning numbers. If the selected number equals this difference, then you win. For Example: Betting plan: 3; Winning numbers: *, 1, 2, 4, *. The largest number is 4 and the smallest is 1, so the difference is 4 - 1 = 3, which matches the selected number. In this case, you win.":"Luật chơi:Chọn 1 giá trị, nếu giống hiệu số giữa số lớn nhất và nhỏ nhất trong hàng ngàn, trăm, chục của kết quả mở thưởng là trúng thưởng.VD trúng thưởng:Cược: 3; Kết quả mở thưởng: *, 1, 2, 4, *, là trúng thưởng.",
  "Game Instructions: Select two numbers to form two bets. To win, one of the chosen numbers must appear twice among the 2nd, 3rd and 4th places of the winning numbers, and the other chosen number must appear once, regardless of the order. For Example: Betting plan: 1, 2; Winning numbers: *, 1, 2, 2, *. In this case, you win because the number 2 appears twice and the number 1 appears once in the specified positions.":"Luật chơi:Chọn 2 số tạo thành 2 cược. Bất cứ 1 số nào xuất hiện 2 lần tại hàng ngàn, trăm, chục của kết quả mở thưởng, 1 số khác xuất hiện 1 lần (Không giới hạn thứ tự) là trúng thưởng.VD trúng thưởng:Cược: 1, 2; Kết quả mở thưởng: *, 1, 2, 2, *, là trúng thưởng.",
  "Game Instructions: Select three numbers to form a single bet. If the chosen numbers match the numbers in the 2nd, 3rd and 4th places of the winning numbers, regardless of order, then you win. For Example: Betting plan: 1, 2, 3; Winning numbers: *, 1, 3, 2, *. In this case, you win because the numbers 1, 2, and 3 match the Mid three numbers of the winning sequence, albeit in a different order.":"Luật chơi:Chọn 3 số tạo thành 1 cược. Số đã chọn trùng với hàng ngàn, trăm, chục của kết quả mở thưởng (Không giới hạn thứ tự) là trúng thưởng.VD trúng thưởng:Cược: 1, 2, 3; Kết quả mở thưởng: *, 1, 3, 2, *, là trúng thưởng.",
  "Game Instructions: Enter two identical numbers and one different number, or three distinct numbers, to form a single bet. If the entered numbers match the numbers in the 2nd, 3rd and 4th places of the winning numbers, regardless of order, and there is a pair among these three positions, you win the "Mid Three Group Three". If all three numbers are different, you win the "Mid Three Group Six". For Example: Betting plan A: 122; Winning numbers: *, 2, 1, 2, *. In this case, you win the "Mid Three Group Three" because there is a pair (two 2s) among the mid three positions. Betting plan B: 123; Winning numbers: *, 1, 3, 2, *. In this case, you win the "Mid Three Group Six" because all three numbers are different and match the mid three positions in any order.":"Luật chơi:Nhập 2 số giống nhau và 1 số khác hoặc 3 số khác nhau tạo thành 1 cược. Số nhập trùng với hàng ngàn, trăm, chục của kết quả mở thưởng (Không giới hạn thứ tự), và hàng ngàn, trăm, chục có đôi là trúng Trung tam Nhóm 3, nếu hàng ngàn, trăm, chục là số đơn là trúng Trung tam Nhóm 6.VD trúng thưởng:Cược A: 122; Kết quả mở thưởng: *,2,1,2,*, là trúng Trung tam Nhóm 3; Cược B: 123; Kết quả mở thưởng: *,1,3,2,*, là trúng Trung tam Nhóm 6.",
  "Game Insructions: Choose one number that equals the sum of the 2nd, 3rd and 4th places of the winning numbers (excluding cases where all three digits are the same, also known as a "triplet"). If there is a pair among these three positions, you win the "Mid Three Group Selected Sum Group Three". If all three numbers are distinct, you win the "Mid Three Group Selected Sum Group Six". For Example: Betting plan: 6; Winning numbers A: 3, 3, 0, *, *. In this case, you win the "Mid Three Group Selected Sum Group Three" because the sum of the numbers (3+3+0=6) matches the selected number and there is a pair among the numbers. Winning numbers B: 1, 2, 3, *, *. In this case, you win the "Mid Three Group Selected Sum Group Six" because the sum of the numbers (1+2+3=6) matches the selected number and all numbers are distinct.":"Luật chơi:Chọn 1 giá trị, nếu trùng với tổng 3 số hàng ngàn, trăm, chục của kết quả mở thưởng (Trừ Bão), và hàng ngàn, trăm, chục có đôi thì trúng Trung tam Tổng nhóm 3, nếu hàng ngàn, trăm, chục là số đơn thì trúng Trung tam Tổng nhóm 6.VD trúng thưởng:Cược: 6; Kết quả mở thưởng A:*,3,3,0,*, là trúng Tổng trung tam nhóm 3; Kết quả mở thưởng B:*,1,2,3,*, là trúng Tổng trung tam nhóm 6.",
  "Game Instructions: Enter two identical numbers and one different number to form a single bet. If the entered numbers match the numbers in the 2nd, 3rd and 4th places of the winning numbers, regardless of order, then you win. For Example: Betting plan: 122; Winning numbers: *, 2, 1, 2, *. In this case, you win because the numbers 1 and 2 appear in the Mid three positions of the winning numbers, matching the bet exactly, even though the order is different.":"Luật chơi:Nhập 2 số giống nhau và 1 số khác tạo thành 1 cược. Số nhập trùng với hàng ngàn, trăm, chục của kết quả mở thưởng (Không giới hạn thứ tự) là trúng thưởng.VD trúng thưởng:Cược: 122; Kết quả mở thưởng: *, 2, 1, 2, *, là trúng thưởng.",
  "Game Instructions: Enter three distinct numbers to form a single bet. If the entered numbers match the numbers in the 2nd, 3rd and 4th places of the winning numbers, regardless of order, then you win. For Example: Betting plan: 123; Winning numbers: *, 1, 3, 2, *. In this case, you win the "Mid Three Group Six" because the numbers 1, 2, and 3 appear in the Mid three positions of the winning numbers, matching the entered numbers in any order.":"Luật chơi:Nhập 3 số khác nhau tạo thành 1 cược. Số nhập trùng với hàng ngàn, trăm, chục của kết quả mở thưởng (Không giới hạn thứ tự) là trúng thưởng.VD trúng thưởng:Cược: 123; Kết quả mở thưởng: *, 1, 3, 2, *, là trúng thưởng.",
  "Game Instructions: Select one number, and if this number matches any one of the 2nd, 3rd or 4th places of the winning numbers (excluding cases where all three digits are the same, known as a "triplet"), you qualify for a prize. If there is a pair among these three positions, you win a prize. If all three numbers are distinct, you win a prize. For Examples: Betting plan: 3; Winning numbers A: *, 1, 3, 3, *. In this case, you win the prize for this selection because the number 3 matches and forms a pair in the 2nd, 3rd and 4th places. Winning numbers B: *, 1, 2, 3, *. In this case, you win the prize for this selection because the number 3 matches one of the positions and all numbers are distinct, forming no pairs.":"Luật chơi:Chọn 1 số, nếu kết quả mở thưởng hàng ngàn, trăm, chục có vị trí trùng với số đã chọn (Trừ Bão), và hàng ngàn, trăm, chục có đôi thì trúng Trung tam Bao số Nhóm 3, nếu hàng ngàn, trăm, chục là số đơn thì trúng Trung tam Bao số Nhóm 6.VD trúng thưởng:Cược: 3; Kết quả mở thưởng A:*,1,3,3,*, là trúng Trung tam Bao số Nhóm 3; Kết quả mở thưởng B:*,1,2,3,*, là trúng Trung tam Bao số Nhóm 6.",
  "Game Instructions: Select one number. If this number matches the last digit of the sum of the Mid three digits (the 2nd, 3rd and 4th places) of the winning number, then you win. For Example: Betting Option: 3; Winning Numbers: *, 0, 2, 1, *; Since the sum of the Mid three digits is 3, which matches the bet, it results in a win.":"Luật chơi:Chọn 1 giá trị, nếu trùng với số đuôi tổng 3 số hàng ngàn, trăm, chục của kết quả mở thưởng là trúng thưởng.VD trúng thưởng:Cược: 3; Kết quả mở thưởng: *, 0, 2, 1, *, là trúng thưởng.",
  "Game Instructions: Select one number, and if this number matches any one of the 3rd , 4th and 5th places of the winning numbers (excluding cases where all three digits are the same, known as a "triplet"), you qualify for a prize. If there is a pair among these three positions, you win a prize. If all three numbers are distinct, you win a prize. For Examples: Betting plan: 3; Winning numbers A: , *, * ,1, 3, 3. In this case, you win the prize for this selection because the number 3 matches and forms a pair in the 4th and 5th places. Winning numbers B: *, *, 1, 2, 3. In this case, you win the prize for this selection because the number 3 matches one of the positions and all numbers are distinct, forming no pairs.":"Luật chơi:Chọn 1 số, nếu kết quả mở thưởng hàng trăm, chục, đơn vị có vị trí trùng với số đã chọn (Trừ Bão), và hàng trăm, chục, đơn vị có đôi thì trúng Hậu tam Bao số Nhóm 3, nếu hàng trăm, chục, đơn vị là số đơn thì trúng Hậu tam Bao số Nhóm 6.VD trúng thưởng:Cược: 3; Kết quả mở thưởng A:*,1,3,3,*, là trúng Hậu tam Bao số Nhóm 3; Kết quả mở thưởng B:*,1,2,3,*, là trúng Hậu tam Bao số Nhóm 6.",
  "Game Instructions: Select one number. If this number matches the last digit of the sum of the last three digits (the 3rd , 4th and 5th places) of the winning number, then you win. For Example: Betting Option: 3; Winning Numbers: , *, *, 0, 2, 1; Since the sum of the first three digits is 3, which matches the bet, it results in a win.":"Luật chơi:Chọn 1 giá trị, nếu trùng với số đuôi tổng 3 số hàng trăm, chục, đơn vị của kết quả mở thưởng là trúng thưởng.VD trúng thưởng:Cược: 3; Kết quả mở thưởng: *, *, 0, 2, 1, là trúng thưởng.",
  "Game Instructions: Select one number each from the 2nd, 3rd and 4th places to form a bet. If the chosen numbers match the winning numbers in the 2nd, 3rd and 4th places, and in the exact order, then you win. For Examplea: Betting plan: 3, 4, 5; Winning numbers: *, *, 3,4, 5,. In this case, you win.":"Luật chơi:Chọn 1 số từ hàng trăm, chục, đơn vị tạo thành 1 cược. Số đã chọn trùng với hàng trăm, chục, đơn vị của kết quả mở thưởng và cùng thứ tự là trúng thưởng.VD trúng thưởng:Cược: 3, 4, 5; Kết quả mở thưởng: *, *, 3, 4, 5, là trúng thưởng.",
  "Game Instructions: Enter a 3-digit number to form a bet. If the entered number matches the winning numbers in the 2nd, 3rd and 4th places, and in the exact order, then you win. For Example: Betting plan: 3, 4, 5; Winning numbers: *, *,3, 4, 5. In this case, you win.":"Luật chơi:Nhập 1 số có 3 chữ số tạo thành 1 cược. Số đã nhập trùng với hàng trăm, chục, đơn vị của kết quả mở thưởng và cùng thứ tự là trúng thưởng.VD trúng thưởng:Cược: 345; Kết quả mở thưởng: *, *, 3, 4, 5, là trúng thưởng.",
  "Game Instructions: Select one number each from the 2nd, 3rd and 4th places to form combinations of 1 to 3 , totaling three bets. If the selected 4th place number matches the 4th place of the winning numbers, you win the 4th position prize. If the selected 3rd and 4th place numbers match the corresponding places of the winning numbers, you win both the 3rd and 4th positions prizes. Similarly, if all three selected numbers match the winning numbers in the 2nd, 3rd and 4th places, in the exact order, you can win up to three prizes simultaneously. For Example: Betting plan: 1,2,3; Winning numbers: ,,,1,2,3. In this case, you win one bet each for ,*,*,*,3, (5th position prize), ,*,*,2,3 (4th and 5th position prizes), and 1,2,3,, (3rd, 4th and 5th position prizes).":"Luật chơi:Chọn 1 số từ hàng trăm, chục, đơn vị tạo thành tổ hợp 1~3 tinh, tất cả 3 cược. Số hàng đơn vị đã chọn trùng với hàng đơn vị của kết quả mở thưởng là trúng Đơn vị Cố định. Số hàng chục, đơn vị đã chọn trùng với hàng chục, đơn vị của kết quả mở thưởng là trúng Đơn vị Cố định và Hậu nhị Hàng số. Tương tự như vậy, tối đa cùng lúc trúng 3 giải.VD trúng thưởng:Cược: 1, 2, 3; Kết quả mở thưởng:*,*,1,2,3, là trúng *,-,-,3, */*,-,2,3,*/*,1,2,3,*; mỗi loại 1 cược.",
  "Game Instructions: Select one number that will match the sum of the 3rd, 4th and 5th places of the winning numbers. If the selected number equals this sum, then you win. For Example: Betting plan: 3; Winning numbers: *, *, 1, 2, 0. The sum of 1, 2, and 0 is 3, which matches the selected number, so in this case, you win.":"Luật chơi:Chọn 1 giá trị, nếu trùng với tổng 3 số hàng trăm, chục, đơn vị của kết quả mở thưởng là trúng thưởng.VD trúng thưởng:Cược: 3; Kết quả mở thưởng: *, *, 1, 2, 0, là trúng thưởng.",
  "Game Instructions: Select one number that matches the difference obtained by subtracting the smallest number from the largest number among the 3rd, 4th and 5th of the winning numbers. If the selected number equals this difference, then you win. For Example: Betting plan: 3; Winning numbers: *, *, 1, 2, 4. The largest number is 4 and the smallest is 1, so the difference is 4 - 1 = 3, which matches the selected number. In this case, you win.":"Luật chơi:Chọn 1 giá trị, nếu giống hiệu số giữa số lớn nhất và nhỏ nhất trong hàng trăm, chục, đơn vị của kết quả mở thưởng là trúng thưởng.VD trúng thưởng:Cược: 3; Kết quả mở thưởng: *, *, 1, 2, 4, là trúng thưởng.",
  "Game Instructions: Select two numbers to form two bets. To win, one of the chosen numbers must appear twice among the 3rd , 4th , 5th places of the winning numbers, and the other chosen number must appear once, regardless of the order. For Example: Betting plan: 1, 2; Winning numbers: *, *,1, 2, 2. In this case, you win because the number 2 appears twice and the number 1 appears once in the specified positions.":"Luật chơi:Chọn 2 số tạo thành 2 cược. Bất cứ 1 số nào xuất hiện 2 lần tại hàng trăm, chục, đơn vị của kết quả mở thưởng, 1 số khác xuất hiện 1 lần (Không giới hạn thứ tự) là trúng thưởng.VD trúng thưởng:Cược: 1, 2; Kết quả mở thưởng: *, *, 1, 2, 2, là trúng thưởng.",
  "Game Instructions: Select three numbers to form a single bet. If the chosen numbers match the numbers in the 3rd, 4th and 5th places of the winning numbers, regardless of order, then you win. For Example: Betting plan: 1, 2, 3; Winning numbers: *, *, 1, 3, 2,. In this case, you win because the numbers 1, 2, and 3 match the first three numbers of the winning sequence, albeit in a different order.":"Luật chơi:Chọn 3 số tạo thành 1 cược. Số đã chọn trùng với hàng trăm, chục, đơn vị của kết quả mở thưởng (Không giới hạn thứ tự) là trúng thưởng.VD trúng thưởng:Cược: 1, 2, 3; Kết quả mở thưởng: *, *, 1, 3, 2, là trúng thưởng.",
  "Game Instructions: Enter two identical numbers and one different number, or three distinct numbers, to form a single bet. If the entered numbers match the numbers in the 3rd, 4th and 5th places of the winning numbers, regardless of order, and there is a pair among these three positions, you win the "Last Three Group Three". If all three numbers are different, you win the "last Three Group Six". Examples of winning: Betting plan A: 122; Winning numbers: , *, *, 2, 1, 2. In this case, you win the "Last Three Group Three" because there is a pair (two 2s) among the last three positions. Betting plan B: 123; Winning numbers: , *, *, 1, 3, 2. In this case, you win the "last Three Group Six" because all three numbers are different and match the last three positions in any order.":"Luật chơi:Nhập 2 số giống nhau và 1 số khác hoặc 3 số khác nhau tạo thành 1 cược. Số nhập trùng với hàng trăm, chục, đơn vị của kết quả mở thưởng (Không giới hạn thứ tự), và hàng trăm, chục, đơn vị có đôi là trúng Hậu tam Nhóm 3, nếu hàng trăm, chục, đơn vị là số đơn là trúng Hậu tam Nhóm 6.VD trúng thưởng:Cược A: 122; Kết quả mở thưởng:*,*,2,1,2, là trúng Hậu tam Nhóm 3; Cược B: 123; Kết quả mở thưởng:*,*,1,3,2, là trúng Hậu tam Nhóm 6.",
  "Game Instructions: Choose one number that equals the sum of the 3rd, 4th and 5th places of the winning numbers (excluding cases where all three digits are the same, also known as a "triplet"). If there is a pair among these three positions, you win the "last Three Group Selected Sum Group Three". If all three numbers are distinct, you win the "last Three Group Selected Sum Group Six". For Example: Betting plan: 6; Winning numbers A: , *, *, 3, 3, 0. In this case, you win the "Last Three Group Selected Sum Group Three" because the sum of the numbers (3+3+0=6) matches the selected number and there is a pair among the numbers. Winning numbers B: , *, *, 1, 2, 3. In this case, you win the "Last Three Group Selected Sum Group Six" because the sum of the numbers (1+2+3=6) matches the selected number and all numbers are distinct.":"Luật chơi:Chọn 1 giá trị, nếu trùng với tổng 3 số hàng trăm, chục, đơn vị của kết quả mở thưởng (Trừ Bão), và hàng trăm, chục, đơn vị có đôi thì trúng Hậu tam Tổng nhóm 3, nếu hàng trăm, chục, đơn vị là số đơn thì trúng Hậu tam Tổng nhóm 6.VD trúng thưởng:Cược: 6; Kết quả mở thưởng A:*,3,3,0,*, là trúng Hậu tam Tổng nhóm 3; Kết quả mở thưởng B:*,1,2,3,*, là trúng Hậu tam Tổng nhóm 6.",
  "Game Instructions: Enter two identical numbers and one different number to form a single bet. If the entered numbers match the numbers in the 3rd, 4th and 5th places of the winning numbers, regardless of order, then you win. For Example: Betting plan: 122; Winning numbers: , *, *, 2, 1, 2. In this case, you win because the numbers 1 and 2 appear in the last three positions of the winning numbers, matching the bet exactly, even though the order is different.":"Luật chơi:Nhập 2 số giống nhau và 1 số khác tạo thành 1 cược. Số nhập trùng với hàng trăm, chục, đơn vị của kết quả mở thưởng (Không giới hạn thứ tự) là trúng thưởng.VD trúng thưởng:Cược: 122; Kết quả mở thưởng: *, *, 2, 1, 2, là trúng thưởng.",
  "Game Instructions: Enter three distinct numbers to form a single bet. If the entered numbers match the numbers in the 3rd , 4th and 5th places of the winning numbers, regardless of order, then you win. For Example: Betting plan: 123; Winning numbers: , *, *, 1, 3, 2. In this case, you win the "last Three Group Six" because the numbers 1, 2, and 3 appear in the last three positions of the winning numbers, matching the entered numbers in any order.":"Luật chơi:Nhập 3 số khác nhau tạo thành 1 cược. Số nhập trùng với hàng trăm, chục, đơn vị của kết quả mở thưởng (Không giới hạn thứ tự) là trúng thưởng.VD trúng thưởng:Cược: 123; Kết quả mở thưởng: *, *, 1, 3, 2, là trúng thưởng.",
  "Game Instructions: Choose one number. If your chosen number matches either the 1st and 2nd place of the winning number (excluding identical pair numbers), you win. Winning Example: Betting Scheme: 3; Winning Number: 1,3,*,*,*; this results in a win.":"Luật chơi:Chọn 1 số, nếu hàng vạn, ngàn của kết quả mở thưởng có vị trí trùng với số đã chọn (Trừ Đôi) là trúng thưởng.VD trúng thưởng:Cược: 3; Kết quả mở thưởng: 1, 3, *, *, *, là trúng thưởng.",
  "Game Instructions: Choose one number. If your chosen number equals the sum of the 1st and 2nd places of the winning number (excluding identical pair numbers), you win. Winning Example: Betting Scheme: 3; Winning Number: 1,2,*,*,*; this results in a win.":"Luật chơi:Chọn 1 giá trị, nếu trùng với tổng 2 số hàng vạn, ngàn của kết quả mở thưởng (Trừ Đôi) là trúng thưởng.VD trúng thưởng:Cược: 3; Kết quả mở thưởng: 1, 2, *, *, *, là trúng thưởng.",
  "Game Instructions: Enter two different numbers to make one bet. If the entered numbers match the 1st and 2nd places of the winning number (in any order), you win. Winning Example: Betting Scheme: 12; Winning Number: 2,1,*,*,*; this results in a win.":"Luật chơi:Nhập 2 số khác nhau tạo thành 1 cược. Số nhập trùng với hàng vạn, ngàn của kết quả mở thưởng (Không giới hạn thứ tự) là trúng thưởng.VD trúng thưởng:Cược: 12; Kết quả mở thưởng: 2, 1, *, *, *, là trúng thưởng.",
  "Game Instructions: Choose two numbers to make one bet. If the selected numbers match the 1st and 2nd places of the winning number (in any order), you win. Winning Example: Betting Scheme: 1,2; Winning Number: 2,1,,,*; this results in a win.":"Luật chơi:Chọn 2 số tạo thành 1 cược. Số đã chọn trùng với hàng vạn, ngàn của kết quả mở thưởng (Không giới hạn thứ tự) là trúng thưởng.VD trúng thưởng:Cược: 1, 2; Kết quả mở thưởng: 2, 1, *, *, *, là trúng thưởng.",
  "Game Instructions: Choose one number. If your chosen number matches the difference obtained by performing substraction between 1st and 2nd place of the winning number, you win. Winning Example: Betting Scheme: 3; Winning Number: 4,1,*,*,*; this results in a win.":"Luật chơi:Chọn 1 giá trị, nếu giống hiệu số giữa hàng vạn và ngàn của kết quả mở thưởng là trúng thưởng.VD trúng thưởng:Cược: 3; Kết quả mở thưởng: 1, 4, *, *, *, là trúng thưởng.",
  "Game Instructions: Choose one number. If your chosen number matches the sum of the 1st and 2nd places of the winning number, you win. Winning Example: Betting Scheme: 3; Winning Number: 1,2,*,*,*; this results in a win.":"Luật chơi:Chọn 1 giá trị, nếu trùng với tổng 2 số hàng vạn, ngàn của kết quả mở thưởng là trúng thưởng.VD trúng thưởng:Cược: 3; Kết quả mở thưởng: 1, 2, *, *, *, là trúng thưởng.",
  "Game Instructions: Enter a two-digit number to make one bet. If the entered number matches the 1st and 2nd places of the winning number, and in the same order, you win. Winning Example: Betting Scheme: 12; Winning Number: 1,2,*,*,*,; this results in a win.":"Luật chơi:Nhập 1 số 2 chữ số tạo thành 1 cược. Số nhập trùng với hàng vạn, ngàn của kết quả mở thưởng và cùng thứ tự là trúng thưởng.VD trúng thưởng:Cược: 12; Kết quả mở thưởng: 1, 2, *, *, *, là trúng thưởng.",
  "Game Instructions: Select one number each from the 1st and 2nd places to form one bet. If the chosen numbers match the 1st and 2nd places of the winning number, and in the same order, you win. Winning Example: Betting Scheme: 1,2; Winning Number: 1,2,*,*,*; this results in a win.":"Luật chơi:Chọn 1 số từ hàng vạn, ngàn tạo thành 1 cược. Số đã chọn trùng với hàng vạn, ngàn của kết quả mở thưởng và cùng thứ tự là trúng thưởng.VD trúng thưởng:Cược: 1, 2; Kết quả mở thưởng: 1, 2, *, *, *, là trúng thưởng.",
  "Game Instructions: Select one number each from the 4th and 5th places to form one bet. If the chosen numbers match the 4th and 5th places of the winning number, and in the same order, you win. Winning Example: Betting Scheme: 1,2; Winning Number: *,*,*,1,2; this results in a win.":"Luật chơi:Chọn 1 số từ hàng vạn, ngàn tạo thành 1 cược. Số đã chọn trùng với hàng vạn, ngàn của kết quả mở thưởng và cùng thứ tự là trúng thưởng.VD trúng thưởng:Cược: 1, 2; Kết quả mở thưởng: 1, 2, *, *, *, là trúng thưởng.",
  "Game Instructions: Enter a two-digit number to make one bet. If the entered number matches the 4th and 5th places of the winning number, and in the same order, you win. Winning Example: Betting Scheme: 12; Winning Number: *,*,*,1,2; this results in a win.":"Luật chơi:Nhập 1 số 2 chữ số tạo thành 1 cược. Số nhập trùng với hàng vạn, ngàn của kết quả mở thưởng và cùng thứ tự là trúng thưởng.VD trúng thưởng:Cược: 12; Kết quả mở thưởng: 1, 2, *, *, *, là trúng thưởng.",
  "Game Instructions: Choose one number. If your chosen number matches the sum of the 4th and 5th places of the winning number, you win. Winning Example: Betting Scheme: 3; Winning Number: *,*,*,1,2,; this results in a win.":"Luật chơi:Chọn 1 giá trị, nếu trùng với tổng 2 số hàng vạn, ngàn của kết quả mở thưởng là trúng thưởng.VD trúng thưởng:Cược: 3; Kết quả mở thưởng: 1, 2, *, *, *, là trúng thưởng.",
  "Game Instructions: Choose one number. If your chosen number matches the difference obtained by performing substraction between 4th and 5th place of the winning number, you win. Winning Example: Betting Scheme: 3; Winning Number: *,*,*,4,1,; this results in a win.":"Luật chơi:Chọn 1 giá trị, nếu giống hiệu số giữa hàng vạn và ngàn của kết quả mở thưởng là trúng thưởng.VD trúng thưởng:Cược: 3; Kết quả mở thưởng: 1, 4, *, *, *, là trúng thưởng.",
  "Game Instructions: Choose two numbers to make one bet. If the selected numbers match the 4th and 5th places of the winning number (in any order), you win. Winning Example: Betting Scheme: 1,2; Winning Number: ,*,*,*,2,1; this results in a win.":"Luật chơi:Chọn 2 số tạo thành 1 cược. Số đã chọn trùng với hàng vạn, ngàn của kết quả mở thưởng (Không giới hạn thứ tự) là trúng thưởng.VD trúng thưởng:Cược: 1, 2; Kết quả mở thưởng: 2, 1, *, *, *, là trúng thưởng.",
  "Game Instructions: Enter two different numbers to make one bet. If the entered numbers match the 4th and 5th places of the winning number (in any order), you win. Winning Example: Betting Scheme: 12; Winning Number: ,*,*,*,2,1; this results in a win.":"Luật chơi:Nhập 2 số khác nhau tạo thành 1 cược. Số nhập trùng với hàng vạn, ngàn của kết quả mở thưởng (Không giới hạn thứ tự) là trúng thưởng.VD trúng thưởng:Cược: 12; Kết quả mở thưởng: 2, 1, *, *, *, là trúng thưởng.",
  "Game Instructions: Choose one number. If your chosen number equals the sum of the 4th and 5th places of the winning number (excluding identical pair numbers), you win. Winning Example: Betting Scheme: 3; Winning Number: ,*,*,*,1,2; this results in a win.":"Luật chơi:Chọn 1 giá trị, nếu trùng với tổng 2 số hàng vạn, ngàn của kết quả mở thưởng (Trừ Đôi) là trúng thưởng.VD trúng thưởng:Cược: 3; Kết quả mở thưởng: 1, 2, *, *, *, là trúng thưởng.",
  "Game Instructions: Choose one number. If your chosen number matches either the 4th and 5th place of the winning number (excluding identical pair numbers), you win. Winning Example: Betting Scheme: 3; Winning Number: ,*,*,*,1,3; this results in a win.":"Luật chơi:Chọn 1 số, nếu hàng vạn, ngàn của kết quả mở thưởng có vị trí trùng với số đã chọn (Trừ Đôi) là trúng thưởng.VD trúng thưởng:Cược: 3; Kết quả mở thưởng: 1, 3, *, *, *, là trúng thưởng.",
  "Game Instructions: Choose one number for any position from 1st , 2nd , 3rd , 4th or 5th to make one bet. If the selected number matches the number in the corresponding position of the winning number, you win. Winning Example: Betting Scheme: 3,-,-,-,-; Winning Number: 3,*,*,*,; this results in a win.":"Luật chơi:Chọn 1 số từ hàng vạn, ngàn, trăm, chục, đơn vị tạo thành 1 cược, số đã chọn trùng với số, vị trí trên kết quả mở thưởng là trúng thưởng.VD trúng thưởng:Cược:3,-,-,-,-; Kết quả mở thưởng:3,*,*,*,*, là trúng thưởng.",
  "Game Instructions: Choose two numbers to make one bet. If the selected numbers appears in the 1st , 2nd or 3rd place of the winning number, you win. Winning Example: Betting Scheme: 3; Winning Number: 1,3,2,*,*,; this results in a win.":"Luật chơi:Chọn 1 số tạo thành 1 cược. Hàng vạn, ngàn, trăm của kết quả mở thưởng bao gồm số đã chọn là trúng thưởng.VD trúng thưởng:Cược: 3; Kết quả mở thưởng: 1, 3, 2, *, *, là trúng thưởng.",
  "Game Instructions: Choose one number to make one bet. If the selected number appears in the 1st , 2nd or 3rd place of the winning number, you win. Winning Example: Betting Scheme: 3; Winning Number: 1,3,2,*,*,; this results in a win.":"Luật chơi:Chọn 2 số tạo thành 1 cược. Hàng vạn, ngàn, trăm của kết quả mở thưởng bao gồm 2 số đã chọn là trúng thưởng.VD trúng thưởng:Cược: 1, 3; Kết quả mở thưởng: 1, 3, 2, *, *, là trúng thưởng.",
  "Game Instructions: Choose one number to make one bet. If the selected number appears in the 2nd , 3rd or 4th place of the winning number, you win. Winning Example: Betting Scheme: 3; Winning Number: *,1,3,2,*,; this results in a win.":"Luật chơi:Chọn 1 số tạo thành 1 cược. Hàng ngàn, trăm, chục của kết quả mở thưởng bao gồm số đã chọn là trúng thưởng.VD trúng thưởng:Cược: 3; Kết quả mở thưởng: *, 1, 3, 2, *, là trúng thưởng.",
  "Game Instructions: Choose two numbers to make one bet. If the selected two numbers appear in the 2nd, 3rd or 4th place of the winning number, you win. Winning Example: Betting Scheme: 1,3; Winning Number: *,1,3,2,*,; this results in a win.":"Luật chơi:Chọn 2 số tạo thành 1 cược. Hàng ngàn, trăm, chục của kết quả mở thưởng bao gồm số đã chọn là trúng thưởng.VD trúng thưởng:Cược: 1, 3; Kết quả mở thưởng: *, 1, 3, 2, *, là trúng thưởng.",
  "Game Instructions: Choose one number to make one bet. If the selected number appears in the 3rd, 4th, or 5th place of the winning number, you win. Winning Example: Betting Scheme: 3; Winning Number: ,*,*,1,3,2; this results in a win.":"Luật chơi:Chọn 1 số tạo thành 1 cược. Hàng trăm, chục, đơn vị của kết quả mở thưởng bao gồm số đã chọn là trúng thưởng.VD trúng thưởng:Cược: 3; Kết quả mở thưởng: *, *, 1, 3, 2, là trúng thưởng.",
  "Game Instructions: Choose two numbers to make one bet. If the selected two numbers appear in the 3rd, 4th, or 5th place of the winning number, you win. Winning Example: Betting Scheme: 1,3; Winning Number: *,*,1,3,2; this results in a win.":"Luật chơi:Chọn 2 số tạo thành 1 cược. Hàng trăm, chục, đơn vị của kết quả mở thưởng bao gồm số đã chọn là trúng thưởng.VD trúng thưởng:Cược: 1, 3; Kết quả mở thưởng: *, *, 1, 3, 2, là trúng thưởng.",
  "Game Instructions: Choose three numbers to make one bet. If the selected three numbers appear in the 2nd, 3rd, 4th, or 5th place of the winning number, you win. Winning Example: Betting Scheme: 2,3,4; Winning Number: *,1,2,3,4; this results in a win.":"Luật chơi:Chọn 3 số tạo thành 1 cược. Hàng vạn, ngàn, trăm, chục của kết quả mở thưởng bao gồm 3 số đã chọn là trúng thưởng.VD trúng thưởng:Cược: 2, 3, 4; Kết quả mở thưởng: 1, 2, 3, 4, *, là trúng thưởng.",
  "Game Instructions: Choose one number to make one bet. If the selected number appears in the 1st, 2nd, 3rd, or 4th place of the winning number, you win. Winning Example: Betting Scheme: 3; Winning Number: 1,2,3,4,*; this results in a win.":"Luật chơi:Chọn 1 số tạo thành 1 cược. Hàng vạn, ngàn, trăm, chục của kết quả mở thưởng bao gồm số đã chọn là trúng thưởng.VD trúng thưởng:Cược: 3; Kết quả mở thưởng: 1, 2, 3, 4, *, là trúng thưởng.",
  "Game Instructions: Choose two numbers to make one bet. If the selected two numbers appear in the 1st, 2nd, 3rd, 4th or tens place of the winning number, you win. Winning Example: Betting Scheme: 2,3; Winning Number: 1,2,3,4,*; this results in a win.":"Luật chơi:Chọn 2 số tạo thành 1 cược. Hàng vạn, ngàn, trăm, chục của kết quả mở thưởng bao gồm 2 số đã chọn là trúng thưởng.VD trúng thưởng:Cược: 2, 3; Kết quả mở thưởng: 1, 2, 3, 4, *, là trúng thưởng.",
  "Game Instructions: Choose three numbers to make one bet. If the selected three numbers appear in the 1st, 2nd, 3rd or 4th place of the winning number, you win. Winning Example: Betting Scheme: 2,3,4; Winning Number: 1,2,3,4,*,; this results in a win.":"Luật chơi:Chọn 3 số tạo thành 1 cược. Hàng vạn, ngàn, trăm, chục của kết quả mở thưởng bao gồm 3 số đã chọn là trúng thưởng.VD trúng thưởng:Cược: 2, 3, 4; Kết quả mở thưởng: 1, 2, 3, 4, *, là trúng thưởng.",
  "Game Instructions: Choose one number to make one bet. If the selected number appears in the 2nd, 3rd, 4th, or 5th place of the winning number, you win. Winning Example: Betting Scheme: 3; Winning Number: *,1,2,3,4; this results in a win.":"Luật chơi:Chọn 1 số tạo thành 1 cược. Hàng ngàn, trăm, chục, đơn vị của kết quả mở thưởng bao gồm số đã chọn là trúng thưởng.VD trúng thưởng:Cược: 3; Kết quả mở thưởng: *, 1, 2, 3, 4, là trúng thưởng.",
  "Game Instructions: Select two numbers to make one bet. If the selected two numbers appear in the 2nd, 3rd, 4th, or 5th place of the winning number, you win. Winning Example: Betting Scheme: 2,3; Winning Number: *,1,2,3,4; this results in a win.":"Luật chơi:Chọn 2 số tạo thành 1 cược. Hàng ngàn, trăm, chục, đơn vị của kết quả mở thưởng bao gồm 2 số đã chọn là trúng thưởng.VD trúng thưởng:Cược: 2, 3; Kết quả mở thưởng: *, 1, 2, 3, 4, là trúng thưởng.",
  "Game Instructions: Choose one number to make one bet. If the selected number appears in the 1st, 2nd, 3rd, 4th or 5th place of the winning number, you win. Winning Example: Betting Scheme: 3; Winning Number: 1,2,3,4,5; this results in a win.":"Luật chơi:Chọn 1 số tạo thành 1 cược. Hàng vạn, ngàn, trăm, chục, đơn vị của kết quả mở thưởng bao gồm số đã chọn là trúng thưởng.VD trúng thưởng:Cược: 3; Kết quả mở thưởng: 1, 2, 3, 4, 5, là trúng thưởng.",
  "Game Instructions: Choose two numbers to make one bet. If the selected two numbers appear in the 1st, 2nd , 3rd, 4th or 5th place of the winning number, you win. Winning Example: Betting Scheme: 2,3; Winning Number: 1,2,3,4,5; this results in a win.":"Luật chơi:Chọn 2 số tạo thành 1 cược. Hàng vạn, ngàn, trăm, chục, đơn vị của kết quả mở thưởng bao gồm 2 số đã chọn là trúng thưởng.VD trúng thưởng:Cược: 2, 3; Kết quả mở thưởng: 1, 2, 3, 4, 5, là trúng thưởng.",
  "Game Instructions: Choose three numbers to make one bet. If the selected three numbers appear in the 1st, 2nd, 3rd, 4th or 5th place of the winning number, you win. Winning Example: Betting Scheme: 2,3,5; Winning Number: 1,2,3,4,5; this results in a win.":"Luật chơi:Chọn 3 số tạo thành 1 cược. Hàng vạn, ngàn, trăm, chục, đơn vị của kết quả mở thưởng bao gồm 3 số đã chọn là trúng thưởng.VD trúng thưởng:Cược: 2, 3, 5; Kết quả mở thưởng: 1, 2, 3, 4, 5, là trúng thưởng.",
  "Game Instructions: Choose atleast one selection from the 1st and 2nd places to form a bet. Ranges include: Big: 5-9 Small: 0-4 Odd: 1,3,5,7,9 Even: 0,2,4,6,8 Make one bet with these choices. If the selected forms for the respective positions match the forms and positions of the winning number, you win. Winning Example: Betting Scheme: 1st: Big, 2nd: Small; Winning Number: 9,4,,,*; this results in a win.":"Luật chơi:Chọn 1 kiểu của hàng vạn và ngàn (Tài: 5-9; Xỉu: 0-4; Lẻ: 1, 3, 5, 7, 9; Chẵn: 0, 2, 4, 6, 8), tạo thành 1 cược. Kiểu của vị trí đã chọn trùng với kết quả mở thưởng là trúng thưởng.VD trúng thưởng:Cược: Vạn: Tài, Ngàn: Xỉu; Kết quả mở thưởng: 9, 4, *, *, *, là trúng thưởng.",
  "Game Instructions: Choose atleast one form from the 1st, 2nd, and 3rd places (Big: 5-9; Small: 0-4; Odd: 1,3,5,7,9; Even: 0,2,4,6,8) to form a bet. If the selected forms match both the positions and forms of the winning numbers, you win. Winning Example: Betting Scheme: 1st: Big, 2nd: Small, 3rd: Odd; Winning Number: 9,4,5,*,*,; this results in a win.":"Luật chơi:Chọn 1 kiểu của hàng vạn, ngàn, trăm (Tài: 5-9; Xỉu: 0-4; Lẻ: 1, 3, 5, 7, 9; Chẵn: 0, 2, 4, 6, 8), tạo thành 1 cược. Kiểu của vị trí đã chọn trùng với vị trí và kiểu của kết quả mở thưởng là trúng thưởng.VD trúng thưởng:Cược: Vạn: Tài, Ngàn: Xỉu, hàng trăm: Lẻ; Kết quả mở thưởng: 9, 4, 5, *, *, là trúng thưởng.",
  "Game Instructions: Choose one atleast form for the 4th and fifth places (Big: 5-9; Small: 0-4; Odd: 1,3,5,7,9; Even: 0,2,4,6,8) to form a bet. If the selected forms match both the positions and forms of the winning numbers, you win. Winning Example: Betting Scheme: 4th: Big, 5th: Small; Winning Number: *,*,*,9,4; this results in a win.":"Luật chơi:Chọn 1 kiểu của hàng chục, đơn vị (Tài: 5-9; Xỉu: 0-4; Lẻ: 1, 3, 5, 7, 9; Chẵn: 0, 2, 4, 6, 8), tạo thành 1 cược. Kiểu của vị trí đã chọn trùng với vị trí và kiểu của kết quả mở thưởng là trúng thưởng.VD trúng thưởng:Cược: Chục: Tài, Đơn vị: Xỉu; Kết quả mở thưởng: *, *, *, 9, 4, là trúng thưởng.",
  "Game Instructions: Choose atleast one form for the 3rd, 4th, and 5th places (Big: 5-9; Small: 0-4; Odd: 1,3,5,7,9; Even: 0,2,4,6,8) to form a bet. If the selected forms match both the positions and forms of the winning numbers, you win. Winning Example: Betting Scheme: 3rd: Big, 4th: Small, 5th: Odd; Winning Number: ,*,*,9,4,5; this results in a win.":"Luật chơi:Chọn 1 kiểu của hàng trăm, chục, đơn vị (Tài: 5-9; Xỉu: 0-4; Lẻ: 1, 3, 5, 7, 9; Chẵn: 0, 2, 4, 6, 8), tạo thành 1 cược. Kiểu của vị trí đã chọn trùng với vị trí và kiểu của kết quả mở thưởng là trúng thưởng.VD trúng thưởng:Cược: Trăm: Tài, Chục: Xỉu, Đơn vị: Lẻ; Kết quả mở thưởng: *, *, 9, 4, 5, là trúng thưởng.",
  "Game Instructions: Choose one form (Big: 23-45; Small: 0-22; Odd: 1,3,5,7,9; Even: 0,2,4,6,8) to match the sum form of the five winning numbers. If your selected form matches the sum form of the winning numbers, you win. Winning Example: Betting Scheme: Big; Winning Numbers: 9,8,7,6,9; this results in a win.":"Luật chơi:Chọn 1 kiểu (Tài: 23-45; Xỉu: 0-22; Lẻ: Số hàng đơn vị 1, 3, 5, 7, 9; Chẵn: Số hàng đơn vị 0, 2, 4, 6, 8), nếu giống với kiểu của tổng 5 số mở thưởng là trúng thưởng.VD trúng thưởng:Cược: Tài; Kết quả mở thưởng: 9, 8, 7, 6, 9, là trúng thưởng.",
  "Game Instructions: Choose one form for the first three, middle three, or last three (forms: Big: 14-27; Small: 0-13; Odd: 1,3,5,7,9; Even: 0,2,4,6,8). If the form of your selection matches the sum form of the corresponding positions of the winning numbers, you win. Winning Example: Betting Scheme: Front Three: Large; Winning Numbers: 9,8,7,*,*,*; this results in a win.":"Luật chơi:Chọn 1 kiểu của tiền tam, trung tam, hậu tam (Tài: 14-27; Xỉu: 0-13; Lẻ: Số hàng đơn vị 1, 3, 5, 7, 9; Chẵn: Số hàng đơn vị 0, 2, 4, 6, 8), kiểu vị trí đã chọn trùng với kiểu tổng vị trí tương ứng của kết quả mở thưởng là trúng thưởng.VD trúng thưởng:Cược: Tiền tam: Tài; Kết quả mở thưởng: 9, 8, 7, *, *, là trúng thưởng.",
  "Game Instructions: Choose one number to place a bet on. If the selected number appears in the 1st, 2nd, 3rd, 4th or 5th place of the winning number, you win. Winning Example: Betting Scheme: 1; Winning Number: 9,8,1,2,8; this results in a win.":"Luật chơi:Chọn 1 số tạo thành 1 cược. Kết quả mở thưởng bao gồm số đã chọn là trúng thưởng.VD trúng thưởng:Cược: 1; Kết quả mở thưởng: 9, 8, 1, 2, 8, là trúng thưởng.",
  "Game Instructions: Choose one number to place a bet on. If the selected number appears two times or more in the 1st, 2nd, 3rd, 4th or 5th place of the winning number, you win. Winning Example: Betting Scheme: 1; Winning Number: 9,8,1,2,1; this results in a win.":"Luật chơi:Chọn 1 số tạo thành 1 cược. Số đã chọn xuất hiện ít nhất 2 lần trong kết quả mở thưởng là trúng thưởng.VD trúng thưởng:Cược: 1; Kết quả mở thưởng: 9, 8, 1, 2, 1, là trúng thưởng.",
  "Game Instructions: Choose one number to place a bet on. If the selected number appears three times or more in the 1st, 2nd, 3rd, 4th or 5th place of the winning number, you win. Winning Example: Betting Scheme: 1; Winning Number: 1,8,1,2,1; this results in a win.":"Luật chơi:Chọn 1 số tạo thành 1 cược. Số đã chọn xuất hiện ít nhất 3 lần trong kết quả mở thưởng là trúng thưởng.VD trúng thưởng:Cược: 1; Kết quả mở thưởng: 1, 8, 1, 2, 1, là trúng thưởng.",
  "Game Instructions: Select one number to make one bet. If the selected number appears 4 or more times in the winning numbers 1st, 2nd, 3rd, 4th, 5th positions, then you win. Winning Example: Betting scheme: 1; Winning numbers: 1,1,1,2,1 &mdash; you win.":"Luật chơi:Chọn 1 số tạo thành 1 cược. Số đã chọn xuất hiện ít nhất 4 lần trong kết quả mở thưởng là trúng thưởng.VD trúng thưởng:Cược: 1; Kết quả mở thưởng: 1, 1, 1, 2, 1, là trúng thưởng.",
  "Game Instructions: Choose any two positions from the 1st, 2nd, 3rd, 4th, and 5th. Select one number for each of the two chosen positions to form one bet. If the winning numbers match the numbers in the selected two positions in the exact order, then you win. Winning Example: Betting scheme: 1,2,-,-,-; Winning numbers: 1,2,*,*,* &mdash; you win.":"Luật chơi:Chọn 2 vị trí bất kỳ từ hàng vạn, ngàn, trăm, chục, đơn vị và mỗi vị trí này chọn 1 số tạo thành 1 cược. Kết quả mở thưởng trùng với 2 số vị trí đã chọn và cùng thứ tự là trúng thưởng.VD trúng thưởng:Cược:1,2,-,-,-; Kết quả mở thưởng:1,2,*,*,*, là trúng thưởng.",
  "Game Instructions: Select any two positions from the 1st, 2nd, 3rd, 4th, and 5th. Enter a two-digit number to form one bet. If the winning numbers in the selected two positions match the entered number in the exact order, then you win. Winning Example: Betting scheme: (1st, 2nd) 12; Winning numbers: 1,2,*,*,* &mdash; you win.":"Luật chơi:Chọn 2 vị trí từ hàng vạn, ngàn, trăm, chục, đơn vị. Nhập 1 số 2 chữ số tạo thành 1 cược. Số mở thưởng 2 vị trí chọn trùng với số nhập và cùng thứ tự là trúng thưởng.VD trúng thưởng:Cược:(VạnNgàn) 12; Kết quả mở thưởng: 1, 2, *, *, *, là trúng thưởng.",
  "Game Instructions: Select any two positions from the 1st, 2nd, 3rd, 4th, and 5th, and choose one numerical value. If the sum of the winning numbers in the selected two positions equals the chosen sum, then you win. Winning Example: Betting scheme: (1st, 2nd) 3; Winning numbers: 1,2,*,*,* &mdash; you win.":"Luật chơi:Chọn 2 vị trí từ hàng vạn, ngàn, trăm, chục, đơn vị, chọn 1 giá trị. Tổng số mở thưởng 2 vị trí chọn trùng với số chọn là trúng thưởng.VD trúng thưởng:Cược:(Vạn Ngàn) 3; Kết quả mở thưởng: 1, 2, *, *, *, là trúng thưởng.",
  "Game Instructions: Select any two positions from the 1st, 2nd, 3rd, 4th and 5th, and choose one numerical value. If the sum of the winning numbers in the selected two positions (excluding pairs) equals the chosen sum, then you win. Winning Example: Betting scheme: (1st, 2nd) 3; Winning numbers: 1,2,*,*,* &mdash; you win.":"Luật chơi:Chọn 2 vị trí từ hàng vạn, ngàn, trăm, chục, đơn vị, chọn 1 giá trị. Tổng số mở thưởng 2 vị trí chọn (Trừ Đôi) trùng với số chọn là trúng thưởng.VD trúng thưởng:Cược:(Vạn Ngàn) 3; Kết quả mở thưởng: 1, 2, *, *, *, là trúng thưởng.",
  "Game Instructions: Select any two positions from the 1st, 2nd, 3rd, 4th and 5th choose one number. If any one of the winning numbers in the selected two positions (excluding pairs) matches the chosen number, then you win. Winning Example: Betting scheme: (Ten-thousands, Thousands) 3; Winning numbers: 1,3,*,*,* &mdash; you win.":"Luật chơi:Chọn 2 vị trí từ hàng vạn, ngàn, trăm, chục, đơn vị, chọn 1 số. Số mở thưởng 2 vị trí chọn (Trừ Đôi) có 1 vị trí trùng với số chọn là trúng thưởng.VD trúng thưởng:Cược:(Vạn Ngàn) 3; Kết quả mở thưởng: 1, 3, *, *, *, là trúng thưởng.",
  "Game Instructions: Select any two positions from the 1st, 2nd, 3rd, 4th, and 5th, and choose two numbers to form one bet. If the winning numbers in the selected two positions match the chosen numbers (order does not matter), then you win. Winning Example: Betting scheme: (1st, 2nd) 1,2; Winning numbers: 2,1,*,*,* &mdash; you win.":"Luật chơi:Chọn 2 vị trí từ hàng vạn, ngàn, trăm, chục, đơn vị, chọn 2 số tạo thành 1 cược. Số mở thưởng 2 vị trí chọn trùng với số chọn (Không giới hạn thứ tự) là trúng thưởng.VD trúng thưởng:Cược:(Vạn, Ngàn) 1, 2; Kết quả mở thưởng: 2, 1, *, *, *, là trúng thưởng.",
  "Game Instructions: Select any two positions from the 1st, 2nd, 3rd, 4th or 5th. Enter two different numbers. If the winning numbers in the selected two positions match the entered numbers (order does not matter), then you win. Winning Example: Betting scheme: (Ten-thousands, Thousands) 12; Winning numbers: 2,1,*,*,* &mdash; you win.":"Luật chơi:Chọn 2 vị trí từ hàng vạn, ngàn, trăm, chục, đơn vị, nhập 2 số khác nhau. Số mở thưởng 2 vị trí chọn trùng với số nhập (Không giới hạn thứ tự) là trúng thưởng.VD trúng thưởng:Cược:(VạnNgàn) 12; Kết quả mở thưởng: 2, 1, *, *, *, là trúng thưởng.",
  "Game Instructions: Choose any three positions from the 1st, 2nd, 3rd, 4th, 5th then select one numerical value. If the sum of the winning numbers (excluding triple numbers) in the selected three positions equals the chosen sum, and the winning numbers contain a pair in the selected positions, it is considered a win for Group Selection Three; if there are no pairs, it's considered a win for Group Selection Six. Winning Example: Betting scheme: (1st, 2nd, 3rd,) 6; Winning numbers A: 3,3,0,, &mdash; wins Group Selection Three for the first three digits; Winning numbers B: 1,2,3,, &mdash; wins Group Selection Six for the first three digits.":"Luật chơi:Chọn 3 vị trí từ hàng vạn, ngàn, trăm, chục, đơn vị, và chọn 1 giá trị. Tổng số mở thưởng 3 vị trí chọn (Trừ Bão) trùng với số chọn, và số mở thưởng 3 vị trí chọn có đôi thì trúng Tùy chọn 3 Tổng nhóm 3, nếu đều là số đơn thì trúng Tùy chọn 3 Tổng nhóm 6.VD trúng thưởng:Cược:(Vạn Ngàn Trăm) 6; Kết quả mở thưởng A:3,3,0,*,*, là trúng Tùy chọn 3 Tổng nhóm 3; Kết quả mở thưởng B:1,2,3,*,*, là trúng Tùy chọn 3 Tổng nhóm 6.",
  "Game Instructions: Select any three positions from the 1st, 2nd, 3rd, 4th and 5th. Choose one number for each of these three positions to form one bet. If the winning numbers match the numbers in the selected three positions in the exact order, then you win. Winning Example: Betting scheme: 1,2,3,-,-; Winning numbers: 1,2,3,*,*, &mdash; you win.":"Luật chơi:Chọn 3 vị trí từ hàng vạn, ngàn, trăm, chục, đơn vị và mỗi vị trí chọn 1 số tạo thành 1 cược. Kết quả mở thưởng trùng với số 3 vị trí đã chọn và cùng thứ tự là trúng thưởng.VD trúng thưởng:Cược:1,2,3,-,-; Kết quả mở thưởng:1,2,3,*,*, là trúng thưởng.",
  "Game Instructions: Select any three positions from the 1st, 2nd, 3rd, 4th and 5th. Enter a three-digit number to form one bet. If the winning numbers in the selected three positions match the entered number in the exact order, then you win. Winning Example: Betting scheme: (1st, 2nd, 3rd) 123; Winning numbers: 1,2,3,, &mdash; you win.":"Luật chơi:Chọn 3 vị trí từ hàng vạn, ngàn, răm, chục, đơn vị. Nhập 1 số 3 chữ số tạo thành 1 cược. Số mở thưởng 3 vị trí đã chọn trùng với số nhập và cùng thứ tự là trúng thưởng.VD trúng thưởng:Cược:(VạnNgànTrăm) 123; Kết quả mở thưởng: 1, 2, 3, *, *, là trúng thưởng.",
  "Game Instructions: Select any three positions from the 1st, 2nd, 3rd, 4th and 5th, and choose one numerical value. If the sum of the winning numbers in the selected three positions equals the chosen sum, then you win. Winning Example: Betting scheme: (1st, 2nd, 3rd,) 3; Winning numbers: 1,2,0,*,*, &mdash; you win.":"Luật chơi:Chọn 3 vị trí từ hàng vạn, ngàn, trăm, chục, đơn vị và chọn 1 giá trị. Tổng số mở thưởng 3 vị trí chọn trùng với số chọn là trúng thưởng.VD trúng thưởng:Cược:(Vạn Ngàn Trăm) 3; Kết quả mở thưởng: 1, 2, 0, *, *, là trúng thưởng.",
  "Game Instructions: Select any three positions from the 1st, 2nd, 3rd, 4th and 5th and choose two numbers to form two bets. If one of the selected numbers appears twice and the other once among the winning numbers in the selected three positions (order doesn't matter), then you win. Winning Example: Betting scheme: (1st, 2nd, 3rd) 1,2; Winning numbers: 2,1,2,*,*, &mdash; you win.":"Luật chơi:Chọn 3 vị trí từ hàng vạn, ngàn, trăm, chục, đơn vị, chọn 3 số tạo thành 1 cược. Số mở thưởng 3 vị trí chọn trùng với số chọn (Không giới hạn thứ tự) là trúng thưởng.VD trúng thưởng:Cược:(Vạn, Ngàn, Trăm) 1, 2, 3; Kết quả mở thưởng: 3, 1, 2, *, *, là trúng thưởng.",
  "Game Instructions: Select any three positions from the 1st, 2nd, 3rd, 4th, 5th and choose three numbers to form one bet. If the winning numbers in the selected three positions match the chosen numbers (order doesn't matter), then you win. Winning Example: Betting scheme: (1st, 2nd, 3rd) 1,2,3; Winning numbers: 3,1,2,*,*, &mdash; you win.Win Sample：Bet plan: (1st, 2nd, 3rd) 1,2,3;Winning No.: 3,1,2,*,* as win.":"Luật chơi:Chọn 3 vị trí từ hàng vạn, ngàn, trăm, chục, đơn vị, chọn 2 số tạo thành 2 cược. 1 trong số 2 số đã chọn xuất hiện 2 lần trong số mở thưởng 3 vị trí chọn, 1 số khác xuất hiện 1 lần (Không giới hạn thứ tự) là trúng thưởng.VD trúng thưởng:Cược:(Vạn, Ngàn, Trăm) 1, 2; Kết quả mở thưởng: 2, 1, 2, *, *, là trúng thưởng.",
  "Game Instructions: Select any three positions from the 1st, 2nd, 3rd, 4th and 5th. Enter either two identical numbers and one different number or three different numbers to form one bet. If the winning numbers in the selected three positions match the entered numbers (order doesn't matter) and meet the requirements for either Group Selection Three or Group Selection Six, then you win. Winning Example: Bet A: (1st, 2nd, 3rd) 122; Winning numbers: 2,1,2*,*, &mdash; wins Group Selection Three. Bet B: (1st, 2nd, 3rd) 123; Winning numbers: 1,3,2*,*, &mdash; wins Group Selection Six.":"Luật chơi:Chọn 3 vị trí từ hàng vạn, ngàn, trăm, chục, đơn vị. Nhập 2 số giống nhau và 1 số khác hoặc 3 số khác nhau tạo thành 1 cược. Số mở thưởng vị trí đã chọn trùng với số nhập (Không giới hạn thứ tự), và số mở thưởng 3 vị trí đã chọn là nhóm 3 thì trúng Tùy chọn 3 Nhóm 3; là nhóm 6 thì trúng Tùy chọn 3 Nhóm 6.VD trúng thưởng:Cược A:(VạnNgànTrăm) 122; Kết quả mở thưởng:2,1,2,*,*, là trúng Tiền tam Nhóm 3; Cược B:(VạnNgànTrăm) 123; Kết quả mở thưởng:1,3,2,*,*, là trúng Tiền tam Nhóm 6.",
  "Game Instructions: Choose one number from each of any four positions among the 1st, 2nd, 3rd, 4th and 4th to form one bet. If the winning numbers match the chosen numbers in the selected four positions and in the same order, then you win. Winning Example: Betting scheme: 1,2,3,-,4; Winning numbers: 1,2,3,*,4 &mdash; you win.":"Luật chơi:Chọn 4 vị trí từ hàng vạn, ngàn, trăm, chục, đơn vị và mỗi vị trí chọn 1 số tạo thành 1 cược. Số mở thưởng 4 vị trí chọn trùng với số chọn và cùng thứ tự là trúng thưởng.VD trúng thưởng:Cược:1,2,3,-,4; Kết quả mở thưởng:1,2,3,*,4, là trúng thưởng.",
  "Game Instructions: Choose any four positions from the 1st, 2nd, 3rd, 4th and 5th and enter a four-digit number to form one bet. If the winning numbers in the selected four positions match the entered number in the exact order, then you win. Winning Example: Betting scheme: (1st, 2nd, 3rd, 4th) 1234; Winning numbers: 1,2,3,4,* &mdash; you win.":"Luật chơi:Chọn 4 vị trí từ hàng vạn, ngàn, trăm, chục, đơn vị. Nhập 1 số 4 chữ số tạo thành 1 cược. Số mở thưởng 4 vị trí chọn trùng với số nhập và cùng thứ tự là trúng thưởng.VD trúng thưởng:Cược:(VạnNgànTrămChục) 1234; Kết quả mở thưởng: 1, 2, 3, 4, *, là trúng thưởng.",
  "Game Instructions: Choose any four positions from the 1st, 2nd, 3rd, 4th and 5th and select four numbers to form one bet. If the winning numbers in the selected four positions match the chosen numbers (order doesn't matter), then you win. Winning Example: Betting scheme: (1st, 2nd, 3rd, 4th) 1234; Winning numbers: 4,1,3,2,* &mdash; you win.":"Luật chơi:Chọn 4 vị trí từ hàng vạn, ngàn, trăm, chục, đơn vị. Chọn 1 số 4 chữ số tạo thành 1 cược. Số mở thưởng 4 vị trí chọn trùng với số chọn (Không giới hạn thứ tự) là trúng thưởng.VD trúng thưởng:Cược:(VạnNgànTrămChục) 1234; Kết quả mở thưởng: 4, 1, 3, 2, *, là trúng thưởng.",
  "Game Instructions: Choose any four positions from the 1st, 2nd, 3rd, 4th and 5th select one pair and two single numbers to form one bet. If in the selected four positions of the winning numbers, the pair appears twice, and each single number appears once, then you win. Winning Example: Betting scheme: (1st, 2nd, 3rd, 4th) Pair: 3, Single numbers: 1,2; Winning numbers: 3,1,2,3,* &mdash; you win.":"Luật chơi:Chọn 4 vị trí từ hàng vạn, ngàn, trăm, chục, đơn vị. Chọn 1 số đôi và 2 số đơn tạo thành 1 cược. Trong kết quả mở thưởng 4 vị trí đã chọn, số đôi xuất hiện 2 lần, 2 số đơn xuất hiện 1 lần là trúng thưởng.VD trúng thưởng:Cược:(Vạn Ngàn Trăm Chục) Số đôi: 3, số đơn: 12; Kết quả mở thưởng: 3, 1, 2, 3, *, là trúng thưởng.",
  "Game Instructions: Choose any four positions from the 1st, 2nd, 3rd, 4th and 5th, and select two pairs to form one bet. If in the selected four positions of the winning numbers, each pair appears twice, then you win. Winning Example: Betting scheme: (1st, 2nd, 3rd, 4th) 2,8; Winning numbers: 2,8,2,8,* &mdash; you win.":"Luật chơi:Chọn 4 vị trí từ hàng vạn, ngàn, trăm, chục, đơn vị. Chọn 2 số đôi tạo thành 1 cược. Trong kết quả mở thưởng 4 vị trí đã chọn, 2 số đôi xuất hiện 2 lần là trúng thưởng.VD trúng thưởng:Cược:(Vạn Ngàn Trăm Chục) 2, 8; Kết quả mở thưởng: 2, 8, 2, 8, *, là trúng thưởng.",
  "Game Instructions: Choose any four positions from the 1st, 2nd, 3rd, 4th and 5th, and select one triple number and one single number to form one bet. If in the selected four positions of the winning numbers, the triple number appears three times and the single number appears once, then you win. Winning Example: Betting scheme: (1st, 2nd, 3rd, 4th) Triple number: 1, Single number: 2; Winning numbers: 1,2,1,1,* &mdash; you win.":"Luật chơi:Chọn 4 vị trí từ hàng vạn, ngàn, trăm, chục, đơn vị. Chọn 1 bộ ba và 1 số đơn tạo thành 1 cược. Trong kết quả mở thưởng 4 vị trí đã chọn, số đôi xuất hiện 3 lần, số đơn xuất hiện 1 lần là trúng thưởng.VD trúng thưởng:Cược:(Vạn Ngàn Trăm chục) Bộ ba: 1, số đơn: 2; Kết quả mở thưởng: 1, 2, 1, 1, *, là trúng thưởng.",
  "Game Instructions: Choose one form as one bet. If the selected form matches the form of the winning numbers, you win. 1. No Bull: The sum of any three digits in the winning numbers cannot be a multiple of 0 or 10. 2. Bull Bull: The sum of any three digits in the winning numbers can be a multiple of 0 or 10, and the units digit of the sum of the other two numbers is 0. 3. Bull 1 to Bull 9: The sum of any three digits in the winning numbers can be a multiple of 0 or 10, and the units digit of the sum of the other two numbers matches the selected number. 4. Big Bull: Bull Bull, Bull 9, Bull 8, Bull 7, Bull 6. 5. Small Bull: Bull 5, Bull 4, Bull 3, Bull 2, Bull 1. 6. Odd Bull: Bull 1, Bull 3, Bull 5, Bull 7, Bull 9. 7. Even Bull: Bull 2, Bull 4, Bull 6, Bull 8, Bull Bull. Winning Example: Betting scheme: Bull 1; Winning numbers: 9,0,1,1,0 &mdash; you win.":"Luật chơi:Chọn 1 kiểu là 1 cược, kiểu đã chọn giống kiểu mở thưởng là trúng thưởng. 1. Không Ngầu: 3 chữ số bất kỳ trong kết quả mở thưởng cộng lại không phải bội số của 0 hoặc 10 2. Ngầu Hầm: 3 chữ số bất kỳ trong kết quả mở thưởng cộng lại là bội số của 0 hoặc 10, 2 số khác cộng lại có hàng đơn vị là 0 3. Ngầu 1-Ngầu 9: 3 chữ số bất kỳ trong kết quả mở thưởng cộng lại là bội số của 0 hoặc 10, 2 số khác cộng lại có hàng đơn vị là số đã chọn. 4. Ngầu Tài: Ngầu hầm, Ngầu 9, Ngầu 8, Ngầu 7, Ngầu 6 5. Ngầu Xỉu: Ngầu 5, Ngầu 4, Ngầu 3, Ngầu 2, Ngầu 1 6. Ngầu Lẻ: Ngầu 1, Ngầu 3, Ngầu 5, Ngầu 7, Ngầu 9 7. Ngầu Chẵn: Ngầu Hầm, Ngầu 2, Ngầu 4, Ngầu 6, Ngầu 8VD trúng thưởng:Cược: Ngầu 1; Kết quả mở thưởng: 9, 0, 1, 1, 0, là trúng thưởng.",
  "Game Instructions: Choose one form as one bet. If the selected form matches the form of the three numbers corresponding to the winning numbers, regardless of the order, you win. TOAK: Three numbers are the same; Straight: Three consecutive numbers; 9 is connected to 0, and 0 is connected to 1; Pair: One of the three numbers appears twice, and the other number appears once (e.g., 151, 887); Half-Streak: Three numbers are all different, and only two of them are consecutive (e.g., 238, 769); Mixed: Three numbers are all different and not consecutive with each other (e.g., 357, 962). Winning Example: Betting scheme: Front Three: Leopard; Winning numbers: 0,0,0,*,* &mdash; you win.":"Luật chơi:Chọn 1 kiểu là 1 cược, kiểu đã chọn giống kiểu 3 số mở thưởng cùng vị trí, không giới hạn thứ tự là trúng thưởng. Bão: 3 số giống nhau; Sảnh: 3 số liên tiếp; 9 và 0 liên tiếp, 0 và 1 liên tiếp; Đôi: Trong 3 số có 1 số xuất hiện 2 lần, 1 số khác xuất hiện 1 lần (VD: 151, 887); Bán sảnh: 3 số khác nhau, trong đó có 2 số liên tiếp (VD: 238, 769); Tạp lục: 3 số khác nhau và không liên tiếp (VD: 357, 962).VD trúng thưởng:Cược: Tiền tam: Bão; Kết quả mở thưởng: 0, 0, 0, *, *, là trúng thưởng.",
  "Game Instructions: Choose one form as one bet. If the selected form matches the winning form, regardless of the order, you win. Four of a Kind: One number appears once, and another number appears four times in the winning numbers. Gourd: One number appears twice, and another number appears three times in the winning numbers. Straight: The winning numbers form a sequence of five consecutive numbers. 9 is connected to 0, and 0 is connected to 1. Three of a Kind: One number appears three times, and the other two numbers are different in the winning numbers. Two Pairs: Two pairs of double numbers appear in the winning numbers. One Pair: One pair of double numbers appears, and the other three numbers are different in the winning numbers. High Card: The five numbers in the winning numbers are all different and not in sequence. Winning Example: Betting scheme: Straight; Winning numbers: 0,9,1,3,2 &mdash; you win.":"Luật chơi:Chọn 1 kiểu là 1 cược, kiểu đã chọn trùng với kiểu mở thưởng, không giới hạn thứ tự, là trúng thưởng. Tứ quý: Kết quả mở thưởng có 1 số xuất hiện 1 lần, 1 số khác xuất hiện 4 lần; Cù lũ: Kết quả mở thưởng có 1 số xuất hiện 2 lần, 1 số khác xuất hiện 3 lần; Sảnh: Kết quả mở thưởng là 5 số liên tiếp; 9 và 0 liên tiếp, 0 và 1 liên tiếp; Sám cô: Kết quả mở thưởng có 1 số xuất hiện 3 lần, 2 số còn lại khác nhau; 2 Đôi: Kết quả mở thưởng xuất hiện 2 đôi; 1 Đôi: Kết quả mở thưởng xuất hiện đôi, 3 số còn lại khác nhau; Số rời: 5 số mở thưởng khác nhau và không liên tiếp.VD trúng thưởng:Cược: Sảnh; Kết quả mở thưởng: 0, 9, 1, 3, 2, là trúng thưởng.",
  "Game Instructions: Choose one form from a group of positions to form one bet. Compare the size of the winning numbers in this group of positions. If the former is greater than the latter, it's "Dragon"; if the former is less than the latter, it's "Tiger"; if the numbers are the same, it's "Tie". If the selected form matches the winning form, then you win. Winning Example: Betting scheme: 1st, 2nd: Tie; Winning numbers: 0,0,*,*,* &mdash; you win.":"Luật chơi:Chọn 1 kiểu từ 1 nhóm vị trí tạo thành 1 cược. Số mở thưởng của nhóm vị trí so lớn nhỏ, số trước lớn hơn số sau là Rồng, ngược lại là Hổ, bằng nhau là Hòa. Kiểu đã chọn trùng với kiểu mở thưởng là trúng thưởng.VD trúng thưởng:Cược: Vạn V Ngàn Hòa; Kết quả mở thưởng: 0, 0, *, *, *, là trúng thưởng.",
  "":"",
  "":"",
  "":"",
  "":"",
  "":"",
  "":"",
  "":"",
  "":"",
  "":"",
  "":"",
  "":"", 
  "":"",
  "":"",

  "":"",
  "":"",
  "":"",
  "":"",

  "":"",
  "":"",
  "":"",
  "":"",
  "":"",
  "":"",
  "":"",
  "":"",
  "":"",
  "":"",
  "":"",
  "":"",
  "":"",
  "":"",
  "":"",
  "":"",

  "":"",
  "":"",

  "":""
  
  }