

{

    "Game instructions: Choose one form (Big: 11-18; Small: 3-10; Odd: units digit 1,3,5,7,9; Even: units digit 0,2,4,6,8). If it matches the form of the sum of the three drawn numbers, you win. Winning example: Betting scheme: Small; Drawn numbers: 1, 2, 3, you win.":"Luật chơi:Chọn 1 kiểu (Tài: 11-18; Xỉu: 3-10; Lẻ: Số hàng đơn vị 1, 3, 5, 7, 9; Chẵn: Số hàng đơn vị 0, 2, 4, 6, 8), trùng với kiểu tổng 3 số mở thưởng là trúng thưởng.VD trúng thưởng:Cược: Xỉu; Kết quả mở thưởng: 1, 2, 3, là trúng thưởng",
    "Game instructions: Choose one number. If it matches the sum of the three winning numbers, you win. Winning example: Betting scheme: 5; Winning numbers: 1, 2, 2, you win.":"Luật chơi:Chọn 1 giá trị, nếu trùng với tổng 3 số mở thưởng là trúng thưởng.VD trúng thưởng:Cược: 5; Kết quả mở thưởng: 1, 2, 2, là trúng thưởng.",
    "Game instructions: Choose one combination to form one bet. If the selected combination matches the drawn numbers, you win. Winning example: Betting scheme A: Single selection 111; Wining numbers: 111, you win. Betting scheme B: Triple all; Winning numbers: 333, you win.":"Luật chơi:Chọn 1 tổ hợp tạo thành 1 cược, tổ hợp chọn trùng với kết quả mở thưởng là trúng thưởng.VD trúng thưởng:Cược A: Cơ bản 111; Kết quả mở thưởng: 111, là trúng thưởng. Cược B: Bộ ba Bất kỳ; Kết quả mở thưởng: 333, là trúng thưởng.",
    "Game instructions: Choose one combination to form one bet. If the selected combination matches the winning numbers, you win. Winning example: Betting scheme: 123; Winning numbers: 1, 2, 3, you win.":"Luật chơi:Chọn 1 tổ hợp tạo thành 1 cược. Tổ hợp đã chọn trùng với kết quả mở thưởng là trúng thưởng.VD trúng thưởng:Cược: 123; Kết quả mở thưởng: 1, 2, 3, là trúng thưởng.",
    "Game instructions: Choose three numbers to form one bet. If the selected numbers match the winning numbers, you win. Winning example: Betting scheme: 1, 2, 3; Winning numbers: 1, 2, 3, you win.":"Luật chơi:Chọn 3 số tạo thành 1 cược. Số chọn trùng với kết quả mở thưởng là trúng thưởng.VD trúng thưởng:Cược: 1, 2, 3;Kết quả mở thưởng: 1, 2, 3, là trúng thưởng.",
    "Game instructions: Choose one combination to form one bet. If the selected combination matches the Winning numbers, you win. Winning example: Betting scheme A: Single selection 123; Winning numbers: 123, you win. Betting scheme B: Triple consecutive numbers; Winning numbers: 2, 3, 4, you win.":"Luật chơi:Chọn 1 tổ hợp tạo thành 1 cược. Tổ hợp đã chọn trùng với kết quả mở thưởng là trúng thưởng.VD trúng thưởng:Cược A: Cơ bản 123; Kết quả mở thưởng: 1,2,3, là trúng thưởng. Cược B: Ba số liên tiếp Bất kỳ; Kết quả mở thưởng: 2,3,4, là trúng thưởng.",
    "Game instructions: Choose one combination to form one bet. If the selected combination matches the Winning numbers, you win. Winning example: Betting scheme A: Single selection 124; Winning numbers: 1, 2, 4, you win. Betting scheme B: Half Streak; Winning numbers: 1, 2, 5, you win.":"Luật chơi:Chọn 1 tổ hợp tạo thành 1 cược. Tổ hợp đã chọn trùng với kết quả mở thưởng là trúng thưởng.VD trúng thưởng:Cược A: Cơ bản 124; Kết quả mở thưởng: 1,2,4, là trúng thưởng. Cược B: Bán sảnh Bất kỳ; Kết quả mở thưởng: 1,2,5, là trúng thưởng.",
    "Game instructions: Choose one combination to form one bet. If the selected combination matches the Winning numbers, you win. Winning example: Betting scheme A: Mixed combination 136; Winning numbers: 1, 3, 6, you win. Betting scheme B: Mixed combination all; Winning numbers: 1, 3, 6, you win.":"Luật chơi:Chọn 1 tổ hợp tạo thành 1 cược. Tổ hợp đã chọn trùng với kết quả mở thưởng là trúng thưởng.VD trúng thưởng:Cược A: Tạp lục 136; Kết quả mở thưởng: 1,3,6, là trúng thưởng. Cược B: Tạp lục Bất kỳ; Kết quả mở thưởng: 1,3,6, là trúng thưởng.",
    "Game instructions: Choose one combination to form one bet. If the selected combination matches the Winning numbers, you win. Winning example: Betting scheme: 112; Winning numbers: 1, 1, 2, you win.":"Luật chơi:Chọn 1 tổ hợp tạo thành 1 cược, tổ hợp đã chọn trùng với kết quả mở thưởng là trúng thưởng.VD trúng thưởng:Cược: 112; Kết quả mở thưởng: 1, 1, 2, là trúng thưởng.",
    "Game instructions: Choose one non-repetitive number from both "Same number" and "Different numbers" to form one bet. If the selected combination matches the Winning numbers, you win. Winning example: Betting scheme: Same number 11, Different numbers 2; Winning numbers: 1, 1, 2, you win.":"Luật chơi:Chọn 1 số không lặp lại từ số đôi và số đơn tạo thành 1 cược. Tổ hợp chọn trùng với kết quả mở thưởng là trúng thưởng.VD trúng thưởng:Cược: Số đôi 11, số đơn 2; Kết quả mở thưởng: 1, 1, 2, là trúng thưởng.",
    "Game instructions: Choose one pair of identical numbers to form one bet. If the selected pair of identical numbers appears 2 times or more in the Winning numbers, you win. Winning example: Betting scheme: 11; Winning numbers: 1, 1, 2, you win.":"Luật chơi:Chọn 1 số đôi tạo thành 1 cược, số đôi đã chọn xuất hiện 2 lần hoặc trên 2 lần trong kết quả mở thưởng là trúng thưởng.VD trúng thưởng:Cược: 11; Kết quả mở thưởng: 1, 1, 2, là trúng thưởng.",
    "Game instructions: Choose two numbers to form one bet. If the Winning numbers include both of your selected numbers, you win. Winning example: Betting scheme: 1, 2; Winning numbers: 1, 1, 2, you win.":"Luật chơi:Chọn 2 số tạo thành 1 cược, kết quả mở thưởng bao gồm 2 số đã chọn là trúng thưởng.VD trúng thưởng:Cược: 1, 2; Kết quả mở thưởng: 1, 1, 2, là trúng thưởng.",
    "Game instructions: Choose one combination to form one bet. If the Winning numbers include the selected combination, you win. Winning example: Betting scheme: 1, 2; Winning numbers: 1, 1, 2, you win.":"Luật chơi:Chọn 1 tổ hợp tạo thành 1 cược, kết quả mở thưởng bao gồm số đã chọn là trúng thưởng.VD trúng thưởng:Cược: 1, 2; Kết quả mở thưởng: 1, 1, 2, là trúng thưởng.",
    "Game instructions: Choose one number to form one bet. If the Winning numbers include the selected number, you win. Winning example: Betting scheme: 1; Winning numbers: 1, 1, 2, you win.":"Luật chơi:Chọn 1 số tạo thành 1 cược, kết quả mở thưởng bao gồm số đã chọn là trúng thưởng.VD trúng thưởng:Cược: 1; Kết quả mở thưởng: 1, 1, 2, là trúng thưởng",
   
    "":"",
    "":""
}