{

  "Game instructions: Choose one number from 49 numbers to form one bet. If the selected number matches the special code(Extra Number) in the draw, you win. Example of winning: Betting scheme: 01; Special code in draw: 01, you win.":"Luật chơi:Chọn 1 số từ 49 số tạo thành 1 cược, số đã chọn trùng với số đặc biệt mở thưởng là trúng thưởng.VD trúng thưởng:Cược: 01; Số đặc biệt mở thưởng: 01, là trúng thưởng",
  "Game instructions: Choose one number to form one bet, where the 1st digit represents the head and the 2nd digit represents the tail. If the selected number matches the corresponding position of the Special code(Extra Number) in the draw, you win. Example of winning: Betting scheme: Head 1; Special code in draw: 10, you win.":"Luật chơi:Hàng chục là Đầu, hàng đơn vị là Đuôi, chọn 1 số tạo thành 1 cược, giống với giá trị vị trí tương ứng của số đặc biệt mở thưởng là trúng thưởng.VD trúng thưởng:Cược: Đầu 1; Số đặc biệt mở thưởng: 10, là trúng thưởng.",
  "Game instructions: Choose two zodiac signs to form one bet. If the special code(Extra Number) in the draw falls within the number range associated with the selected zodiac signs, you win. If the special code is 49 (draw), your bet is refunded. Example of winning: Betting scheme: Dragon, Tiger; Special code in draw: Falls within the number range associated with Dragon or Tiger, you win.":"Luật chơi:Chọn 2 con giáp tạo thành 1 cược. Số đặc biệt mở thưởng thuộc con giáp cược (Số đặc biệt 49 là Hòa, hoàn tiền cược) là trúng thưởng.VD trúng thưởng:Cược: Rồng, Hổ; Số đặc biệt mở thưởng: Trong phạm vi số thuộc Rồng hoặc Hổ là trúng thưởng.",
  "Game instructions: Choose one zodiac sign to form one bet. If the special code(Extra Number) in the draw falls within the number range associated with the selected zodiac sign, you win. Example of winning: Betting scheme: Dragon; Special code in draw: Falls within the number range associated with Dragon, you win.":"Luật chơi:Chọn 1 con giáp tạo thành 1 cược. Số đặc biệt mở thưởng thuộc con giáp cược (Số đặc biệt 49 là Hòa, hoàn tiền cược) là trúng thưởng.VD trúng thưởng:Cược: Rồng; Số đặc biệt mở thưởng: Trong phạm vi số thuộc Rồng là trúng thưởng.",
  "Game instructions: Choose one form (Small: 01-24, Big: 25-48; Odd: single digits 1, 3, 5, 7, 9, Even: single digits 0, 2, 4, 6, 8). If the selected form matches the form of the special code(Extra Number) in the draw (Special code 49 is a draw and refunds the bet), you win. Example of winning: Betting scheme: Small; Special code in draw: 02, you win.":"Luật chơi:Chọn 1 kiểu (Xỉu: 01-24; Tài: 25-48; Lẻ: Số hàng đơn vị 1, 3, 5, 7, 9; Chẵn: Số hàng đơn vị 0, 2, 4, 6, 8), trùng với kiểu số đặc biệt mở thưởng (Số đặc biệt 49 là Hòa, hoàn tiền cược) là trúng thưởng.VD trúng thưởng:Cược: Xỉu; Số đặc biệt mở thưởng: 02, là trúng thưởng.",
  "Game instructions: Place a bet on one color ball, forming one bet. The color that appears the most among the seven color balls winning numbers wins. Each of the six regular numbers counts as one color ball, while the special number(Extra number) counts as 1.5 color ball. The following three scenarios are considered ties: Six regular numbers result in 3 blue balls and 3 green balls, and the special number(Extra number) is a red ball. Six regular numbers result in 3 blue balls and 3 red balls, and the special number(Extra umber) is a green ball. Six regular numbers result in 3 green balls and 3 red balls, and the special number(Extra number) is a blue ball. In case of a tie, all bets on red, green, and blue color balls are refunded; betting on a tie is also available. Winning example: Betting scheme: Red ball; Winning numbers have red ball numbers the most, you win.":"Luật chơi:Cược 1 màu thành 1 cược. 7 màu bóng mở thưởng, màu nào nhiều nhất là trúng thưởng. 6 số chính mở thưởng tính 1 màu bóng, số đặc biệt tính 1.5 màu bóng. 3 kết quả dưới đây là Hòa: 1: 6 số chính 3 lam 3 lục, số đặc biệt là bóng đỏ 2: 6 số chính 3 lam 3 đỏ, số đặc biệt là bóng lục 3: 6 số chính 3 lục 3 đỏ, số đặc biệt là bóng lam Nếu Hòa, vé cược 7 Màu bóng Đỏ, Lục, Lam hoàn tiền cược; có thể cược Hòa.VD trúng thưởng:Cược: Bóng đỏ; Kết quả mở thưởng: Số bóng đỏ nhiều nhất, là trúng thưởng.",
  "Game instructions: Select two zodiac signs to form one bet. If the zodiac signs corresponding to any of the seven wining numbers include both of these selected zodiac signs (in any order), you win. If the bet does not include a zodiac sign from the current zodiac year, you win the first prize; if it includes the current zodiac year, you win the second prize. Regardless of how many times the same zodiac signs appear among the drawn numbers, you win only once. Winning example: Betting scheme: Dragon, Tiger; Drawn numbers include numbers corresponding to the Dragon and Tiger zodiac signs, you win.":"Luật chơi:Chọn 2 con giáp tạo thành 1 cược, con giáp 7 số mở thưởng bao gồm 2 con giáp đã chọn (Không giới hạn thứ tự) là trúng thưởng. 2 con giáp cược không bao gồm con giáp năm bản mệnh trúng giải nhất, bao gồm con giáp năm bản mệnh trúng giải nhì. Bất kể số lần xuất hiện số cùng con giáp, chỉ trúng 1 lần.VD trúng thưởng:Cược: Rồng, Hổ; Kết quả mở thưởng: Xuất hiện số thuộc Rồng, Hổ, là trúng thưởng.",
  "Game instructions: Select three zodiac signs to form one bet. If the zodiac signs corresponding to any of the seven winning numbers include all three of these selected zodiac signs (in any order), you win. If the bet does not include a zodiac sign from the current zodiac year, you win the first prize; if it includes the current zodiac year, you win the second prize. Regardless of how many times the same zodiac signs appear among the drawn numbers, you win only once. Winning example: Betting scheme: Dragon, Tiger, Rat; Drawn numbers include numbers corresponding to the Dragon, Tiger, and Rat zodiac signs, you win.":"Luật chơi:Chọn 3 con giáp tạo thành 1 cược, con giáp 7 số mở thưởng bao gồm 3 con giáp đã chọn (Không giới hạn thứ tự) là trúng thưởng. 3 con giáp cược không bao gồm con giáp năm bản mệnh trúng giải nhất, bao gồm con giáp năm bản mệnh trúng giải nhì. Bất kể số lần xuất hiện số cùng con giáp, chỉ trúng 1 lần.VD trúng thưởng:Cược: Rồng, Hổ, Chuột; Kết quả mở thưởng: Xuất hiện số thuộc Rồng, Hổ, Chuột, là trúng thưởng.",
  "Game instructions: Select four zodiac signs to form one bet. If the zodiac signs corresponding to any of the seven winning numbers include all four of these selected zodiac signs (in any order), you win. If the bet does not include a zodiac sign from the current zodiac year, you win the first prize; if it includes the current zodiac year, you win the second prize. Regardless of how many times the same zodiac signs appear among the drawn numbers, you win only once. Winning example: Betting scheme: Dragon, Tiger, Rat, Rabbit; Drawn numbers include numbers corresponding to the Dragon, Tiger, Rat, and Rabbit zodiac signs, you win.":"Luật chơi:Chọn 4 con giáp tạo thành 1 cược, con giáp 7 số mở thưởng bao gồm 4 con giáp đã chọn (Không giới hạn thứ tự) là trúng thưởng. 4 con giáp cược không bao gồm con giáp năm bản mệnh trúng giải nhất, bao gồm con giáp năm bản mệnh trúng giải nhì. Bất kể số lần xuất hiện số cùng con giáp, chỉ trúng 1 lần.VD trúng thưởng:Cược: Rồng, Hổ, Chuột, Thỏ; Kết quả mở thưởng: Xuất hiện số thuộc Rồng, Hổ, Chuột, Thỏ, là trúng thưởng.",
  "Game instructions: Select five zodiac signs to form one bet. If the zodiac signs corresponding to any of the seven winning numbers include all five of these selected zodiac signs (in any order), you win. If the bet does not include a zodiac sign the current zodiac year, you win the first prize; if it includes a sign from the current zodiac year, you win the second prize. Regardless of how many times the same zodiac signs appear among the drawn numbers, you win only once. Winning example: Betting scheme: Dragon, Tiger, Rat, Rabbit, Pig; Drawn numbers include numbers corresponding to the Dragon, Tiger, Rat, Rabbit, and Pig zodiac signs, you win.":"Luật chơi:Chọn 5 con giáp tạo thành 1 cược, con giáp 7 số mở thưởng bao gồm 5 con giáp đã chọn (Không giới hạn thứ tự) là trúng thưởng. 5 con giáp cược không bao gồm con giáp năm bản mệnh trúng giải nhất, bao gồm con giáp năm bản mệnh trúng giải nhì. Bất kể số lần xuất hiện số cùng con giáp, chỉ trúng 1 lần.VD trúng thưởng:Cược: Rồng, Hổ, Chuột, Thỏ, Lợn; Kết quả mở thưởng: Xuất hiện số thuộc Rồng, Hổ, Chuột, Thỏ, Lợn là trúng thưởng.",
  "Game instructions: Select one total zodiac count to form one bet. If the number of different zodiac signs corresponding to the seven winning numbers matches the total zodiac count you bet on, you win. Winning example: Betting scheme: Two zodiacs; Drawn numbers have exactly two different zodiac signs, you win.":"Luật chơi:Chọn 1 tổng số con giáp, số con giáp khác nhau của 7 số mở thưởng trùng với tổng số con giáp đã cược là trúng thưởng.VD trúng thưởng:Cược: 2 Giáp; Kết quả mở thưởng: 2 con giáp khác nhau, là trúng thưởng.",
  "Game instructions: Choose a pattern (Odd: 3, 5, 7; Even: 2, 4, 6). If the number of different zodiac signs among the seven winning numbers matches the chosen pattern (odd or even), you win. Winning example: Betting scheme: Odd; Drawn numbers have an odd number of different zodiac signs, you win.":"Luật chơi:Chọn 1 kiểu (Lẻ: 3, 5, 7; Chẵn: 2, 4, 6), số con giáp khác nhau của 7 số mở thưởng trùng với kiểu đã cược là trúng thưởng.VD trúng thưởng:Cược: Lẻ Kết quả mở thưởng: Số con giáp khác nhau là số lẻ, là trúng thưởng.",
  "Game instructions: Select one form (Big: >175, Small: <175, Odd: last digit 1,3,5,7,9, Even: 0,2,4,6,8). If it matches the form of the sum of the seven numbers, you win (if the sum is 175, bets on 'Big' and 'Small' will have their principal refunded); Winning example: Betting scheme: Odd; Drawn numbers: Sum = 171, you win.":"Luật chơi:Chọn 1 kiểu (Tài: >175; Xỉu: <175; Lẻ: Số hàng đơn vị 1, 3, 5, 7, 9; Chẵn: Số hàng đơn vị 0, 2, 4, 6, 8) trùng với kiểu của tổng 7 số mở thưởng là trúng thưởng (Tổng là 175, cược Tổng Tài, Xỉu hoàn tiền cược).VD trúng thưởng:Cược: Lẻ; Kết quả mở thưởng: Tổng =171, là trúng thưởng.",
  "Game instructions: Select one last digit. If the last digit of any of the seven drawn numbers includes the selected last digit, you win. If it is a 0 ending, you win the 0 ending prize; for 1-9 endings, you win the corresponding 1-9 ending prize. Regardless of how many times the same ending appears, you win only once. Winning example: Betting scheme: 1; Drawn numbers include 1 as the last digit, you win.":"Luật chơi:Chọn 1 số đuôi, số đuôi của 7 số mở thưởng bao gồm số đuôi đã chọn là trúng thưởng. Đuôi 0 trúng giải đuôi 0, đuôi 1-9 trúng giải đuôi 1-9. Bất kể số lần xuất hiện số đuôi giống nhau, chỉ trúng 1 lần.VD trúng thưởng:Cược: 1; Kết quả mở thưởng: Bao gồm đuôi 1, là trúng thưởng.",
  "Game instructions: Choose between 5 to 11 numbers to form a bet. If none of the 5 selected numbers from any combination of the chosen 5-11 numbers are in the current winning numbers, you win the seventh prize. If none of the 6 selected numbers are in the winning numbers, you win the sixth prize, and so on. If none of the 11 selected numbers are in the winning numbers, you win the first prize. Winning example: Betting scheme: 01, 02, 03, 04, 05; Drawn numbers: 06, 07, 08, 09, 10, 11+12, you win.":"Luật chơi:Chọn 1 số đuôi, số đuôi của 7 số mở thưởng bao gồm số đuôi đã chọn là trúng thưởng. Đuôi 0 trúng giải đuôi 0, đuôi 1-9 trúng giải đuôi 1-9. Bất kể số lần xuất hiện số đuôi giống nhau, chỉ trúng 1 lần.VD trúng thưởng:Cược: 1; Kết quả mở thưởng: Bao gồm đuôi 1, là trúng thưởng.",
  "Game instructions: Choose three last digits to form one bet. If all three selected last digits appear among the last digits of the drawn numbers, you win. If it includes a 0 ending, you win the 0 ending prize; if it does not include a 0 ending, you win the 1-9 ending prize. Regardless of how many times the same ending appears, you win only once. Winning example: Betting scheme: 1, 2, 3; Drawn numbers: 06, 07, 08, 09, 13, 11+12, you win.":"Luật chơi:Chọn 3 số đuôi tạo thành 1 cược, số đuôi số mở thưởng bao gồm 3 số đã chọn là trúng thưởng. Bao gồm đuôi 0 là trúng giải đuôi 0, nếu không bao gồm đuôi 0 thì trúng giải đuôi 1-9. Bất kể số lần xuất hiện số đuôi giống nhau, chỉ trúng 1 lần.VD trúng thưởng:Cược: 1,2,3; Kết quả mở thưởng: 06,07,08,09,13,11+12, là trúng thưởng.",
  "Game instructions: Choose four last digits to form one bet. If all four selected last digits appear among the last digits of the drawn numbers, you win. If it includes a 0 ending, you win the 0 ending prize; if it does not include a 0 ending, you win the 1-9 ending prize. Regardless of how many times the same ending appears, you win only once. Winning example: Betting scheme: 1, 2, 3, 4; Drawn numbers: 06, 07, 08, 04, 13, 11+12, you win.":"Luật chơi:Chọn 4 số đuôi tạo thành 1 cược, số đuôi số mở thưởng bao gồm 4 số đã chọn là trúng thưởng. Bao gồm đuôi 0 là trúng giải đuôi 0, nếu không bao gồm đuôi 0 thì trúng giải đuôi 1-9. Bất kể số lần xuất hiện số đuôi giống nhau, chỉ trúng 1 lần.VD trúng thưởng:Cược: 1,2,3,4; Kết quả mở thưởng: 06,07,08,04,13,11+12, là trúng thưởng.",
  "Game instructions: Choose five last digits to form one bet. If all five selected last digits appear among the last digits of the drawn numbers, you win. If it includes a 0 ending, you win the 0 ending prize; if it does not include a 0 ending, you win the 1-9 ending prize. Regardless of how many times the same ending appears, you win only once. Winning example: Betting scheme: 1, 2, 3, 4, 5; Drawn numbers: 06, 07, 05, 04, 13, 11+12, you win.":"Luật chơi:Chọn 5 số đuôi tạo thành 1 cược, số đuôi số mở thưởng bao gồm 5 số đã chọn là trúng thưởng. Bao gồm đuôi 0 là trúng giải đuôi 0, nếu không bao gồm đuôi 0 thì trúng giải đuôi 1-9. Bất kể số lần xuất hiện số đuôi giống nhau, chỉ trúng 1 lần.VD trúng thưởng:Cược: 1,2,3,4,5; Kết quả mở thưởng: 06,07,05,04,13,11+12, là trúng thưởng.",
  "Game instructions: Select two numbers to form one bet. If the winning numbers include both of your selected numbers, and both are regular numbers(if the number is not Extra Ball) in the draw, then you win "two regulars". If one of them is a regular number and the other is a special number, then you win "one special, one regular". Winning example: Betting scheme: 06, 07; Drawn numbers: 06, 07, 05, 04, 13, 11+12, you win.":"Luật chơi:Chọn 2 số tạo thành 1 cược, kết quả mở thưởng bao gồm số đã chọn và 2 số đều là số chính là trúng 2 Số chính, nếu 1 số chính, 1 số đặc biệt là trúng 1 Đặc biệt 1 Chính.VD trúng thưởng:Cược: 06,07; Kết quả mở thưởng: 06,07,05,04,13,11+12, là trúng thưởng.",
  "Game instructions: Choose two numbers to form one bet. If one of your selected numbers matches the special number(Extra Number) in the draw, and the other matches any regular number, then you win. Winning example: Betting scheme: 01, 02; Drawn numbers include 01 as a regular number and 02 as the special number, or vice versa, you win.":"Luật chơi:2 Số tạo thành 1 cược, 1 trong 2 số đó trùng với số đặc biệt mở thưởng, số kia trùng với bất kỳ số chính nào, là trúng thưởng.VD trúng thưởng:Cược: 01,02; Kết quả mở thưởng: Số chính bao gồm 01, số đặc biệt 02, hoặc ngược lại, là trúng thưởng.",
  "Game instructions: Choose one color at any position of the colors code(red, blue, green) to form one bet. If it matches the color code of the winning number in the corresponding position, you win. Winning example: Betting scheme: Red Balls; Drawn numbers: 01,,,,,+, you win.":"Luật chơi:Chọn 1 màu tại 1 vị trí số chính bất kỳ, trùng với màu bóng số chính mở thưởng cùng vị trí là trúng thưởng.VD trúng thưởng:Cược: Số chính 1 Đỏ; Kết quả mở thưởng: 01,*,*,*,*,*+*, là trúng thưởng.",
 
  "":""
}