

{

    "1. Sum

Sum B/S: If you bet on Big and the sum of winning No. > 30 this is Big, If you bet on Small and the sum of winning No < 30 this is Small, 30 is a Tie and a refund of bet amount.
Sum O/E : If you bet on Odd and the sum of winning numbers is or has an ending number of 1, 3, 5, 7, 9 this is Odd; if you bet on Even and the sum of winning numbers is or has an ending number of 0, 2, 4, 6, 8 this is Even.
Sum of Tails: Sum of winning No. Units digit ? 5 as Big; ? 4 as Even.
Dragon/Tiger?When the winning number on the 1st Ball > 5th Ball, this is dragon. If the 1st Ball < 5th Ball, this is a tiger (0 smallest, 9 biggest).

2 .B/S/O/E 1st~5th : From the range of numbers 01-11, you choose a number that will appear either on the 1st Ball, 2nd Ball, 3rd Ball, 4th Ball or 5th Ball. If you choose 06 to appear on Ball 2 and the draw results has the number 06 appearing on Ball 2, you win.
B/S: If the winning number on the selected place or selected ball is > 6 this is Big; ? 5 this is small Small; 11 as Tie (Refund).
O/E: If the winning number on the selected place or selected ball ends with 1, 3, 5, 7, 9 this is Odd; and 0, 2, 4, 6, 8 this is Even; 11 is a Tie (Refund).

3. Fixed Place 1st~5th : Select a number from 1st, 2nd, 3rd, 4th, 5th place to form a bet. When your selected number and winning draw number are in the same place, you win. Eg. Bet plan: 03,-,-,-,-; Winning No.: 03,*,*,*,* as a win. You select 03 to appear on the 1st Ball, and the winning drawn number also has 3 on the 1st Ball. This wins.
4. Pick 1~Pick 8

Pick 1: Select 1 number to form a bet. If the winning numbers included your selected number, this is a win.
E.g. Winning No. 01, *, *, *, *; Your bet?01, 02?this is a win.
Pick 2: Select 2 numbers to form a bet. If the winning numbers included your selected numbers, this is a win.
E.g. Winning No. 02, 01, *, *, *; Your bet?01, 02?this is a win.
Pick 3: Select 3 numbers to form a bet. If the winning numbers included your selected numbers, this is a win.
E.g. Winning No. 03, 01, 02, *, *; Your bet?01, 02, 03?this is a win.
Pick 4: Select 4 numbers to form a bet. If the winning numbers included your selected numbers, this is a win.
E.g. Winning No. 01, 02, 04, 03, *; Your bet?01, 02, 03, 04?this is a win.
Pick 5: Select 5 numbers to form a bet. If the winning numbers included your selected numbers, this is a win.
E.g. Winning No. 01, 02, 03, 05, 04; Your bet?01, 02, 03, 04, 05?this is a win.
Pick 6: Select 6 numbers to form a bet. If the winning numbers included your selected numbers, this is a win.
E.g. Winning No. 01, 02, 03, 05, 04; Your bet?01, 02, 03, 04, 05, 06?this is a win.
Pick 7: Select 7 numbers to form a bet. If the winning numbers included your selected numbers, this is a win.
E.g. Winning No. 01, 02, 03, 05, 04; Your bet?01, 02, 03, 04, 05, 06, 07?this is a win.
Pick 8: Select 8 numbers to form a bet. If the winning numbers included your selected numbers, this is a win.
E.g. Winning No. 01, 02, 03, 05, 04; Your bet?01, 02, 03, 04, 05, 06, 07, 08?this is a win.

5. Group
First 2 Group: Select 2 numbers to form a bet. If the selected numbers and first 2 winning numbers are the same, this is a win.
E.g. Winning No. 02, 01, *, *, *; Your bet?01, 02?this is a win.
First 3 Group: Select 3 numbers to form a bet. If the selected numbers and first 3 winning numbers are the same, this is a win.
E.g. Winning No. 02, 01, 03, *, *; Your bet?01, 02, 03?this is a win.
6. First 2 Straight: Select 1 number from 1st, 2nd form a bet, and the 2 numbers should be non repeating. If your selected numbers and the first 2 winning numbers are the same & in order, this is a win.
E.g. Winning No. 02, 01, *, *, * ; Bet ?1st 02, 2nd 01?this is a win.

7. First 3 Straight: Select 1 number from 1st, 2nd and 3rd to form a bet, and the 3 numbers should be non repeating. If your selected numbers and the first 3 winning numbers are the same & in order, this is a win.
E.g. Winning No. 01, 02, 03, *, * ; Bet ?1st 01, 2nd 02, 3rd 03?this is a win.":"
1.Summe
Gesamtgröße: Die Summe der Gewinnzahlen ist größer als 30, klein ist kleiner als 30 und die Summe beträgt 30. Der Kapitalbetrag wird zurückerstattet.
Die Summe der ungeraden und geraden Zahlen: Die einzelnen Ziffern der Summe der Gewinnzahlen sind 1, 3, 5, 7 und 9, die ungerade sind, und die Mantisse ist 0, 2, 4, 6 und 8, die sind gerade.
Die Größe der Summe der Mantissen: Wenn die Anzahl der einzelnen Ziffern in der Summe der Lottozahlen ≥5 ist, ist sie groß, und wenn sie ≤4 ist, ist sie klein.
Drache und Tiger: Die Gewinnzahl der ersten Kugel ist größer als die Gewinnzahl der fünften Kugel (0 ist die kleinste, 9 ist die größte), ansonsten ist es Tiger.
2. Größe der ersten bis fünften Kugel, ungerade oder gerade
Wählen Sie eine Zahlenposition und setzen Sie auf ein Attribut der Wette, das mit dem Attribut der Lottozahl an dieser Position übereinstimmt.
Größe: Die Lottozahl ≥6 ist „groß“, die Lottozahl ≤5 ist „klein“ und die Lottozahl 11 ist unentschieden (Kapitalrückerstattung).
Ungerade und gerade: Die einzelnen Ziffern der Lottozahlen sind 1, 3, 5, 7 und 9 für „ungerade“ und 0, 2, 4, 6 und 8 für „gerade“. 11 wird unentschieden gezogen (Kapitalrückerstattung).
3. Nummernauswahl für den ersten bis fünften Ball
Wählen Sie eine Zahl aus einer beliebigen Position von der ersten Kugel bis zur fünften Kugel. Wenn die ausgewählte Zahl mit der Lottozahl an derselben Position übereinstimmt, gewinnen Sie.
Beispiel: Wenn die Lottozahlen 01,*,*,*,* lauten, wetten Sie „Die erste Kugel ist 01“, Sie gewinnen.
4. Wählen Sie eine aus, um acht auszuwählen
Wählen Sie eine: Wählen Sie 1 Zahl für 1 Wette. Wenn die gezogenen Zahlen die ausgewählten Zahlen enthalten (in beliebiger Reihenfolge), gewinnen Sie.
Beispiel: Wenn Sie die Lottozahlen 01,*,*,*,* platzieren und „01“ setzen, gewinnen Sie.
Option 2: Wählen Sie 2 Zahlen, um 1 Wette zu bilden. Wenn die Lottozahlen die beiden ausgewählten Zahlen enthalten (in beliebiger Reihenfolge), gewinnen Sie.
Beispiel: Wenn Sie die Lottozahlen 02,01,*,*,* eingeben und auf „01,02“ setzen, gewinnen Sie.
Wählen Sie drei beliebige Zahlen: Wählen Sie 3 Zahlen, um 1 Wette zu bilden. Wenn die Lottozahlen die ausgewählten 3 Zahlen (in beliebiger Reihenfolge) enthalten, gewinnen Sie.
Beispiel: Wenn die Lottozahlen 03,01,02,*,* lauten, setzen Sie „01,02,03“ und Sie werden gewinnen.
Wählen Sie vier beliebige Zahlen: Wählen Sie 4 Zahlen, um 1 Wette zu bilden. Die 4 ausgewählten Zahlen aus den Lottozahlen (in beliebiger Reihenfolge) gewinnen den Preis.
Beispiel: Wenn die Lottozahlen 01,02,04,03,* lauten, setzen Sie „01,02,03,04“ und Sie werden gewinnen.
Wählen Sie fünf beliebige Zahlen: Wählen Sie 5 Zahlen, um 1 Wette zu bilden. Wenn die ausgewählte Zahl mit den 5 Lottozahlen (in beliebiger Reihenfolge) übereinstimmt, gewinnen Sie.
Beispiel: Wenn die Lottozahlen 01,02,03,05,04 lauten, setzen Sie „01,02,03,04,05“ und Sie werden gewinnen.
Wählen Sie sechs beliebige Zahlen: Wählen Sie 6 Zahlen, um eine Wette zu bilden. Wenn fünf beliebige Zahlen unter den ausgewählten Zahlen mit allen Lottozahlen übereinstimmen (die Reihenfolge ist nicht begrenzt), gewinnen Sie.
Beispiel: Wenn die Lottozahlen 01,02,03,05,04 lauten, setzen Sie „01,02,03,04,05,06“ und Sie werden gewinnen.
Wählen Sie sieben beliebige Zahlen: Wählen Sie 7 Zahlen aus, um eine Wette zu bilden. Wenn fünf beliebige Zahlen unter den ausgewählten Zahlen mit allen Lottozahlen übereinstimmen (die Reihenfolge ist nicht begrenzt), gewinnen Sie.
Beispiel: Wenn die Lottozahlen 01,02,03,05,04 lauten, setzen Sie „01,02,03,04,05,06,07“ und Sie werden gewinnen.
Wählen Sie acht: Wählen Sie 8 Zahlen, um eine Wette zu bilden. Wenn fünf beliebige Zahlen unter den ausgewählten Zahlen mit allen Lottozahlen übereinstimmen (die Reihenfolge ist nicht begrenzt), gewinnen Sie.
Beispiel: Wenn die Lottozahlen 01,02,03,05,04 lauten, setzen Sie „01,02,03,04,05,06,07,08“ und Sie werden gewinnen.
5.Gruppenauswahl
Gruppenauswahl der ersten beiden: Wählen Sie 2 Zahlen, um 1 Wette zu bilden. Wenn die ausgewählten Zahlen mit den ersten beiden Kugeln der Lottozahlen übereinstimmen und die Reihenfolge nicht begrenzt ist, gewinnen Sie.
Beispiel: Wenn Sie die Lottozahlen 02,01,*,*,* eingeben und „01,02“ setzen, gewinnen Sie.
Gruppenauswahl der ersten drei: Wählen Sie 3 Zahlen aus, um eine Wette zu bilden. Wenn die ausgewählten Zahlen mit den ersten 3 Kugeln der Lottozahlen übereinstimmen und die Reihenfolge nicht begrenzt ist, gewinnen Sie.
Beispiel: Wenn die Lottozahlen 02,01,03*,* lauten und Sie „01,02,03“ setzen, gewinnen Sie.
6. Direktauswahl
Direkte Auswahl der ersten beiden: Wählen Sie 1 Zahl aus der ersten und zweiten Kugel, um eine Wette zu bilden, und die beiden Zahlen überschneiden sich nicht. Wenn die ausgewählte Zahl mit den ersten beiden Ziffern der Lottozahl übereinstimmt und die Reihenfolge konsistent ist, gewinnen Sie.
Beispiel: Wenn Sie die Lottozahl 0201*** eingeben und auf „02 für die erste Kugel und 01 für die zweite Kugel“ setzen, gewinnen Sie.
Direkte Auswahl der ersten drei: Wählen Sie jeweils eine Zahl aus der ersten, zweiten und dritten Kugel, um eine Wette zu bilden. Die drei Zahlen überschneiden sich nicht. Wenn die ausgewählten Zahlen mit den ersten 3 Zahlen der Lottozahlen übereinstimmen und in derselben Reihenfolge vorliegen, gewinnen Sie.
Beispiel: Die Lottozahl ist 010203**. Wenn Sie auf die erste Kugel „01“, die zweite Kugel „02“ und die dritte Kugel „03“ setzen, gewinnen Sie."
   
}