{
  "<span style='color:red'>Big: </span> When you choose big, the sum of the five numbers in the winning draw numbers should be between 23-45 (23 and 45 inclusive), this is a win.<br><span style='color:red'>Small: </span> When you choose small, the sum of the five numbers in the winning draw numbers should be between 0-22 (0 and 22 inclusive), this is a win.<br><span style='color:red'>Odd: </span> When you choose odd, the sum of the five numbers in the winning draw numbers should be an odd number, this is a win.<br><span style='color:red'>Even: </span> When you choose even, the sum of the five numbers in the winning draw numbers should be an even number, this is a win.":"<span style='color:red'>Groß: </span> Wenn Sie groß wählen, sollte die Summe der fünf Zahlen in den Gewinnzahlen zwischen 23-45 liegen (einschließlich 23 und 45), dann gewinnen Sie.<br><span style='color:red'>Klein: </span> Wenn Sie klein wählen, sollte die Summe der fünf Zahlen in den Gewinnzahlen zwischen 0-22 liegen (einschließlich 0 und 22), dann gewinnen Sie.<br><span style='color:red'>Ungerade: </span> Wenn Sie ungerade wählen, sollte die Summe der fünf Zahlen in den Gewinnzahlen eine ungerade Zahl sein, dann gewinnen Sie.<br><span style='color:red'>Gerade: </span> Wenn Sie gerade wählen, sollte die Summe der fünf Zahlen in den Gewinnzahlen eine gerade Zahl sein, dann gewinnen Sie.",
  
  "<span style='color:red'>Bull N: </span> If the sum of any three of the five numbers in the winning number ends with 0 or multiples of 10 and the sum of the remaining two numbers ends with N, then it is Bull N.":"<span style='color:red'>Bull N: </span> Wenn die Summe von drei der fünf Gewinnzahlen mit 0 oder einem Vielfachen von 10 endet und die Summe der verbleibenden zwei Zahlen mit N endet, dann ist es Bull N.",
  
  "<span style='color:red'>No Bull: </span> If the sum of any three of the five digits in the winning number does not equal 0, it is a No Bull.":"<span style='color:red'>Kein Bull: </span> Wenn die Summe von drei der fünf Gewinnzahlen nicht 0 ergibt, dann ist es kein Bull.",
  
  "<span style='color:red'>Dragon: </span> If the numerical value of Ball 4 is greater (>) than the numerical value of Ball 5, you win if you select Dragon.":"<span style='color:red'>Drache: </span> Wenn der Zahlenwert von Ball 4 größer (>) als der Zahlenwert von Ball 5 ist, gewinnen Sie, wenn Sie Drache wählen.",
  
  "<span style='color:red'>Tiger: </span> If the numerical value of Ball 4 is lesser (<) than the numerical value of Ball 5, you win if you select Tiger.":"<span style='color:red'>Tiger: </span> Wenn der Zahlenwert von Ball 4 kleiner (<) als der Zahlenwert von Ball 5 ist, gewinnen Sie, wenn Sie Tiger wählen.",
  
  "<span style='color:red'>Tie : </span> If the numerical value of Ball 4 is equal (=) to the numerical value of Ball 5, you win if you select Tie.":"<span style='color:red'>Unentschieden: </span> Wenn der Zahlenwert von Ball 4 gleich (=) dem Zahlenwert von Ball 5 ist, gewinnen Sie, wenn Sie Unentschieden wählen.",
  
  "<span style='color:red'>Maximum value: </span>Winning Condition - If the betting position you select corresponds to the position of the biggest number in the drawn sequence, you win.":"<span style='color:red'>Maximalwert: </span> Gewinnbedingung - Wenn die von Ihnen gewählte Wettposition mit der Position der größten Zahl in der gezogenen Sequenz übereinstimmt, gewinnen Sie.",
  
  "<span style='color:red'>Minimum value: </span>Winning Condition - If the betting position you select corresponds to the position of the smallest number in the drawn sequence, you win.":"<span style='color:red'>Minimalwert: </span> Gewinnbedingung - Wenn die von Ihnen gewählte Wettposition mit der Position der kleinsten Zahl in der gezogenen Sequenz übereinstimmt, gewinnen Sie."
}
