  {

    "1. Guess No. * Select a number to form a bet. If the winning numbers include your selected number, it's a win. Example: If the winning numbers are 1, 1, 3, and you bet or select?1?, it's a win. 2. B/S Sum * If the sum of the winning numbers is 11-18, it's considered Big; if the sum is Small: 3-10 , it's considered Small. If all 3 numbers are the same, it's not a win. #### 3. Point Sum * Select a number. If the sum of the winning numbers matches the selected number, it's a win. * Example: If the winning numbers are 1, 1, 1, and you bet on ?3?, it's a win. #### 4. Specific & Any Triple * Specific: Select 1 specific combination to form a bet. If the selected combination matches the winning numbers, it's a win. * Example: If the winning numbers are 1, 1, 1, and you bet on ?111?, it's a win. * Any Triple: If all 3 winning numbers drawn are the same, it's a win. This selection does not care which specific number occurs 3 times. #### 5. Any Two & One Pair * Any Two: Select 1 combination to form a bet. If the winning numbers include your selected combination, it's a win. * Example: If the winning numbers are 1, 1, 2, and you bet on ?12?, it's a win. * One Pair: Select 1 combination pair to form a bet. If the selected combination matches the winning numbers, it's a win. * Example: If the winning numbers are 1, 1, 2, and you bet on ?11?, it's a win. #### 6. Fish/Prawn/Crab * If 1 of the 3 winning numbers matches the selected symbol, it's a win. * Example: If the winning numbers are 1, 2, 3, and you bet on ?Fish (1)?, it's a win.":" 1. ArmeeWählen Sie eine Zahl aus, um eine Wette zu bilden. Wenn die Gewinnzahl die ausgewählte Zahl enthält, gewinnen Sie.Beispiel: Wenn die Lottozahlen 1,1,3 lauten und Sie „1“ setzen, gewinnen Sie.2. SummengrößeGesamtgröße: Die Summe der Lottozahlen beträgt ≥11 für „groß“ und ≤10 für „klein“. Wenn die drei Zahlen gleich sind, gewinnen Sie nicht.3. GesamtpunktzahlWählen Sie einen Wert, der der Summe der Lottozahlen entspricht, und Sie gewinnen.Beispiel: Wenn die Lottozahlen 1,1,1 lauten, setzen Sie „3“, und Sie gewinnen.4. Volle WürfelRunde Würfel: Wählen Sie eine Kombination als 1-Wette. Wenn die ausgewählte Kombination mit der Lottozahl übereinstimmt, gewinnen Sie.Beispiel: Wenn die Lottozahlen 1,1,1 lauten und Sie „111“ setzen, gewinnen Sie.Alle Würfel: Sind die 3 gezogenen Zahlen gleich, gewinnt man.5. Langes Deck und kurzes DeckLange Karte: Wählen Sie eine Kombination, um eine Wette zu bilden, und die Gewinnzahl enthält die ausgewählte Zahl, was bedeutet, dass Sie gewinnen.Beispiel: Wenn die Lottozahlen 1,1,2 lauten und Sie auf „12“ setzen, gewinnen Sie.Kurze Karte: Wählen Sie eine Kombination, um eine Wette zu bilden. Wenn die ausgewählte Kombination mit der Lottozahl übereinstimmt, gewinnen Sie.Beispiel: Wenn die Lottozahlen 1,1,2 lauten und Sie auf „11“ setzen, gewinnen Sie.6. Fisch, Garnelen und KrabbenWenn eine der 3 Lottozahlen mit der gewählten Zahl übereinstimmt, gewinnen Sie.Beispiel: Wenn Sie die Lottozahlen 1,2,3 platzieren und auf „Fisch (1)“ setzen, gewinnen Sie."
  }