{
   

  "Game Instructions: Select one number each from the 1st, 2nd, 3rd, 4th, and 5th places to form one bet. If the selected numbers match the drawn numbers exactly and in the correct order, you win.":"玩法说明：从万位、千位、百位、十位、个位上各选1个号码组成1注。所选号码与开奖号码相同，且顺序一致，即中奖。中奖范例：投注方案：1,2,3,4,5；开奖号码：1,2,3,4,5，即中奖。",
  "Game Instructions: Enter one five-digit number to form a single bet. If the entered number matches the drawn number exactly and in the correct order, you win. Winning Example: Betting scheme: 12345; Winning numbers: 1,2,3,4,5. This results in a win.":"玩法说明：录入1个5位数的号码组成1注。录入的号码与开奖号码相同，且顺序一致，即中奖。中奖范例：投注方案：12345；开奖号码：1,2,3,4,5，即中奖。",
  "Game Instructions: Select one number from the 1st, 2nd, 3rd, 4th, and 5th places to form combinations of 1 to 5, totaling 5 bets. If the selected number for the 5th place matches the winning number's 5th place, you win the 5th position prize. If the selected numbers for the 4th and 5th places match the winning numbers for the 4th and 5th places, you win the 4th and 5th position prizes and so on. Therefore, you can win up to 5 prizes at the same time. Winning Example: Betting scheme: 1,2,3,4,5; Winning numbers: 1,2,3,4,5. This results in wins for -,-,-,-,5; -,-,-,4,5; -,-,3,4,5; -,2,3,4,5; and 1,2,3,4,5, one bet each.":"玩法说明：从万位、千位、百位、十位、个位上各选1个号码组成1~5星的组合，共5注。所选号码的个位与开奖号码的个位相同，则中个位定位胆；所选号码的十位、个位与开奖号码的十位、个位相同，则中个位定位胆及后二直选。依此类推，最多可同时中5个奖。中奖范例：投注方案：1,2,3,4,5；开奖号码：1,2,3,4,5，即中-,-,-,-,5、-,-,-,4,5、-,-,3,4,5、-,2,3,4,5、1,2,3,4,5,各一注。",
  "Game Instructions: Choose 5 numbers to form one bet. If the selected numbers match the winning numbers (order doesn't matter), it counts as a win. Winning Example: Betting scheme: 0,2,3,8,9; Winning numbers: 9,8,0,2,3. This results in a win.":"玩法说明：选择5个号码组成1注，所选号码与开奖号码相同(顺序不限)，即为中奖。中奖范例：投注方案：0,2,3,8,9；开奖号码：9,8,0,2,3，即中奖。",
  "Game Instructions: Select 1 pair (double number) and 3 single numbers to form one bet. If the winning numbers contain the selected 3 single numbers, and the selected pair appears twice in the winning numbers, it counts as a win. Winning Example: Betting scheme: Double number: 1, Single numbers: 2,3,4; Winning numbers: 1,2,3,4,1. This results in a win.":"玩法说明：选择1个二重号和3个单号组成1注。开奖号码包含所选3个单号，且所选二重号在开奖号码中出现了2次，即中奖。中奖范例：投注方案：二重号：1，单号：2,3,4；开奖号码：1,2,3,4,1，即中奖。",
  "Game Instructions: Choose 2 pairs (double numbers) and 1 single number to form one bet. If the winning numbers contain the selected single number, and each of the selected 2 pairs appears twice in the winning numbers, it counts as a win. Winning Example: Betting scheme: Double numbers: 2,8, Single number: 0; Winning numbers: 2,8,0,8,2. This results in a win.":"玩法说明：选择2个二重号和1个单号组成1注。开奖号码包含所选单号，且所选2个二重号在开奖号码中各出现2次，即中奖。中奖范例：投注方案：二重号：2,8，单号：0；开奖号码：2,8,0,8,2，即中奖。",
  "Game Instructions: Choose 1 triplet (triple number) and 2 single numbers to form one bet. If the winning numbers contain the selected 2 single numbers, and the selected triplet appears three times in the winning numbers, it counts as a win. Winning Example: Betting scheme: Triplet: 8, Single numbers: 0,2; Winning numbers: 0,8,2,8,8. This results in a win.":"玩法说明：选择1个三重号和2个单号组成1注。开奖号码包含所选2个单号，且所选三重号在开奖号码中出现3次，即中奖。中奖范例：投注方案：三重号：8，单号：0,2；开奖号码：0,8,2,8,8，即中奖。",
  "Game Instructions: Choose 1 triplet (triple number) and 1 pair (double number) to form one bet. If the selected triplet appears three times and the selected pair appears twice in the winning numbers, it counts as a win. Winning Example: Betting scheme: Triplet: 8, Pair: 2; Winning numbers: 2,2,8,8,8. This results in a win.":"玩法说明：选择1个三重号和1个二重号组成1注。开奖号码中所选三重号出现3次，且所选二重号出现2次，即中奖。中奖范例：投注方案：三重号：8，二重号：2；开奖号码：2,2,8,8,8，即中奖。",
  "Game Instructions: Choose 1 quadruplet (fourfold number) and 1 single number to form one bet. If the winning numbers contain the selected single number, and the selected quadruplet appears four times in the winning numbers, it counts as a win. Winning Example: Betting scheme: Quadruplet: 8, Single number: 2; Winning numbers: 8,8,2,8,8. This results in a win.":"玩法说明：选择1个四重号和1个单号组成1注。开奖号码包含所选单号，且所选四重号在开奖号码中出现4次，即中奖。中奖范例：投注方案：四重号：8，单号：2；开奖号码：8,8,2,8,8，即中奖。",
  "Game Instructions: Choose one number from the 1st, 2nd, 3rd, and 4th places to form one bet. If the selected numbers match the winning numbers 1st, 2nd, 3rd, and 4th places respectively, and in the same order, it counts as a win. Winning Example: Betting scheme: 1,2,3,4; Winning numbers: 1,2,3,4,* (where * represents any number for the units place). This results in a win.":"玩法说明：从万位、千位、百位、十位上各选择1个号码组成1注。所选号码与开奖号码的万位、千位、百位、十位相同，且顺序一致，即中奖。中奖范例：投注方案：1,2,3,4；开奖号码：1,2,3,4,*，即中奖。",
  "Game Instructions: Enter a four-digit number to make one bet. If the entered number matches the winning numbers 1st, 2nd, 3rd, and 4th places respectively, and in the same order, it counts as a win. Winning Example: Betting scheme: 1234; Winning numbers: 1,2,3,4,* (where * represents any number for the units place). This results in a win.":"玩法说明：录入1个4位数的号码组成1注。录入的号码与开奖号码的万位、千位、百位、十位相同，且顺序一致，即中奖。中奖范例：投注方案：1234；开奖号码：1,2,3,4,*，即中奖。",
  "Game Instructions: Choose one number from the 1st, 2nd, 3rd, and 4th places to form combinations of 1 to 4 , totaling 4 bets. If the selected number for the 4th place matches the winning number's 3rd place, you win the 4th place position prize. If the selected numbers for the 3rd and 4th places match the winning numbers for the 3rd and 4th places, you win the 3rd and 4th places positions prizes based on the 3rd and 4th direct selection. Similarly, you can win up to 4 prizes at the same time. Winning Example: Betting scheme: 1,2,3,4; Winning numbers: 1,2,3,4,* (where * represents any number for the units place). This results in wins for -,-,-,4,; -,-,3,4,; -,2,3,4,; and 1,2,3,4,, one bet each.":"玩法说明：从万位、千位、百位、十位上各选择1个号码组成1~4星的组合，共4注。所选号码的十位与开奖号码的十位相同，则中十位定位胆；所选号码的百位、十位与开奖号码的百位、十位相同，则中十位定位胆及百十位直选。依此类推，最多可同时中4个奖。中奖范例：投注方案：1,2,3,4；开奖号码：1,2,3,4,*，即中-,-,-,4,*、-,-,3,4,*、-,2,3,4,*、1,2,3,4,*,各一注。",
  "Game Instructions: Choose 4 numbers to form one bet. If the selected numbers match the winning numbers 1st, 2nd, 3rd, and 4th places respectively, regardless of the order, it counts as a win. Winning Example: Betting scheme: 1,2,3,4; Winning numbers: 4,3,2,1,* (where * represents any number for the units place). This results in a win.":"玩法说明：选择4个号码组成1注，所选号码与开奖号码的万位、千位、百位、十位相同(顺序不限），即为中奖。中奖范例：投注方案：1,2,3,4；开奖号码：4,3,2,1,*，即中奖。",
  "Game Instructions: Choose one double number and two single numbers to form a bet. If the two single numbers are included among the 1st, 2nd, 3rd, and 4th places of the winning numbers, and the chosen double number appears twice within these four places, then you win. For Example: Betting plan: Double number: 3, Single numbers: 1, 2; Winning numbers: 3, 1, 2, 3, *. In this case, you win.":"玩法说明：选择1个二重号和2个单号组成1注。开奖号码的万位、千位、百位、十位包含所选2个单号，且所选二重号在开奖号码的万位、千位、百位、十位中出现2次，即中奖。中奖范例：投注方案：二重号：3，单号：1,2；开奖号码：3,1,2,3,*,即中奖。",
  "Game Instructions: Select two double numbers to form a bet. If each of the chosen double numbers appears twice among the 1st, 2nd, 3rd, and 4th places of the winning numbers, then you win. For example: Betting plan: Double numbers: 2, 8; Winning numbers: 2, 8, 2, 8, *. In this case, you win.":"玩法说明：选择1个三重号和1个单号组成1注。开奖号码的万位、千位、百位、十位包含所选单号，且所选三重号在开奖号码的万位、千位、百位、十位出现3次，即中奖。中奖范例：投注方案：三重号：1，单号：2；开奖号码：1,2,1,1,*，即中奖。",
  "Game Instructions: Select one triple number and one single number to form a bet. If the chosen single number appears in the 1st, 2nd, 3rd, and 4th places of the winning numbers, and the chosen triple number appears three times within these four places, then you win. For example: Betting plan: Triple number: 1, Single number: 2; Winning numbers: 1, 2, 1, 1, *. In this case, you win.":"玩法说明：选择1个三重号和1个单号组成1注。开奖号码的万位、千位、百位、十位包含所选单号，且所选三重号在开奖号码的万位、千位、百位、十位出现3次，即中奖。中奖范例：投注方案：三重号：1，单号：2；开奖号码：1,2,1,1,*，即中奖。",
  "Game Instructions: Select one number from the 2nd, 3rd, 4th and 5th to form a bet. If the chosen numbers match the winning numbers in the 2nd, 3rd, 4th and 5th places, and in the exact order, you win the bet. Example of winning: Betting plan: 1,2,3,4; Winning numbers: *,1,2,3,4. In this case, you win.":"玩法说明：从千位、百位、十位、个位上各选择1个号码组成1注。所选号码与开奖号码的千位、百位、十位、个位相同，且顺序一致，即中奖。中奖范例：投注方案：1,2,3,4；开奖号码：*,1,2,3,4，即中奖。",
  "Game Instructions: Enter a 4-digit number to form a bet. If the entered number matches the winning numbers in the 2nd, 3rd, 4th and 5th places, and in the exact order, then you win. For Example: Betting plan: 1234; Winning numbers: *,1,2,3,4. In this case, you win.":"玩法说明：录入1个4位数的号码组成1注。录入的号码与开奖号码的千位、百位、十位、个位相同，且顺序一致，即中奖。中奖范例：投注方案：1234；开奖号码：*,1,2,3,4，即中奖。",
  "Game Instructions: Select one number from each of the 2nd, 3rd, 4th and 5th places to create combinations of 1 to 4 , totaling four bets. If the selected 5th bet number matches the 5th number of the winning numbers, you win the 5th position prize; if the selected 4th and 5th bet numbers match the 4th and 5th numbers of the winning numbers, you win both the 4th and 5th position prizes. This pattern continues such that you can potentially win up to four prizes simultaneously. For Example: Betting plan: 1,2,3,4; Winning numbers: ,1,2,3,4. In this case, you win one bet each for ,*,*,*,4 (5th positions), ,*,*,3,4 ( 4th and 5th positions), ,*,2,3,4 (3rd, 4th and 5th positions), and *,1,2,3,4 (2nd , 3rd, 4th and 5th positions).":"玩法说明：从千位、百位、十位、个位上各选择1个号码组成1~4星的组合，共4注。所选号码的个位与开奖号码的个位相同，则中个位定位胆；所选号码的十位、个位与开奖号码的十位、个位相同，则中个位定位胆及后二直选。依此类推，最多可同时中4个奖。中奖范例：投注方案：1,2,3,4；开奖号码：*,1,2,3,4，即中*,-,-,-,4、*,-,-,3,4、*,-,2,3,4、*,1,2,3,4,各一注。",
  "Game Instructions: Choose four numbers to form a bet. If the selected numbers match the winning numbers in the 2nd, 3rd, 4th and 5th places, in any order, then you win. Example of winning: Betting plan: 1,2,3,4; Winning numbers: *,4,3,2,1. In this case, you win.":"玩法说明：选择4个号码组成1注，所选号码与开奖号码的千位、百位、十位、个位相同(顺序不限)，即为中奖。中奖范例：投注方案：1,2,3,4；开奖号码：*,4,3,2,1,即中奖。",
  "Game Instructions: Select one double number and two single numbers to form a bet. If the two single numbers are included among the 2nd, 3rd, 4th, and 5th places of the winning numbers, and the chosen double number appears twice within these four places, then you win. For Example: Betting plan: Double number: 3, Single numbers: 1, 2; Winning numbers: *,3,1,2,3. In this case, you win.":"玩法说明：选择1个二重号和2个单号组成1注。开奖号码的千位、百位、十位、个位包含所选2个单号，且所选二重号在开奖号码的千位、百位、十位、个位中出现2次，即中奖。中奖范例：投注方案：二重号：3，单号：1,2；开奖号码：*,3,1,2,3,即中奖。",
  "Game Instructions: Select two double numbers to form a bet. If each of the chosen double numbers appears twice among the 2nd, 3rd, 4th and 5th places of the winning numbers, then you win. For Example: Betting plan: Double numbers: 2, 8; Winning numbers: *,2,8,2,8. In this case, you win.":"玩法说明：选择2个二重号组成1注。所选2个二重号在开奖号码的千位、百位、十位、个位各出现2次，即中奖。中奖范例：投注方案：2,8； 开奖号码：*,2,8,2,8,即中奖。",
  "Game Instructions: Choose one triple number and one single number to form a bet. If the chosen single number is included among the 2nd, 3rd, 4th, and 5th places of the winning numbers, and the chosen triple number appears three times within these four places, then you win. Example of winning: Betting plan: Triple number: 1, Single number: 2; Winning numbers: *,1,2,1,1. In this case, you win.":"玩法说明：选择1个三重号和1个单号组成1注。开奖号码的千位、百位、十位、个位包含所选单号，且所选三重号在开奖号码的千位、百位、十位、个位出现3次，即中奖。中奖范例：投注方案：三重号：1，单号：2；开奖号码：*,1,2,1,1，即中奖。",
  "Game Instructions: Select one number each from the 1st, 2nd, and 3rd places to form a bet. If the chosen numbers match the winning numbers in the 1st, 2nd, and 3rd places, and in the exact order, then you win. For Examplea: Betting plan: 3, 4, 5; Winning numbers: 3, 4, 5, *, *. In this case, you win.":"玩法说明：从万位、千位、百位中各选择1个号码组成1注，所选号码与开奖号码的万位、千位、百位相同，且顺序一致，即为中奖。中奖范例：投注方案：3,4,5；开奖号码：3,4,5,*,*，即中奖。",
  "Game Instructions: Enter a 3-digit number to form a bet. If the entered number matches the winning numbers in the 1st, 2nd, and 3rd places, and in the exact order, then you win. For Example: Betting plan: 345; Winning numbers: 3, 4, 5, *, *. In this case, you win.":"玩法说明：录入1个3位数的号码组成1注。录入的号码与开奖号码的万位、千位、百位相同，且顺序一致，即中奖。中奖范例：投注方案：345；开奖号码：3,4,5,*,*，即中奖。",
  "Game Instructions: Select one number each from the 1st, 2nd, and 3rd places to form combinations of 1 to 3 , totaling three bets. If the selected 3rd place number matches the 3rd place of the winning numbers, you win the 3rd position prize. If the selected 2nd and 3rd place numbers match the corresponding places of the winning numbers, you win both the 2nd and 3rd positions prizes. Similarly, if all three selected numbers match the winning numbers in the 1st, 2nd, and 3rd places, in the exact order, you can win up to three prizes simultaneously. For Example: Betting plan: 1,2,3; Winning numbers: 1,2,3,,. In this case, you win one bet each for ,*,*,3,*, (3rd position prize), ,2,3,,* (2nd and 3rd position prizes), and 1,2,3,, (1st, 2nd and 3rd position prizes).":"玩法说明：从万位、千位、百位中各选择1个号码组成1~3星的组合，共3注。所选号码的百位与开奖号码的百位相同，则中百位定位胆；所选号码的千位、百位与开奖号码的千位、百位相同，则中百位定位胆及千百位直选。依此类推，最多可同时中3个奖。中奖范例：投注方案：1,2,3；开奖号码：1,2,3,*,*，即中-,-,3,*,*、-,2,3,*,*、1,2,3,*,*,各一注。",
  "Game Instructions: Select one number that will match the sum of the 1st, 2nd, and 3rd places of the winning numbers. If the selected number equals this sum, then you win. For Example: Betting plan: 3; Winning numbers: 1, 2, 0, *, *. The sum of 1, 2, and 0 is 3, which matches the selected number, so in this case, you win.":"玩法说明：选择1个数值，与开奖号码的万位、千位、百位3个号码之和相同，即中奖。中奖范例：投注方案：3；开奖号码：1,2,0,*,*，即中奖。",
  "Game Instructions: Select one number that matches the difference obtained by subtracting the smallest number from the largest number among the 1st, 2nd, and 3rd of the winning numbers. If the selected number equals this difference, then you win. For Example: Betting plan: 3; Winning numbers: 1, 2, 4, *, *. The largest number is 4 and the smallest is 1, so the difference is 4 - 1 = 3, which matches the selected number. In this case, you win.":"玩法说明：选择1个数值，与开奖号码的万位、千位、百位中最大与最小数字相减之差相同，即中奖。中奖范例：投注方案：3；开奖号码：1,2,4,*,*，即中奖。",
  "Game Instructions: Select two numbers to form two bets. To win, one of the chosen numbers must appear twice among the 1st, 2nd, and 3rd places of the winning numbers, and the other chosen number must appear once, regardless of the order. For Example: Betting plan: 1, 2; Winning numbers: 1, 2, 2, *, *. In this case, you win because the number 2 appears twice and the number 1 appears once in the specified positions.":"玩法说明：选择2个号码组成2注，任意1个号码在开奖号码的万位、千位、百位上出现2次，另外1个号码出现1次（顺序不限），即中奖。中奖范例：投注方案：1,2；开奖号码：1,2,2,*,*,即中奖。",
  "Game Instructions: Select three numbers to form a single bet. If the chosen numbers match the numbers in the 1st, 2nd, 3rd places of the winning numbers, regardless of order, then you win. For Example: Betting plan: 1, 2, 3; Winning numbers: 1, 3, 2, *, *. In this case, you win because the numbers 1, 2, and 3 match the first three numbers of the winning sequence, albeit in a different order.":"玩法说明：选择3个号码组成1注。所选号码与开奖号码的万位、千位、百位相同(顺序不限)，即中奖。中奖范例：投注方案：1,2,3；开奖号码：1,3,2,*,*,即中奖。",
  "Game Instructions: Enter two identical numbers and one different number, or three distinct numbers, to form a single bet. If the entered numbers match the numbers in the 1st, 2nd, and 3rd places of the winning numbers, regardless of order, and there is a pair among these three positions, you win the "Front Three Group Three". If all three numbers are different, you win the "Front Three Group Six". Examples of winning: Betting plan A: 122; Winning numbers: 2, 1, 2, *, *. In this case, you win the "Front Three Group Three" because there is a pair (two 2s) among the first three positions. Betting plan B: 123; Winning numbers: 1, 3, 2, *, *. In this case, you win the "Front Three Group Six" because all three numbers are different and match the first three positions in any order.":"玩法说明：录入2个相同的号码和1个不同的号码或3个不相同的号码组成1注。录入号码与开奖号码的万位、千位、百位相同(顺序不限)，且万位、千位、百位有对子，即中前三组三，且万位、千位、百位为单号，即中前三组六；中奖范例：投注方案A：122；开奖号码：2,1,2,*,*,即中前三组三；投注方案B：123；开奖号码：1,3,2,*,*,即中前三组六。",
  "Game Insructions: Choose one number that equals the sum of the 1st, 2nd, 3rd places of the winning numbers (excluding cases where all three digits are the same, also known as a "triplet"). If there is a pair among these three positions, you win the "Front Three Group Selected Sum Group Three". If all three numbers are distinct, you win the "Front Three Group Selected Sum Group Six". For Example: Betting plan: 6; Winning numbers A: 3, 3, 0, *, *. In this case, you win the "Front Three Group Selected Sum Group Three" because the sum of the numbers (3+3+0=6) matches the selected number and there is a pair among the numbers. Winning numbers B: 1, 2, 3, *, *. In this case, you win the "Front Three Group Selected Sum Group Six" because the sum of the numbers (1+2+3=6) matches the selected number and all numbers are distinct.":"玩法说明：选择1个数值，所选数值等于开奖号码的万位、千位、百位3个号码之和（不含豹子号），且万位、千位、百位有对子，即中前三组选和值组三，若万位、千位、百位为单号，即中前三组选和值组六；中奖范例：投注方案；6；开奖号码A：3,3,0,*,*,即中前三组选和值组三；开奖号码B：1,2,3,*,*,即中前三组选和值组六。",
  "Game Instructions: Enter two identical numbers and one different number to form a single bet. If the entered numbers match the numbers in the 1st, 2nd, and 3rd places of the winning numbers, regardless of order, then you win. For Example: Betting plan: 122; Winning numbers: 2, 1, 2, *, *. In this case, you win because the numbers 1 and 2 appear in the first three positions of the winning numbers, matching the bet exactly, even though the order is different.":"玩法说明：录入2个相同的号码和1个不同的号码组成1注。录入号码与开奖号码的万位、千位、百位相同（顺序不限），即中奖。中奖范例：投注方案：122；开奖号码：2,1,2,*,*,即中奖。",
  "Game Instructions: Enter three distinct numbers to form a single bet. If the entered numbers match the numbers in the 1st, 2nd, and 3rd places of the winning numbers, regardless of order, then you win. For Example: Betting plan: 123; Winning numbers: 1, 3, 2, *, *. In this case, you win the "Front Three Group Six" because the numbers 1, 2, and 3 appear in the first three positions of the winning numbers, matching the entered numbers in any order.":"玩法说明：录入3个不相同的号码组成1注。录入号码与开奖号码的万位、千位、百位相同，且顺序不限，即中奖。中奖范例：投注方案：123；开奖号码：1,3,2,*,*,即中前三组六。",
  "Game Instructions: Select one number, and if this number matches any one of the 1st, 2nd, or 3rd places of the winning numbers (excluding cases where all three digits are the same, known as a "triplet"), you qualify for a prize. If there is a pair among these three positions, you win a prize. If all three numbers are distinct, you win a prize. For Examples: Betting plan: 3; Winning numbers A: 1, 3, 3, *, *. In this case, you win the prize for this selection because the number 3 matches and forms a pair in the 1st, 2nd, or 3rd places. Winning numbers B: 1, 2, 3, *, *. In this case, you win the prize for this selection because the number 3 matches one of the positions and all numbers are distinct, forming no pairs.":"玩法说明：选择1个号码，当开奖号码的万位、千位、百位中任意1位和所选号码相同（不含豹子号），且万位、千位、百位有对子，即中前三组选包胆组三，且万位、千位、百位为单号，即中前三组选包胆组六；中奖范例：投注方案：3；开奖号码A：1,3,3,*,*,即中前三组选包胆组三；开奖号码B：1,2,3,*,*,即中前三组选包胆组六。",
  "Game Rule: Select one number. If this number matches the last digit of the sum of the first three digits (the 1st, 2nd, and 3rd places) of the winning number, then you win. For Example: Betting Option: 3; Winning Numbers: 0, 2, 1, *, *; Since the sum of the first three digits is 3, which matches the bet, it results in a win.":"玩法说明：选择1个数值，与开奖号码的万位、千位、百位3个号码之和的尾数相同，即中奖。中奖范例：投注方案：3；开奖号码：0,2,1,*,*,即中奖。",
  "Game Instructions: Select one number each from the 2nd, 3rd and 4th places to form a bet. If the chosen numbers match the winning numbers in the 2nd, 3rd and 4th places, and in the exact order, then you win. For Examplea: Betting plan: 3, 4, 5; Winning numbers: *, 3, 4, 5, *. In this case, you win.":"玩法说明：从千位、百位、十位中各选择1个号码组成1注，所选号码与开奖号码的千位、百位、十位相同，且顺序一致，即为中奖。中奖范例：投注方案：3,4,5；开奖号码：*,3,4,5,*，即中奖。",
  "Game Instructions: Enter a 3-digit number to form a bet. If the entered number matches the winning numbers in the 2nd, 3rd and 4th places, and in the exact order, then you win. For Example: Betting plan: 345; Winning numbers: *, 3, 4, 5, *. In this case, you win.":"玩法说明：录入1个3位数的号码组成1注。录入的号码与开奖号码的千位、百位、十位相同，且顺序一致，即中奖。中奖范例：投注方案：345；开奖号码：*,3,4,5,*，即中奖。",
  "Game Instructions: Select one number each from the 2nd, 3rd and 4th places to form combinations of 1 to 3 , totaling three bets. If the selected 4th place number matches the 4th place of the winning numbers, you win the 4th position prize. If the selected 3rd and 4th place numbers match the corresponding places of the winning numbers, you win both the 3rd and 4th positions prizes. Similarly, if all three selected numbers match the winning numbers in the 1 2nd, 3rd and 4th places, in the exact order, you can win up to three prizes simultaneously. For Example: Betting plan: 1,2,3; Winning numbers: *,1,2,3,*,. In this case, you win one bet each for , ,*,*,3,*, (4th position prize), , ,2,3,,* (3rd and 4th position prizes), and , ,1,2,3, , (2nd, 3rd and 4th position prizes).":"玩法说明：从千位、百位、十位中各选择1个号码组成1~3星的组合，共3注。所选号码的十位与开奖号码的十位相同，则中十位定位胆；所选号码的百位、十位与开奖号码的百位、十位相同，则中十位定位胆及百十位直选。依此类推，最多可同时中3个奖。中奖范例：投注方案：1,2,3；开奖号码：*,1,2,3,*，即中*,-,-,3,*、*,-,2,3,*、*,1,2,3,*，各一注。",
  "Game Instructions: Select one number that will match the sum of the 2nd, 3rd and 4th places of the winning numbers. If the selected number equals this sum, then you win. For Example: Betting plan: 3; Winning numbers: *, 1, 2, 0, *. The sum of 1, 2, and 0 is 3, which matches the selected number, so in this case, you win.":"玩法说明：选择1个数值，与开奖号码的千位、百位、十位3个号码之和相同，即中奖。中奖范例：投注方案：3；开奖号码：*,1,2,0,*，即中奖。",
  "Game Instructions: Select one number that matches the difference obtained by subtracting the smallest number from the largest number among the 2nd, 3rd and 4th of the winning numbers. If the selected number equals this difference, then you win. For Example: Betting plan: 3; Winning numbers: *, 1, 2, 4, *. The largest number is 4 and the smallest is 1, so the difference is 4 - 1 = 3, which matches the selected number. In this case, you win.":"玩法说明：选择1个数值，与开奖号码的千位、百位、十位中最大与最小数字相减之差相同，即中奖。中奖范例：投注方案：3；开奖号码：*,1,2,4,*，即中奖。",
  "Game Instructions: Select two numbers to form two bets. To win, one of the chosen numbers must appear twice among the 2nd, 3rd and 4th places of the winning numbers, and the other chosen number must appear once, regardless of the order. For Example: Betting plan: 1, 2; Winning numbers: *, 1, 2, 2, *. In this case, you win because the number 2 appears twice and the number 1 appears once in the specified positions.":"玩法说明：选择2个号码组成2注，任意1个号码在开奖号码的千位、百位、十位上出现2次，另外1个号码出现1次（顺序不限），即中奖。中奖范例：投注方案：1,2；开奖号码：*,1,2,2,*，即中奖。",
  "Game Instructions: Select three numbers to form a single bet. If the chosen numbers match the numbers in the 2nd, 3rd and 4th places of the winning numbers, regardless of order, then you win. For Example: Betting plan: 1, 2, 3; Winning numbers: *, 1, 3, 2, *. In this case, you win because the numbers 1, 2, and 3 match the Mid three numbers of the winning sequence, albeit in a different order.":"玩法说明：选择3个号码组成1注。所选号码与开奖号码的千位、百位、十位相同(顺序不限)，即中奖。中奖范例：投注方案：1,2,3；开奖号码：*,1,3,2,*，即中奖。",
  "Game Instructions: Enter two identical numbers and one different number, or three distinct numbers, to form a single bet. If the entered numbers match the numbers in the 2nd, 3rd and 4th places of the winning numbers, regardless of order, and there is a pair among these three positions, you win the "Mid Three Group Three". If all three numbers are different, you win the "Mid Three Group Six". For Example: Betting plan A: 122; Winning numbers: *, 2, 1, 2, *. In this case, you win the "Mid Three Group Three" because there is a pair (two 2s) among the mid three positions. Betting plan B: 123; Winning numbers: *, 1, 3, 2, *. In this case, you win the "Mid Three Group Six" because all three numbers are different and match the mid three positions in any order.":"玩法说明：录入2个相同的号码和1个不同的号码或3个不相同的号码组成1注。录入号码与开奖号码的千位、百位、十位相同(顺序不限)，且千位、百位、十位有对子，即中中三组选三，且千位、百位、十位为单号，即中中三组选六；中奖范例：投注方案A：122；开奖号码：*,2,1,2,*，即中中三组三；投注方案B：123；开奖号码：*,1,3,2,*，即中中三组六。",
  "Game Insructions: Choose one number that equals the sum of the 2nd, 3rd and 4th places of the winning numbers (excluding cases where all three digits are the same, also known as a "triplet"). If there is a pair among these three positions, you win the "Mid Three Group Selected Sum Group Three". If all three numbers are distinct, you win the "Mid Three Group Selected Sum Group Six". For Example: Betting plan: 6; Winning numbers A: 3, 3, 0, *, *. In this case, you win the "Mid Three Group Selected Sum Group Three" because the sum of the numbers (3+3+0=6) matches the selected number and there is a pair among the numbers. Winning numbers B: 1, 2, 3, *, *. In this case, you win the "Mid Three Group Selected Sum Group Six" because the sum of the numbers (1+2+3=6) matches the selected number and all numbers are distinct.":"玩法说明：选择1个数值，所选数值等于开奖号码的千位、百位、十位3个号码之和（不含豹子号），且千位、百位、十位有对子，即中中三组选和值组三，若千位、百位、十位为单号，即中中三组选和值组六；中奖范例：投注方案：6；开奖号码A：*,3,3,0,*，即中中三组选和值组三；开奖号码B：*,1,2,3,*，即中中三组选和值组六。",
  "Game Instructions: Enter two identical numbers and one different number to form a single bet. If the entered numbers match the numbers in the 2nd, 3rd and 4th places of the winning numbers, regardless of order, then you win. For Example: Betting plan: 122; Winning numbers: *, 2, 1, 2, *. In this case, you win because the numbers 1 and 2 appear in the Mid three positions of the winning numbers, matching the bet exactly, even though the order is different.":"玩法说明：录入2个相同的号码和1个不同的号码组成1注。录入号码与开奖号码的千位、百位、十位相同（顺序不限），即中奖。中奖范例：投注方案：122；开奖号码：*,2,1,2,*，即中奖。",
  "Game Instructions: Enter three distinct numbers to form a single bet. If the entered numbers match the numbers in the 2nd, 3rd and 4th places of the winning numbers, regardless of order, then you win. For Example: Betting plan: 123; Winning numbers: *, 1, 3, 2, *. In this case, you win the "Mid Three Group Six" because the numbers 1, 2, and 3 appear in the Mid three positions of the winning numbers, matching the entered numbers in any order.":"玩法说明：录入3个不相同的号码组成1注。录入号码与开奖号码的千位、百位、十位相同，且顺序不限，即中奖。中奖范例：投注方案：123；开奖号码：*,1,3,2,*，即中奖。",
  "Game Instructions: Select one number, and if this number matches any one of the 2nd, 3rd or 4th places of the winning numbers (excluding cases where all three digits are the same, known as a "triplet"), you qualify for a prize. If there is a pair among these three positions, you win a prize. If all three numbers are distinct, you win a prize. For Examples: Betting plan: 3; Winning numbers A: *, 1, 3, 3, *. In this case, you win the prize for this selection because the number 3 matches and forms a pair in the 2nd, 3rd and 4th places. Winning numbers B: *, 1, 2, 3, *. In this case, you win the prize for this selection because the number 3 matches one of the positions and all numbers are distinct, forming no pairs.":"玩法说明：选择1个号码，当开奖号码的千位、百位、十位中任意1位和所选号码相同（不含豹子号），且千位、百位、十位有对子，即中中三组选包胆组三，若千位、百位、十位为单号，即中中三组选包胆组六；中奖范例：投注方案：3；开奖号码A：*,1,3,3,*，即中中三组选包胆组三；开奖号码B：*,1,2,3,*，即中中三组选包胆组六。",
  "Game Instructions: Select one number. If this number matches the last digit of the sum of the Mid three digits (the 2nd, 3rd and 4th places) of the winning number, then you win. For Example: Betting Option: 3; Winning Numbers: *, 0, 2, 1, *; Since the sum of the Mid three digits is 3, which matches the bet, it results in a win.":"玩法说明：选择1个数值，与开奖号码的千位、百位、十位3个号码之和的尾数相同，即中奖。中奖范例：投注方案：3；开奖号码：*,0,2,1,*，即中奖。",
  "Game Instructions: Select one number each from the 2nd, 3rd and 4th places to form a bet. If the chosen numbers match the winning numbers in the 2nd, 3rd and 4th places, and in the exact order, then you win. For Examplea: Betting plan: 3, 4, 5; Winning numbers: *, *, 3,4, 5,. In this case, you win.":"玩法说明：从百位、十位、个位中各选择1个号码组成1注，所选号码与开奖号码的百位、十位、个位相同，且顺序一致，即为中奖。中奖范例：投注方案：3,4,5；开奖号码：*,*,3,4,5，即中奖。",
  "Game Instructions: Enter a 3-digit number to form a bet. If the entered number matches the winning numbers in the 2nd, 3rd and 4th places, and in the exact order, then you win. For Example: Betting plan: 3, 4, 5; Winning numbers: *, *,3, 4, 5. In this case, you win.":"玩法说明：录入1个3位数的号码组成1注。录入的号码与开奖号码的百位、十位、个位相同，且顺序一致，即中奖。中奖范例：投注方案：345；开奖号码：*,*,3,4,5，即中奖。",
  "Game Instructions: Select one number each from the 2nd, 3rd and 4th places to form combinations of 1 to 3 , totaling three bets. If the selected 4th place number matches the 4th place of the winning numbers, you win the 4th position prize. If the selected 3rd and 4th place numbers match the corresponding places of the winning numbers, you win both the 3rd and 4th positions prizes. Similarly, if all three selected numbers match the winning numbers in the 2nd, 3rd and 4th places, in the exact order, you can win up to three prizes simultaneously. For Example: Betting plan: 1,2,3; Winning numbers: ,,,1,2,3. In this case, you win one bet each for ,*,*,*,3, (5th position prize), ,*,*,2,3 (4th and 5th position prizes), and 1,2,3,, (3rd, 4th and 5th position prizes).":"玩法说明：从百位、十位、个位中各选择1个号码组成1~3星的组合，共3注。所选号码的个位与开奖号码的个位相同，则中个位定位胆；所选号码的十位、个位与开奖号码的十位、个位相同，则中个位定位胆及后二直选。依此类推，最多可同时中3个奖。中奖范例：投注方案：1,2,3；开奖号码：*,*,1,2,3，即中*,*,-,-,3、*,*,-,2,3、*,*,1,2,3，各一注。",
  "Game Instructions: Select one number that will match the sum of the 3rd, 4th and 5th places of the winning numbers. If the selected number equals this sum, then you win. For Example: Betting plan: 3; Winning numbers: *, *, 1, 2, 0. The sum of 1, 2, and 0 is 3, which matches the selected number, so in this case, you win.":"玩法说明：选择1个数值，与开奖号码的百位、十位、个位3个号码之和相同，即中奖。中奖范例：投注方案：3； 开奖号码：*,*,1,2,0，即中奖。",
  "Game Instructions: Select one number that matches the difference obtained by subtracting the smallest number from the largest number among the 3rd, 4th and 5th of the winning numbers. If the selected number equals this difference, then you win. For Example: Betting plan: 3; Winning numbers: *, *, 1, 2, 4. The largest number is 4 and the smallest is 1, so the difference is 4 - 1 = 3, which matches the selected number. In this case, you win.":"玩法说明：选择1个数值，与开奖号码的百位、十位、个位中最大与最小数字相减之差相同，即中奖。中奖范例：投注方案：3；开奖号码：*,*,1,2,4，即中奖。",
  "Game Instructions: Select two numbers to form two bets. To win, one of the chosen numbers must appear twice among the 3rd , 4th , 5th places of the winning numbers, and the other chosen number must appear once, regardless of the order. For Example: Betting plan: 1, 2; Winning numbers: *, *,1, 2, 2. In this case, you win because the number 2 appears twice and the number 1 appears once in the specified positions.":"玩法说明：选择2个号码组成2注，任意1个号码在开奖号码的百位、十位、个位上出现2次，另外1个号码出现1次（顺序不限），即中奖。中奖范例：投注方案：1,2；开奖号码：*,*,1,2,2，即中奖。",
  "Game Instructions: Select three numbers to form a single bet. If the chosen numbers match the numbers in the 3rd, 4th and 5th places of the winning numbers, regardless of order, then you win. For Example: Betting plan: 1, 2, 3; Winning numbers: *, *, 1, 3, 2,. In this case, you win because the numbers 1, 2, and 3 match the first three numbers of the winning sequence, albeit in a different order.":"玩法说明：选择3个号码组成1注。所选号码与开奖号码的百位、十位、个位相同(顺序不限)，即中奖。中奖范例：投注方案：1,2,3；开奖号码：*,*,1,3,2，即中奖。",
  "Game Instructions: Enter two identical numbers and one different number, or three distinct numbers, to form a single bet. If the entered numbers match the numbers in the 3rd, 4th and 5th places of the winning numbers, regardless of order, and there is a pair among these three positions, you win the "Last Three Group Three". If all three numbers are different, you win the "last Three Group Six". Examples of winning: Betting plan A: 122; Winning numbers: , *, *, 2, 1, 2. In this case, you win the "Last Three Group Three" because there is a pair (two 2s) among the last three positions. Betting plan B: 123; Winning numbers: , *, *, 1, 3, 2. In this case, you win the "last Three Group Six" because all three numbers are different and match the last three positions in any order.":"玩法说明：录入2个相同的号码和1个不同的号码或3个不相同的号码组成1注。录入号码与开奖号码的百位、十位、个位相同(顺序不限)，且百位、十位、个位有对子，即中后三组选三，且百位、十位、个位为单号，即中后三组选六；中奖范例：投注方案A：122；开奖号码：*,*,2,1,2，即中后三组三；投注方案B：123；开奖号码：*,*,1,3,2，即中后三组六。",
  "Game Instructions: Choose one number that equals the sum of the 3rd, 4th and 5th places of the winning numbers (excluding cases where all three digits are the same, also known as a "triplet"). If there is a pair among these three positions, you win the "last Three Group Selected Sum Group Three". If all three numbers are distinct, you win the "last Three Group Selected Sum Group Six". For Example: Betting plan: 6; Winning numbers A: , *, *, 3, 3, 0. In this case, you win the "Last Three Group Selected Sum Group Three" because the sum of the numbers (3+3+0=6) matches the selected number and there is a pair among the numbers. Winning numbers B: , *, *, 1, 2, 3. In this case, you win the "Last Three Group Selected Sum Group Six" because the sum of the numbers (1+2+3=6) matches the selected number and all numbers are distinct.":"玩法说明：选择1个数值，所选数值等于开奖号码的百位、十位、个位3个号码之和（不含豹子号），且百位、十位、个位有对子，即中后三组选和值组三，若百位、十位、个位为单号，即中后三组选和值组六；中奖范例：投注方案；6；开奖号码A：*,*,3,3,0，即中后三组选和值组三；开奖号码B：*,*,1,2,3，即中后三组选和值组六。",
  "Game Instructions: Enter two identical numbers and one different number to form a single bet. If the entered numbers match the numbers in the 3rd, 4th and 5th places of the winning numbers, regardless of order, then you win. For Example: Betting plan: 122; Winning numbers: , *, *, 2, 1, 2. In this case, you win because the numbers 1 and 2 appear in the last three positions of the winning numbers, matching the bet exactly, even though the order is different.":"玩法说明：录入2个相同的号码和1个不同的号码组成1注。录入号码与开奖号码的百位、十位、个位相同（顺序不限），即中奖。中奖范例：投注方案：122；开奖号码：*,*,2,1,2，即中奖。",
  "Game Instructions: Enter three distinct numbers to form a single bet. If the entered numbers match the numbers in the 3rd , 4th and 5th places of the winning numbers, regardless of order, then you win. For Example: Betting plan: 123; Winning numbers: , *, *, 1, 3, 2. In this case, you win the "last Three Group Six" because the numbers 1, 2, and 3 appear in the last three positions of the winning numbers, matching the entered numbers in any order.":"玩法说明：录入3个不相同的号码。录入号码与开奖号码的百位、十位、个位相同，且顺序不限，即中奖。中奖范例：投注方案：123；开奖号码：*,*,1,3,2，即中奖。",
  "Game Instructions: Select one number, and if this number matches any one of the 3rd , 4th and 5th places of the winning numbers (excluding cases where all three digits are the same, known as a "triplet"), you qualify for a prize. If there is a pair among these three positions, you win a prize. If all three numbers are distinct, you win a prize. For Examples: Betting plan: 3; Winning numbers A: , *, * ,1, 3, 3. In this case, you win the prize for this selection because the number 3 matches and forms a pair in the 4th and 5th places. Winning numbers B: *, *, 1, 2, 3. In this case, you win the prize for this selection because the number 3 matches one of the positions and all numbers are distinct, forming no pairs.":"玩法说明：选择1个号码，当开奖号码的百位、十位、个位中任意1位和所选号码相同（不含豹子号），且百位、十位、个位有对子，即中后三组选包胆组三，若百位、十位、个位为单号，即中后三组选包胆组六；中奖范例：投注方案：3；开奖号码A：*,*,1,3,3，即中后三组选包胆组三；开奖号码B：*,*,1,2,3，即中后三组选包胆组六。",
  "Game Instructions: Select one number. If this number matches the last digit of the sum of the last three digits (the 3rd , 4th and 5th places) of the winning number, then you win. For Example: Betting Option: 3; Winning Numbers: , *, *, 0, 2, 1; Since the sum of the first three digits is 3, which matches the bet, it results in a win.":"玩法说明：选择1个数值，与开奖号码的百位、十位、个位3个号码之和的尾数相同，即中奖。中奖范例：投注方案：3；开奖号码：*,*,0,2,1，即中奖。",
  "Game Instructions: Select one number each from the 1st and 2nd places to form one bet. If the chosen numbers match the 1st and 2nd places of the winning number, and in the same order, you win. Winning Example: Betting Scheme: 1,2; Winning Number: 1,2,*,*,*; this results in a win.":"玩法说明：从万位、千位上各选择1个号码组成1注。所选号码与开奖号码的万位、千位相同，且顺序一致，即中奖。中奖范例：投注方案：1,2；开奖号码：1,2,*,*,*，即中奖。",
  "Game Instructions: Enter a two-digit number to make one bet. If the entered number matches the 1st and 2nd places of the winning number, and in the same order, you win. Winning Example: Betting Scheme: 12; Winning Number: 1,2,*,*,*,; this results in a win.":"玩法说明：录入1个2位数的号码组成1注。录入的号码与开奖号码的万位、千位相同，且顺序一致，即中奖。中奖范例：投注方案：12；开奖号码：1,2,*,*,*，即中奖。",
  "Game Instructions: Choose one number. If your chosen number matches the sum of the 1st and 2nd places of the winning number, you win. Winning Example: Betting Scheme: 3; Winning Number: 1,2,*,*,*; this results in a win.":"玩法说明：选择1个数值，与开奖号码的万位、千位2个号码之和相同，即中奖。中奖范例：投注方案：3；开奖号码：1,2,*,*,*，即中奖。",
  "Game Instructions: Choose one number. If your chosen number matches the difference obtained by performing substraction between 1st and 2nd place of the winning number, you win. Winning Example: Betting Scheme: 3; Winning Number: 4,1,*,*,*; this results in a win.":"玩法说明：选择1个数值，与开奖号码的万位、千位中相减之差相同，即中奖。中奖范例：投注方案：3；开奖号码：1,4,*,*,*，即中奖。",
  "Game Instructions: Choose two numbers to make one bet. If the selected numbers match the 1st and 2nd places of the winning number (in any order), you win. Winning Example: Betting Scheme: 1,2; Winning Number: 2,1,,,*; this results in a win.":"玩法说明：选择2个号码组成1注。所选号码与开奖号码的万位、千位相同（顺序不限），即中奖。中奖范例：投注方案：1,2；开奖号码：2,1,*,*,*，即中奖。",
  "Game Instructions: Enter two different numbers to make one bet. If the entered numbers match the 1st and 2nd places of the winning number (in any order), you win. Winning Example: Betting Scheme: 12; Winning Number: 2,1,*,*,*; this results in a win.":"玩法说明：录入2个不相同的号码组成1注。录入号码与开奖号码万位、千位相同（顺序不限），即中奖。中奖范例：投注方案：12；开奖号码：2,1,*,*,*，即中奖。",
  "Game Instructions: Choose one number. If your chosen number equals the sum of the 1st and 2nd places of the winning number (excluding identical pair numbers), you win. Winning Example: Betting Scheme: 3; Winning Number: 1,2,*,*,*; this results in a win.":"玩法说明：选择1个数值，所选数值等于开奖号码的万位、千位2个号码之和（不含对子号），即中奖。中奖范例：投注方案：3；开奖号码：1,2,*,*,*，即中奖。",
  "Game Instructions: Choose one number. If your chosen number matches either the 1st and 2nd place of the winning number (excluding identical pair numbers), you win. Winning Example: Betting Scheme: 3; Winning Number: 1,3,*,*,*; this results in a win.":"玩法说明：选择1个号码，开奖号码的万位、千位中任意一位和所选号码相同（不含对子号），即中奖。中奖范例：投注方案：3；开奖号码：1,3,*,*,*，即中奖。",
  "Game Instructions: Select one number each from the 4th and 5th places to form one bet. If the chosen numbers match the 4th and 5th places of the winning number, and in the same order, you win. Winning Example: Betting Scheme: 1,2; Winning Number: *,*,*,1,2; this results in a win.":"玩法说明：从十位、个位上各选择1个号码组成1注。所选号码与开奖号码的十位、个位相同，且顺序一致，即中奖。中奖范例：投注方案：1,2；开奖号码：*,*,*,1,2，即中奖。",
  "Game Instructions: Enter a two-digit number to make one bet. If the entered number matches the 4th and 5th places of the winning number, and in the same order, you win. Winning Example: Betting Scheme: 12; Winning Number: *,*,*,1,2; this results in a win.":"玩法说明：录入1个2位数的号码组成1注。录入的号码与开奖号码的十位、个位相同，且顺序一致，即中奖。中奖范例：投注方案：12；开奖号码：*,*,*,1,2，即中奖。",
  "Game Instructions: Choose one number. If your chosen number matches the sum of the 4th and 5th places of the winning number, you win. Winning Example: Betting Scheme: 3; Winning Number: *,*,*,1,2,; this results in a win.":"玩法说明：选择1个数值，与开奖号码的十位、个位2个号码之和相同，即中奖。中奖范例：投注方案：3；开奖号码：*,*,*,1,2，即中奖。",
  "Game Instructions: Choose one number. If your chosen number matches the difference obtained by performing substraction between 4th and 5th place of the winning number, you win. Winning Example: Betting Scheme: 3; Winning Number: *,*,*,4,1,; this results in a win.":"玩法说明：选择1个数值，与开奖号码的十位、个位中相减之差相同，即中奖。中奖范例：投注方案：3；开奖号码：*,*,*,1,4，即中奖。",
  "Game Instructions: Choose two numbers to make one bet. If the selected numbers match the 4th and 5th places of the winning number (in any order), you win. Winning Example: Betting Scheme: 1,2; Winning Number: ,*,*,*,2,1; this results in a win.":"玩法说明：选择2个号码组成1注。所选号码与开奖号码的十位、个位相同（顺序不限），即中奖。中奖范例：投注方案：1,2；开奖号码：*,*,*,2,1，即中奖。",
  "Game Instructions: Enter two different numbers to make one bet. If the entered numbers match the 4th and 5th places of the winning number (in any order), you win. Winning Example: Betting Scheme: 12; Winning Number: ,*,*,*,2,1; this results in a win.":"玩法说明：录入2个不相同的号码组成1注。录入号码与开奖号码十位、个位相同（顺序不限），即中奖。中奖范例：投注方案：12；开奖号码：*,*,*,2,1，即中奖。",
  "Game Instructions: Choose one number. If your chosen number equals the sum of the 4th and 5th places of the winning number (excluding identical pair numbers), you win. Winning Example: Betting Scheme: 3; Winning Number: ,*,*,*,1,2; this results in a win.":"玩法说明：选择1个数值，所选数值等于开奖号码的十位、个位2个号码之和（不含对子号），即中奖。中奖范例：投注方案：3；开奖号码：*,*,*,1,2，即中奖。",
  "Game Instructions: Choose one number. If your chosen number matches either the 4th and 5th place of the winning number (excluding identical pair numbers), you win. Winning Example: Betting Scheme: 3; Winning Number: ,*,*,*,1,3; this results in a win.":"玩法说明：选择1个号码，开奖号码的十位、个位中任意一位和所选号码相同（不含对子号），即中奖。中奖范例：投注方案：3；开奖号码：*,*,*,1,3，即中奖。",
  "Game Instructions: Choose one number for any position from 1st , 2nd , 3rd , 4th or 5th to make one bet. If the selected number matches the number in the corresponding position of the winning number, you win. Winning Example: Betting Scheme: 3,-,-,-,-; Winning Number: 3,*,*,*,; this results in a win.":"玩法说明：从万位、千位、百位、十位、个位任意位置选择1个号码组成1注，所选号码与相同位置上的开奖号码一致，即中奖。中奖范例：投注方案：3,-,-,-,-；开奖号码：3,*,*,*,* ，即中奖。",
  "Game Instructions: Choose two numbers to make one bet. If the selected numbers appears in the 1st , 2nd or 3rd place of the winning number, you win. Winning Example: Betting Scheme: 3; Winning Number: 1,3,2,*,*,; this results in a win.":"玩法说明：选择1个号码组成1注。开奖号码的万位、千位、百位中包含所选号码，即中奖。中奖范例：投注方案：3；开奖号码：1,3,2,*,*，即中奖。",
  "Game Instructions: Choose one number to make one bet. If the selected number appears in the 1st , 2nd or 3rd place of the winning number, you win. Winning Example: Betting Scheme: 3; Winning Number: 1,3,2,*,*,; this results in a win.":"玩法说明：选择2个号码组成1注。开奖号码的万位、千位、百位中包含所选2个号码，即中奖。中奖范例：投注方案：1,3；开奖号码：1,3,2,*,*，即中奖。",
  "Game Instructions: Choose one number to make one bet. If the selected number appears in the 2nd , 3rd or 4th place of the winning number, you win. Winning Example: Betting Scheme: 3; Winning Number: *,1,3,2,*,; this results in a win.":"玩法说明：选择1个号码组成1注。开奖号码的千位、百位、十位中包含所选号码，即中奖。中奖范例：投注方案：3；开奖号码：*,1,3,2,*，即中奖。",
  "Game Instructions: Choose two numbers to make one bet. If the selected two numbers appear in the 2nd, 3rd or 4th place of the winning number, you win. Winning Example: Betting Scheme: 1,3; Winning Number: *,1,3,2,*,; this results in a win.":"玩法说明：选择2个号码组成1注。开奖号码的千位、百位、十位中包含所选2个号码，即中奖。中奖范例：投注方案：1,3；开奖号码：*,1,3,2,*，即中奖。",
  "Game Instructions: Choose one number to make one bet. If the selected number appears in the 3rd, 4th, or 5th place of the winning number, you win. Winning Example: Betting Scheme: 3; Winning Number: ,*,*,1,3,2; this results in a win.":"玩法说明：选择1个号码组成1注。开奖号码的百位、十位、个位中包含所选号码，即中奖。中奖范例：投注方案：3；开奖号码：*,*,1,3,2，即中奖。",
  "Game Instructions: Choose two numbers to make one bet. If the selected two numbers appear in the 3rd, 4th, or 5th place of the winning number, you win. Winning Example: Betting Scheme: 1,3; Winning Number: *,*,1,3,2; this results in a win.":"玩法说明：选择2个号码组成1注。开奖号码的百位、十位、个位中包含所选2个号码，即中奖。中奖范例：投注方案：1,3；开奖号码：*,*,1,3,2，即中奖。",
  "Game Instructions: Choose three numbers to make one bet. If the selected three numbers appear in the 2nd, 3rd, 4th, or 5th place of the winning number, you win. Winning Example: Betting Scheme: 2,3,4; Winning Number: *,1,2,3,4; this results in a win.":"玩法说明：选择3个号码组成1注。开奖号码的万位、千位、百位、十位中包含所选3个号码，即中奖。中奖范例：投注方案：2,3,4；开奖号码：1,2,3,4,*，即中奖。",
  "Game Instructions: Choose one number to make one bet. If the selected number appears in the 1st, 2nd, 3rd, or 4th place of the winning number, you win. Winning Example: Betting Scheme: 3; Winning Number: 1,2,3,4,*; this results in a win.":"玩法说明：选择1个号码组成1注。开奖号码的万位、千位、百位、十位中包含所选号码，即中奖。中奖范例：投注方案：3；开奖号码：1,2,3,4,*，即中奖。",
  "Game Instructions: Choose two numbers to make one bet. If the selected two numbers appear in the 1st, 2nd, 3rd, 4th or tens place of the winning number, you win. Winning Example: Betting Scheme: 2,3; Winning Number: 1,2,3,4,*; this results in a win.":"玩法说明：选择2个号码组成1注。开奖号码的万位、千位、百位、十位中包含所选2个号码，即中奖。中奖范例：投注方案：2,3；开奖号码：1,2,3,4,*，即中奖。",
  "Game Instructions: Choose one number to make one bet. If the selected number appears in the 2nd, 3rd, 4th, or 5th place of the winning number, you win. Winning Example: Betting Scheme: 3; Winning Number: *,1,2,3,4; this results in a win.":"玩法说明：选择1个号码组成1注。开奖号码的千位、百位、十位、个位中包含所选号码，即中奖。中奖范例：投注方案：3；开奖号码：*,1,2,3,4，即中奖。",
  "Game Instructions: Select two numbers to make one bet. If the selected two numbers appear in the 2nd, 3rd, 4th, or 5th place of the winning number, you win. Winning Example: Betting Scheme: 2,3; Winning Number: *,1,2,3,4; this results in a win.":"玩法说明：选择2个号码组成1注。开奖号码的千位、百位、十位、个位中包含所选2个号码，即中奖。中奖范例：投注方案：2,3；开奖号码：*,1,2,3,4，即中奖。",
  "Game Instructions: Choose one number to make one bet. If the selected number appears in the 1st, 2nd, 3rd, 4th or 5th place of the winning number, you win. Winning Example: Betting Scheme: 3; Winning Number: 1,2,3,4,5; this results in a win.":"玩法说明：选择1个号码组成1注。开奖号码的万位、千位、百位、十位、个位中包含所选号码，即中奖。中奖范例：投注方案：3；开奖号码：1,2,3,4,5，即中奖",
  "Game Instructions: Choose two numbers to make one bet. If the selected two numbers appear in the 1st, 2nd , 3rd, 4th or 5th place of the winning number, you win. Winning Example: Betting Scheme: 2,3; Winning Number: 1,2,3,4,5; this results in a win.":"玩法说明：选择2个号码组成1注。开奖号码的万位、千位、百位、十位、个位中包含所选2个号码，即中奖。中奖范例：投注方案：2,3；开奖号码：1,2,3,4,5，即中奖。",
  "Game Instructions: Choose three numbers to make one bet. If the selected three numbers appear in the 1st, 2nd, 3rd, 4th or 5th place of the winning number, you win. Winning Example: Betting Scheme: 2,3,5; Winning Number: 1,2,3,4,5; this results in a win.":"玩法说明：选择3个号码组成1注。开奖号码的万位、千位、百位、十位、个位中包含所选3个号码，即中奖。中奖范例：投注方案：2,3,5；开奖号码：1,2,3,4,5，即中奖。",
  "Game Instructions: Choose atleast one selection from the 1st and 2nd places to form a bet. Ranges include: Big: 5-9 Small: 0-4 Odd: 1,3,5,7,9 Even: 0,2,4,6,8 Make one bet with these choices. If the selected forms for the respective positions match the forms and positions of the winning number, you win. Winning Example: Betting Scheme: 1st: Big, 2nd: Small; Winning Number: 9,4,,,*; this results in a win.":"玩法说明：分别选择万位和千位的1个形态（大：5-9；小：0-4；单：1,3,5,7,9； 双：0,2,4,6,8)，组成1注。所选位置的形态与开奖号码的位置与形态相同，即中奖。中奖范例：投注方案：万位：大，千位：小；开奖号码：9,4,*,*,*，即中奖。",
  "Game Instructions: Choose atleast one form from the 1st, 2nd, and 3rd places (Big: 5-9; Small: 0-4; Odd: 1,3,5,7,9; Even: 0,2,4,6,8) to form a bet. If the selected forms match both the positions and forms of the winning numbers, you win. Winning Example: Betting Scheme: 1st: Big, 2nd: Small, 3rd: Odd; Winning Number: 9,4,5,*,*,; this results in a win.":"玩法说明：分别选择万位、千位和百位的1个形态（大：5-9；小：0-4；单：1,3,5,7,9； 双：0,2,4,6,8)，组成1注，所选位置的形态与开奖号码的位置与形态相同，即中奖。中奖范例：投注方案：万位：大,千位：小,百位：单；开奖号码：9,4,5,*,*，即中奖。",
  "Game Instructions: Choose one atleast form for the 4th and fifth places (Big: 5-9; Small: 0-4; Odd: 1,3,5,7,9; Even: 0,2,4,6,8) to form a bet. If the selected forms match both the positions and forms of the winning numbers, you win. Winning Example: Betting Scheme: 4th: Big, 5th: Small; Winning Number: *,*,*,9,4; this results in a win.":"玩法说明：分别选择十位和个位的1个形态（大：5-9；小：0-4；单：1,3,5,7,9； 双：0,2,4,6,8),组成1注，所选位置的形态与开奖号码的位置与形态相同，即中奖。中奖范例：投注方案：十位：大,个位：小；开奖号码：*,*,*,9,4，即中奖。",
  "Game Instructions: Choose atleast one form for the 3rd, 4th, and 5th places (Big: 5-9; Small: 0-4; Odd: 1,3,5,7,9; Even: 0,2,4,6,8) to form a bet. If the selected forms match both the positions and forms of the winning numbers, you win. Winning Example: Betting Scheme: 3rd: Big, 4th: Small, 5th: Odd; Winning Number: ,*,*,9,4,5; this results in a win.":"玩法说明：分别选择百位、十位和个位的1个形态（大：5-9；小：0-4；单：1,3,5,7,9； 双：0,2,4,6,8)，组成1注，所选位置的形态与开奖号码的位置与形态相同，即中奖。中奖范例：投注方案：百位：大,十位：小,个位：单；开奖号码：*,*,9,4,5，即中奖。",
  "Game Instructions: Choose one form (Big: 23-45; Small: 0-22; Odd: 1,3,5,7,9; Even: 0,2,4,6,8) to match the sum form of the five winning numbers. If your selected form matches the sum form of the winning numbers, you win. Winning Example: Betting Scheme: Big; Winning Numbers: 9,8,7,6,9; this results in a win.":"玩法说明：选择1个形态（大：23-45；小：0-22；单：个位数1,3,5,7,9；双：个位数0,2,4,6,8），与开奖的5个号码的和值的形态相同，即中奖。中奖范例：投注方案：大；开奖号码：9,8,7,6,9，即中奖。",
  "Game Instructions: Choose one form for the first three, middle three, or last three (forms: Big: 14-27; Small: 0-13; Odd: 1,3,5,7,9; Even: 0,2,4,6,8). If the form of your selection matches the sum form of the corresponding positions of the winning numbers, you win. Winning Example: Betting Scheme: Front Three: Large; Winning Numbers: 9,8,7,*,*,*; this results in a win.":"玩法说明：选择前三、中三、后三中的1个形态（大：14-27；小：0-13；单：个位数1,3,5,7,9；双：个位数0,2,4,6,8），所选位置的形态与开奖号码对应位置的和值的形态相同，即中奖。中奖范例：投注方案：前三：大；开奖号码：9,8,7,*,*，即中奖。",
  "Game Instructions: Choose one number to place a bet on. If the selected number appears in the 1st, 2nd, 3rd, 4th or 5th place of the winning number, you win. Winning Example: Betting Scheme: 1; Winning Number: 9,8,1,2,8; this results in a win.":"玩法说明：选择1个号码组成1注。开奖号码的万位、千位、百位、十位、个位中包含所选号码，即中奖。中奖范例：投注方案：1；开奖号码：9,8,1,2,8，即中奖。",
  "Game Instructions: Choose one number to place a bet on. If the selected number appears two times or more in the 1st, 2nd, 3rd, 4th or 5th place of the winning number, you win. Winning Example: Betting Scheme: 1; Winning Number: 9,8,1,2,1; this results in a win.":"玩法说明：选择1个号码组成1注。所选号码在开奖号码的万位、千位、百位、十位、个位中出现2次或以上，即为中奖。中奖范例：投注方案：1；开奖号码：9,8,1,2,1，即中奖。",
  "Game Instructions: Choose one number to place a bet on. If the selected number appears three times or more in the 1st, 2nd, 3rd, 4th or 5th place of the winning number, you win. Winning Example: Betting Scheme: 1; Winning Number: 1,8,1,2,1; this results in a win.":"玩法说明：选择1个号码组成1注。所选号码在开奖号码的万位、千位、百位、十位、个位中出现3次或以上，即为中奖。中奖范例：投注方案：1；开奖号码：1,8,1,2,1，即中奖",
  "Game Instructions: Select one number to make one bet. If the selected number appears 4 or more times in the winning numbers 1st, 2nd, 3rd, 4th, 5th positions, then you win. Winning Example: Betting scheme: 1; Winning numbers: 1,1,1,2,1 &mdash; you win.":"玩法说明：选择1个号码组成1注。所选号码在开奖号码的万位、千位、百位、十位、个位中出现4次或以上，即为中奖。中奖范例：投注方案：1；开奖号码：1,1,1,2,1，即中奖。",
  "Game Instructions: Choose any two positions from the 1st, 2nd, 3rd, 4th, and 5th. Select one number for each of the two chosen positions to form one bet. If the winning numbers match the numbers in the selected two positions in the exact order, then you win. Winning Example: Betting scheme: 1,2,-,-,-; Winning numbers: 1,2,*,*,* &mdash; you win.":"玩法说明：从万位、千位、百位、十位、个位中任意选择2个位置，在这2个位置上各选择1个号码组成1注。开奖号码与所选2个位置的号码相同，且顺序一致，即中奖。中奖范例：投注方案：1,2,-,-,-；开奖号码：1,2,*,*,*，即中奖。",
  "Game Instructions: Select any two positions from the 1st, 2nd, 3rd, 4th, and 5th. Enter a two-digit number to form one bet. If the winning numbers in the selected two positions match the entered number in the exact order, then you win. Winning Example: Betting scheme: (1st, 2nd) 12; Winning numbers: 1,2,*,*,* &mdash; you win.":"玩法说明：从万位、千位、百位、十位、个位中任意勾选2个位置。录入1个2位数的号码组成1注。被勾选2个位置上的开奖号码与所录入号码相同，且顺序一致，即中奖。中奖范例：投注方案：(万千)12；开奖号码：1,2,*,*,*，即中奖。",
  "Game Instructions: Select any two positions from the 1st, 2nd, 3rd, 4th, and 5th, and choose one numerical value. If the sum of the winning numbers in the selected two positions equals the chosen sum, then you win. Winning Example: Betting scheme: (1st, 2nd) 3; Winning numbers: 1,2,*,*,* &mdash; you win.":"玩法说明：从万位、千位、百位、十位、个位中任意勾选2个位置，选择1个数值。被勾选2个位置上的开奖号码之和与所选和值相同，即中奖。中奖范例：投注方案：(万千)3；开奖号码：1,2,*,*,*，即中奖。",
  "Game Instructions: Select any two positions from the 1st, 2nd, 3rd, 4th and 5th, and choose one numerical value. If the sum of the winning numbers in the selected two positions (excluding pairs) equals the chosen sum, then you win. Winning Example: Betting scheme: (1st, 2nd) 3; Winning numbers: 1,2,*,*,* &mdash; you win.":"玩法说明：从万位、千位、百位、十位、个位中任意勾选2个位置，选择1个数值。被勾选2个位置上的开奖号码（不含对子号）之和与所选号和值一致，即中奖。中奖范例：投注方案：(万千)3；开奖号码：1,2,*,*,*，即中奖。",
  "Game Instructions: Select any two positions from the 1st, 2nd, 3rd, 4th and 5th choose one number. If any one of the winning numbers in the selected two positions (excluding pairs) matches the chosen number, then you win. Winning Example: Betting scheme: (Ten-thousands, Thousands) 3; Winning numbers: 1,3,*,*,* &mdash; you win.":"玩法说明：从万位、千位、百位、十位、个位中任意勾选2个位置，选择1个号码。被勾选2个位置上的开奖号码（不含对子号）中任意1位与所选号码相同，即中奖。中奖范例：投注方案：(万千)3；开奖号码：1,3,*,*,*，即中奖。",
  "Game Instructions: Select any two positions from the 1st, 2nd, 3rd, 4th, and 5th, and choose two numbers to form one bet. If the winning numbers in the selected two positions match the chosen numbers (order does not matter), then you win. Winning Example: Betting scheme: (1st, 2nd) 1,2; Winning numbers: 2,1,*,*,* &mdash; you win.":"玩法说明：从万位、千位、百位、十位、个位中任意勾选2个位置，选择2个号码组成1注。被勾选2个位置的开奖号码与所选号码相同（顺序不限），即中奖。中奖范例：投注方案：(万千)1,2；开奖号码：2,1,*,*,*，即中奖。",
  "Game Instructions: Select any two positions from the 1st, 2nd, 3rd, 4th or 5th. Enter two different numbers. If the winning numbers in the selected two positions match the entered numbers (order does not matter), then you win. Winning Example: Betting scheme: (Ten-thousands, Thousands) 12; Winning numbers: 2,1,*,*,* &mdash; you win.":"玩法说明：从万位、千位、百位、十位、个位中任意勾选2个位置。录入2个不相同的码号。被勾选2个位置的开奖号码与录入号码相同（顺序不限），即中奖。中奖范例：投注方案：(万千)12；开奖号码：2,1,*,*,*，即中奖。",
  "Game Instructions: Select any three positions from the 1st, 2nd, 3rd, 4th and 5th. Choose one number for each of these three positions to form one bet. If the winning numbers match the numbers in the selected three positions in the exact order, then you win. Winning Example: Betting scheme: 1,2,3,-,-; Winning numbers: 1,2,3,*,*, &mdash; you win.":"玩法说明：从万位、千位、百位、十位、个位中任意选择3个位置，在这3个位置上各选择1个号码组成1注。开奖号码与所选3个位置的号码相同，且顺序一致，即中奖。中奖范例：投注方案：1,2,3,-,-；开奖号码：1,2,3,*,*，即中奖。",
  "Game Instructions: Select any three positions from the 1st, 2nd, 3rd, 4th and 5th. Enter a three-digit number to form one bet. If the winning numbers in the selected three positions match the entered number in the exact order, then you win. Winning Example: Betting scheme: (1st, 2nd, 3rd) 123; Winning numbers: 1,2,3,, &mdash; you win.":"玩法说明：从万位、千位、百位、十位、个位中任意勾选3个位置。录入1个3位数的号码组成1注。被勾选3个位置上的开奖号码与所录入号码相同，且顺序一致，即中奖。中奖范例：投注方案：(万千百)123；开奖号码：1,2,3*,*，即中奖。",
  "Game Instructions: Select any three positions from the 1st, 2nd, 3rd, 4th and 5th, and choose one numerical value. If the sum of the winning numbers in the selected three positions equals the chosen sum, then you win. Winning Example: Betting scheme: (1st, 2nd, 3rd,) 3; Winning numbers: 1,2,0,*,*, &mdash; you win.":"玩法说明：从万位、千位、百位、十位、个位中任意勾选3个位置，选择1个数值。被勾选3个位置上的开奖号码之和与所选和值相同，即中奖。中奖范例：投注方案：(万千百)3；开奖号码：1,2,0,*,*，即中奖。",
  "Game Instructions: Select any three positions from the 1st, 2nd, 3rd, 4th and 5th and choose two numbers to form two bets. If one of the selected numbers appears twice and the other once among the winning numbers in the selected three positions (order doesn't matter), then you win. Winning Example: Betting scheme: (1st, 2nd, 3rd) 1,2; Winning numbers: 2,1,2,*,*, &mdash; you win.":"玩法说明：从万位、千位、百位、十位、个位中任意勾选3个位置，选择2个号码组成2注。所选的2个号码中任意1个号码在被勾选3个位置的开奖号码中出现2次，另1个号码出现1次（顺序不限），即中奖。中奖范例：投注方案：(万千百)1,2；开奖号码：2,1,2,*,*，即中奖。",
  "Game Instructions: Select any three positions from the 1st, 2nd, 3rd, 4th, 5th and choose three numbers to form one bet. If the winning numbers in the selected three positions match the chosen numbers (order doesn't matter), then you win. Winning Example: Betting scheme: (1st, 2nd, 3rd) 1,2,3; Winning numbers: 3,1,2,*,*, &mdash; you win.Win Sample：Bet plan: (1st, 2nd, 3rd) 1,2,3;Winning No.: 3,1,2,*,* as win.":"玩法说明：从万位、千位、百位、十位、个位中任意勾选3个位置，选择3个号码组成1注。被勾选3个位置的开奖号码与所选号码相同(顺序不限)，即中奖。中奖范例：投注方案：(万千百)1,2,3；开奖号码：3,1,2,*,*，即中奖。",
  "Game Instructions: Select any three positions from the 1st, 2nd, 3rd, 4th and 5th. Enter either two identical numbers and one different number or three different numbers to form one bet. If the winning numbers in the selected three positions match the entered numbers (order doesn't matter) and meet the requirements for either Group Selection Three or Group Selection Six, then you win. Winning Example: Bet A: (1st, 2nd, 3rd) 122; Winning numbers: 2,1,2*,*, &mdash; wins Group Selection Three. Bet B: (1st, 2nd, 3rd) 123; Winning numbers: 1,3,2*,*, &mdash; wins Group Selection Six.":"玩法说明：从万位、千位、百位、十位、个位中任意勾选3个位置。录入2个相同的号码和1个不同的号码或3个不相同的号码组成1注。被勾选3个位置的开奖号码和录入号码相同（顺序不限），且被勾选位置的开奖号码符合组选三，即中任三组选组三；符合组选六，即中任三组选组六。中奖范例：投注方案A：(万千百)122；开奖号码：2,1,2*,*，即中前三组三；投注方案B：(万千百)123；开奖号码：1,3,2*,*，即中前三组六。",
  "Game Instructions: Choose any three positions from the 1st, 2nd, 3rd, 4th, 5th then select one numerical value. If the sum of the winning numbers (excluding triple numbers) in the selected three positions equals the chosen sum, and the winning numbers contain a pair in the selected positions, it is considered a win for Group Selection Three; if there are no pairs, it's considered a win for Group Selection Six. Winning Example: Betting scheme: (1st, 2nd, 3rd,) 6; Winning numbers A: 3,3,0,, &mdash; wins Group Selection Three for the first three digits; Winning numbers B: 1,2,3,, &mdash; wins Group Selection Six for the first three digits.":"玩法说明：从万位、千位、百位、十位、个位中任意勾选3个位置，然后选择1个数值。被勾选3个位置上的开奖号码（不含豹子号）之和与所选和值相同，且被勾选位置的开奖号码含对子号，即中任三组选和值组三，为单号，即中任三组选和值组六。中奖范例：投注方案：(万千百)6；开奖号码A：3,3,0,*,*,即中前三组选和值组三；开奖号码B：1,2,3,*,*,即中前三组选和值组六。",
  "Game Instructions: Choose one form from a group of positions to form one bet. Compare the size of the winning numbers in this group of positions. If the former is greater than the latter, it's "Dragon"; if the former is less than the latter, it's "Tiger"; if the numbers are the same, it's "Tie". If the selected form matches the winning form, then you win. Winning Example: Betting scheme: 1st, 2nd: Tie; Winning numbers: 0,0,*,*,* &mdash; you win.":"玩法说明：从1组位置中选择1个形态组成1注，1组位置中的开奖号码比较大小，前者大于后者为龙，反之为虎，号码相同则为和。所选形态与开奖形态一致，即中奖。中奖范例：投注方案：万千和；开奖号码：0,0,*,*,*，即中奖。",
  "Game Instructions: Choose one form as one bet. If the selected form matches the winning form, regardless of the order, you win. Four of a Kind: One number appears once, and another number appears four times in the winning numbers. Gourd: One number appears twice, and another number appears three times in the winning numbers. Straight: The winning numbers form a sequence of five consecutive numbers. 9 is connected to 0, and 0 is connected to 1. Three of a Kind: One number appears three times, and the other two numbers are different in the winning numbers. Two Pairs: Two pairs of double numbers appear in the winning numbers. One Pair: One pair of double numbers appears, and the other three numbers are different in the winning numbers. High Card: The five numbers in the winning numbers are all different and not in sequence. Winning Example: Betting scheme: Straight; Winning numbers: 0,9,1,3,2 &mdash; you win.":"玩法说明：选择1个形态为1注，所选形态和开奖形态相同，顺序不限，即中奖。 四条：开奖号码中1个号码出现1次，另1个号码出现4次； 葫芦：开奖号码中1个号码出现2次，另1个号码出现3次； 顺子：开奖号码为5个顺序相连的号码；9与0相连，0与1相连； 三条：开奖号码中1个数字出现3次，其余2个号码不相同； 两对：开奖号码中出现两对二重号； 一对：开奖号码中出现二重号，而另外3个号码不相同； 单牌：开奖号码的5个数字各不相同且不为顺子。中奖范例：投注方案：顺子；开奖号码：0,9,1,3,2，即中奖。",
  "Game Instructions: Choose one form as one bet. If the selected form matches the form of the three numbers corresponding to the winning numbers, regardless of the order, you win. TOAK: Three numbers are the same; Straight: Three consecutive numbers; 9 is connected to 0, and 0 is connected to 1; Pair: One of the three numbers appears twice, and the other number appears once (e.g., 151, 887); Half-Streak: Three numbers are all different, and only two of them are consecutive (e.g., 238, 769); Mixed: Three numbers are all different and not consecutive with each other (e.g., 357, 962). Winning Example: Betting scheme: Front Three: Leopard; Winning numbers: 0,0,0,*,* &mdash; you win.":"玩法说明：选择1个形态为1注，所选形态和开奖号码对应位置的3个数字的形态相同，顺序不限，即中奖。 豹子：3个号码相同； 顺子：3个顺序相连的号码；9与0相连，0与1相连； 对子：3个数字中有1个数字出现2次，另1个数字出现1次（如：151、887）； 半顺：3个数字各不相同，且其中只有2个数字相连（如：238、769）； 杂六：3个数字各不相同且互不相连（如：357、962）。中奖范例：投注方案：前三：豹子；开奖号码：0,0,0,*,*，即中奖。",
  "Game Instructions: Choose one form as one bet. If the selected form matches the form of the winning numbers, you win. 1. No Bull: The sum of any three digits in the winning numbers cannot be a multiple of 0 or 10. 2. Bull Bull: The sum of any three digits in the winning numbers can be a multiple of 0 or 10, and the units digit of the sum of the other two numbers is 0. 3. Bull 1 to Bull 9: The sum of any three digits in the winning numbers can be a multiple of 0 or 10, and the units digit of the sum of the other two numbers matches the selected number. 4. Big Bull: Bull Bull, Bull 9, Bull 8, Bull 7, Bull 6. 5. Small Bull: Bull 5, Bull 4, Bull 3, Bull 2, Bull 1. 6. Odd Bull: Bull 1, Bull 3, Bull 5, Bull 7, Bull 9. 7. Even Bull: Bull 2, Bull 4, Bull 6, Bull 8, Bull Bull. Winning Example: Betting scheme: Bull 1; Winning numbers: 9,0,1,1,0 &mdash; you win.":"玩法说明：选择1个形态为1注，所选形态与开奖形态相同，即中奖。 1、无牛：开奖号码中任意3位数相加都无法是0或10的倍数； 2、牛牛：开奖号码中任意3位数相加可以为0或10的倍数，另外2个数字相加的个位数为0； 3、牛1-牛9：开奖号码中任意3位数相加可以为0或10的倍数，另外2个数字相加的个位数为所选号码； 4、牛大：牛牛，牛9、牛8、牛7、牛6； 5、牛小：牛5、牛4、牛3、牛2、牛1； 6、牛单：牛1、牛3、牛5、牛7、牛9； 7、牛双：牛2、牛4、牛6、牛8、牛牛中奖范例：投注方案：牛1；开奖号码：9,0,1,1,0，即中奖。",
  "Game Instructions: Choose one number from each of any four positions among the 1st, 2nd, 3rd, 4th and 4th to form one bet. If the winning numbers match the chosen numbers in the selected four positions and in the same order, then you win. Winning Example: Betting scheme: 1,2,3,-,4; Winning numbers: 1,2,3,*,4 &mdash; you win.":"玩法说明：从万位、千位、百位、十位、个位中任意选择四个位置，在这四个位置上各选择1个号码组成1注。开奖号码与所选四个位置的号码相同，且顺序一致，即中奖。中奖范例：投注方案：1,2,3,-,4；开奖号码：1,2,3,*,4，即中奖。",
  "Game Instructions: Choose any four positions from the 1st, 2nd, 3rd, 4th and 5th and enter a four-digit number to form one bet. If the winning numbers in the selected four positions match the entered number in the exact order, then you win. Winning Example: Betting scheme: (1st, 2nd, 3rd, 4th) 1234; Winning numbers: 1,2,3,4,* &mdash; you win.":"玩法说明：从万位、千位、百位、十位、个位中任意勾选四个位置。录入1个4位数的号码组成1注。被勾选四个位置上的开奖号码与录入号码相同，且顺序一致，即中奖。中奖范例：投注方案：(万千百十)1234；开奖号码：1,2,3,4,*，即中奖。",
  "Game Instructions: Choose any four positions from the 1st, 2nd, 3rd, 4th and 5th and select four numbers to form one bet. If the winning numbers in the selected four positions match the chosen numbers (order doesn't matter), then you win. Winning Example: Betting scheme: (1st, 2nd, 3rd, 4th) 1234; Winning numbers: 4,1,3,2,* &mdash; you win.":"玩法说明：从万位、千位、百位、十位、个位中任意勾选四个位置，选择4个号码组成1注。被勾选四个位置上的开奖号码与所选号码相同（顺序不限），即中奖。中奖范例：投注方案：(万千百十)1234；开奖号码：4,1,3,2,*，即中奖。",
  "Game Instructions: Choose any four positions from the 1st, 2nd, 3rd, 4th and 5th select one pair and two single numbers to form one bet. If in the selected four positions of the winning numbers, the pair appears twice, and each single number appears once, then you win. Winning Example: Betting scheme: (1st, 2nd, 3rd, 4th) Pair: 3, Single numbers: 1,2; Winning numbers: 3,1,2,3,* &mdash; you win.":"玩法说明：从万位、千位、百位、十位、个位中任意勾选四个位置，选择1个二重号和2个单号组成1注。在被勾选的四个位置的开奖号码中，二重号出现2次，2个单号各出现1次，即中奖。中奖范例：投注方案：(万千百十)二重号：3，单号：12；开奖号码：3,1,2,3,*，即中奖。",
  "Game Instructions: Choose any four positions from the 1st, 2nd, 3rd, 4th and 5th, and select two pairs to form one bet. If in the selected four positions of the winning numbers, each pair appears twice, then you win. Winning Example: Betting scheme: (1st, 2nd, 3rd, 4th) 2,8; Winning numbers: 2,8,2,8,* &mdash; you win.":"玩法说明：从万位、千位、百位、十位、个位中任意勾选四个位置，选择2个二重号组成1注。在被勾选的四个位置的开奖号码中，2个二重号各出现2次，即中奖。中奖范例：投注方案：(万千百十)2,8；开奖号码：2,8,2,8,*，即中奖。",
  "Game Instructions: Choose any four positions from the 1st, 2nd, 3rd, 4th and 5th, and select one triple number and one single number to form one bet. If in the selected four positions of the winning numbers, the triple number appears three times and the single number appears once, then you win. Winning Example: Betting scheme: (1st, 2nd, 3rd, 4th) Triple number: 1, Single number: 2; Winning numbers: 1,2,1,1,* &mdash; you win.":"玩法说明：从万位、千位、百位、十位、个位中任意勾选四个位置，选择1个三重号和1个单号组成1注。在被勾选的四个位置的开奖号码中，三重号出现3次，单号出现1次，即中奖。中奖范例：投注方案：(万千百十)三重号：1，单号：2；开奖号码：1,2,1,1,*，即中奖。",
  "":"",
  "":"",




5d standard anypalce anyplace 3 out of first4

  "Game Instructions: Choose three numbers to make one bet. If the selected three numbers appear in the 1st, 2nd, 3rd or 4th place of the winning number, you win. Winning Example: Betting Scheme: 2,3,4; Winning Number: 1,2,3,4,*,; this results in a win.":"玩法说明：选择3个号码组成1注。开奖号码的万位、千位、百位、十位中包含所选3个号码，即中奖。中奖范例：投注方案：2,3,4；开奖号码：1,2,3,4,*，即中奖。"




  
  }