{
   

  "Game instructions: Choose one number from 49 numbers to form one bet. If the selected number matches the special code(Extra Number) in the draw, you win. Example of winning: Betting scheme: 01; Special code in draw: 01, you win.":"玩法说明：从49个号码中选择1个号码形成1注，所选号码与开奖的特码相同，即中奖。中奖范例：投注方案：01；开奖特码：01，即中奖。",
  "Game instructions: Choose one number to form one bet, where the 1st digit represents the head and the 2nd digit represents the tail. If the selected number matches the corresponding position of the Special code(Extra Number) in the draw, you win. Example of winning: Betting scheme: Head 1; Special code in draw: 10, you win.":"玩法说明：十位为头，个位为尾，选择1个数值形成1注，与特码开奖号码的对应位置的数值相同，即中奖。中奖范例：投注方案：头1；开奖特码：10，即中奖。",
  "Game instructions: Select one zodiac sign to form one bet. If any of the zodiac signs corresponding to the seven winning numbers include this selected zodiac sign, you win. If the betted zodiac sign is not the current zodiac year, you win the first prize; if it is the current zodiac year, you win the second prize. Regardless of how many times the same zodiac sign appears among the winning numbers, you win only once. Winning example: Betting scheme: Dragon; winning numbers fall within the range of numbers corresponding to the Dragon zodiac sign, you win.":"玩法说明：选择1个生肖组成1注，开奖的7个号码所对应的生肖包含这个生肖，即中奖。且投注的生肖非本命年生肖中一等奖，若为本命年生肖中二等奖。 不论同生肖的号码出现次数，只中一次奖。中奖范例：投注方案：龙；开奖号码：在龙包含的号码范围内，即中奖。",
  "Game instructions: Select two zodiac signs to form one bet. If the zodiac signs corresponding to any of the seven wining numbers include both of these selected zodiac signs (in any order), you win. If the bet does not include a zodiac sign from the current zodiac year, you win the first prize; if it includes the current zodiac year, you win the second prize. Regardless of how many times the same zodiac signs appear among the drawn numbers, you win only once. Winning example: Betting scheme: Dragon, Tiger; Drawn numbers include numbers corresponding to the Dragon and Tiger zodiac signs, you win.":"玩法说明：选择2个生肖组成1注，开奖的7个号码所对应的生肖包含这2个生肖（顺序不限），即中奖。且投注的2个生肖不含本命年生肖中一等奖，若含本命年生肖中二等奖。 不论同生肖的号码出现次数，只中一次奖。中奖范例：投注方案：龙,虎；开奖号码：有出现龙、虎对应的号码，即中奖。",
  "Game instructions: Select three zodiac signs to form one bet. If the zodiac signs corresponding to any of the seven winning numbers include all three of these selected zodiac signs (in any order), you win. If the bet does not include a zodiac sign from the current zodiac year, you win the first prize; if it includes the current zodiac year, you win the second prize. Regardless of how many times the same zodiac signs appear among the drawn numbers, you win only once. Winning example: Betting scheme: Dragon, Tiger, Rat; Drawn numbers include numbers corresponding to the Dragon, Tiger, and Rat zodiac signs, you win.":"玩法说明：选择3个生肖组成1注，开奖的7个号码所对应的生肖包含这3个生肖（顺序不限），即中奖。且投注的3个生肖不含本命年生肖中一等奖，若含本命年生肖中二等奖。 不论同生肖的号码出现次数，只中一次奖。中奖范例：投注方案：龙,虎,鼠；开奖号码：有出现龙、虎、鼠对应的号码，即中奖。",
  "Game instructions: Select four zodiac signs to form one bet. If the zodiac signs corresponding to any of the seven winning numbers include all four of these selected zodiac signs (in any order), you win. If the bet does not include a zodiac sign from the current zodiac year, you win the first prize; if it includes the current zodiac year, you win the second prize. Regardless of how many times the same zodiac signs appear among the drawn numbers, you win only once. Winning example: Betting scheme: Dragon, Tiger, Rat, Rabbit; Drawn numbers include numbers corresponding to the Dragon, Tiger, Rat, and Rabbit zodiac signs, you win.":"玩法说明：选择4个生肖组成1注，开奖的7个号码所对应的生肖包含这4个生肖（顺序不限），即中奖。且投注的4个生肖不含本命年生肖中一等奖，若含本命年生肖中二等奖。不论同生肖的号码出现次数，只中一次奖。中奖范例：投注方案：龙,虎,鼠,兔；开奖号码：有出现龙、虎、鼠、兔对应的号码，即中奖。",
  "Game instructions: Select five zodiac signs to form one bet. If the zodiac signs corresponding to any of the seven winning numbers include all five of these selected zodiac signs (in any order), you win. If the bet does not include a zodiac sign the current zodiac year, you win the first prize; if it includes a sign from the current zodiac year, you win the second prize. Regardless of how many times the same zodiac signs appear among the drawn numbers, you win only once. Winning example: Betting scheme: Dragon, Tiger, Rat, Rabbit, Pig; Drawn numbers include numbers corresponding to the Dragon, Tiger, Rat, Rabbit, and Pig zodiac signs, you win.":"玩法说明：选择5个生肖组成1注，开奖的7个号码所对应的生肖包含这5个生肖（顺序不限），即中奖。且投注的5个生肖不含本命年生肖中一等奖，若含本命年生肖中二等奖。 不论同生肖的号码出现次数，只中一次奖。中奖范例：投注方案：龙,虎,鼠,兔,猪；开奖号码：有出现龙、虎、鼠、兔、猪对应的号码，即中奖。",
  "Game instructions: Select one total zodiac count to form one bet. If the number of different zodiac signs corresponding to the seven winning numbers matches the total zodiac count you bet on, you win. Winning example: Betting scheme: Two zodiacs; Drawn numbers have exactly two different zodiac signs, you win.":"玩法说明：选择1个总肖数，开奖的7个号码对应的不同生肖的数量与投注的总肖数量相同，即为中奖。中奖范例：投注方案：二肖；开奖号码：不同生肖的数量是2个，即为中奖。",
  "Game instructions: Choose a pattern (Odd: 3, 5, 7; Even: 2, 4, 6). If the number of different zodiac signs among the seven winning numbers matches the chosen pattern (odd or even), you win. Winning example: Betting scheme: Odd; Drawn numbers have an odd number of different zodiac signs, you win.":"玩法说明：选择一个形态（单：3,5,7；双：2,4,6），开奖的7个号码的不同生肖数量与所选投注形态一致，则中奖。中奖范例：投注方案：单；开奖号码：不同的生肖数为单数，即中奖。",
  "Game instructions: Place a bet on one color ball, forming one bet. The color that appears the most among the seven color balls winning numbers wins. Each of the six regular numbers counts as one color ball, while the special number(Extra number) counts as 1.5 color ball. The following three scenarios are considered ties: Six regular numbers result in 3 blue balls and 3 green balls, and the special number(Extra number) is a red ball. Six regular numbers result in 3 blue balls and 3 red balls, and the special number(Extra umber) is a green ball. Six regular numbers result in 3 green balls and 3 red balls, and the special number(Extra number) is a blue ball. In case of a tie, all bets on red, green, and blue color balls are refunded; betting on a tie is also available. Winning example: Betting scheme: Red ball; Winning numbers have red ball numbers the most, you win.":"玩法说明：投注1个波色，即形成1注。以开奖的7个色波中，那种颜色最多为中奖。 开出的6个正码各以1个色波计，特别号以1.5个色波计。 而以下3种结果视为和局。 1： 6个正码开出3蓝波3绿波，而特别码是红波 2： 6个正码开出3蓝波3红波，而特别码是绿波 3： 6个正码开出3绿波3红波，而特别码是蓝波 如果出现和局，所有投注红，绿，蓝七色波的注单退还本金；可投注和局。中奖范例：投注方案：红波，开奖号码：红波的号码最多，即中奖。",

  }