

{

    "Game Instructions: Choose one number. If this number matches the sum of the champion(1st) and runner-up(2nd) numbers in the winning numbers, you win. Example of winning: Betting scheme: 3; Winning numbers: 1, 2, *, *, *, *, *, *,*, * (where "*" can be any number). Since the sum of the champion and runner-up numbers is 1 + 2 = 3, matching the selected number, this results in a win.":"玩法说明：在冠军、亚军、第三名、第四名、第五名中的任意位置上选择1个号码。所选号码与相同位置上的开奖号码一致，即中奖。中奖范例：投注方案：冠军1；开奖号码：1,*,*,*,*,*,*,*,*,*,即中奖。",
    "Game Instructions: Choose one number. If this number matches the sum of the champion(1st), runner-up(2nd), and third place(3rd) numbers in the winning numbers, you win. Example of winning: Betting scheme: 6; Winning numbers: 1, 2, 3, *, *, *, *, *,*, * (where "*" can be any number). Since the sum of the champion, runner-up, and third place numbers is 1 + 2 + 3 = 6, matching the selected number, this results in a win.":"玩法说明：在第六名、第七名、第八名、第九名、第十名中的任意位置上选择1个号码。所选号码与相同位置上的开奖号码一致，即中奖。中奖范例：投注方案：第六名1；开奖号码：*,*,*,*,*,1,*,*,*,*,即中奖。",
    "Game Instructions: Choose one form from the options available for the positions of the champion(1st), runner-up(2nd), third place, fourth place, and fifth place. The available forms are: "Big" (6-10), "Small" (1-5), "Odd" (single digits 1, 3, 5, 7, 9), and "Even" (single digits 0, 2, 4, 6, 8). If the form selected for the chosen position matches the form of the corresponding position in the winning numbers, you win. Example of winning: Betting scheme: Position: Champion(1st), Form: Odd; Winning numbers: 1, *, *, *, *, *, *, *,*, * (where "*" can be any number). Since the form selected for the champion position matches the form of the first digit in the winning numbers (which is an odd number), this results in a win.":"玩法说明：选择冠军、亚军、第三名、第四名、第五名中的1个形态（大：6-10；小：1-5；单：个位数1,3,5,7,9；双：个位数0,2,4,6,8），所选位置的形态与开奖号码对应位置的形态相同，即中奖。中奖范例：投注方案：位置选择冠军，号码 单；开奖号码：1,*,*,*,*,*,*,*,*,*,即中奖。",
    "Game Instructions: Choose one form from the options available: "Big" (sum of the champion(1st) and runner-up(2nd) numbers is 12-19), "Small" (sum of the champion(1st) and runner-up(2nd) numbers is 3-11), "Odd" (sum of the champion(1st) and runner-up(2nd) numbers results in an odd number), or "Even" (sum of the champion(1st) and runner-up(2nd) numbers results in an even number). If the form selected matches the form of the sum of the champion(1st) and runner-up(2nd) numbers in the winning numbers, you win. Example of winning: Betting scheme: Big; Winning numbers: 10, 9, *, *, *, *, *, *,*, * (where "*" can be any number). Since the sum of the champion(1st) and runner-up(2nd) numbers is 10 + 9 = 19, falling within the range of 12-19 (Big), this results in a win.":"玩法说明：选择1个形态（大：12-19；小：3-11；单：个位数1,3,5,7,9；双：个位数0,2,4,6,8），与开奖号码中冠军、亚军2个号码之和的形态相同，即中奖。中奖范例：投注方案：大；开奖号码：10,9,*,*,*,*,*,*,*,*,即中奖。",
    "Game Instructions: Choose any two positions from ten positions available. Then select one distinct number for each of these two chosen positions to form a single bet. If the selected numbers match the numbers in the corresponding positions of the winning numbers, and the order is the same, you win. Example of winning: Betting scheme: Champion 1, Runner-up 2; Winning numbers: 1, 2, *, *, *, *, *, *,*, * (where "*" can be any number). Since the selected numbers match the numbers in the champion and runner-up positions of the winning numbers, and the order is the same, this results in a win.":"玩法说明：从10个位置中任意选择2个位置，在这2个位置上各选择1个不重复的号码组成1注。开奖号码与所选2个位置的号码相同，且顺序一致，即中奖。中奖范例：投注方案：冠军1、亚军2开奖号码：1,2,*,*,*,*,*,*,*,*,即中奖。",
    "Game Instructions: Choose any two positions from ten available positions. Then, enter two distinct numbers from 01 to 10 to form a single bet. If the numbers entered match the numbers in the corresponding positions that were chosen, and the order is the same, you win. Example of winning: Betting scheme: (Champion (1st place), Runner-up) 01, 02; Winning numbers: 1, 2, *, *, *, *, *, *,*, * (where "*" can be any number). Since the numbers entered match the numbers in the champion and runner-up positions that were chosen, and the order is the same, this results in a win.":"玩法说明：从10个位置中任意勾选2个位置。从01-10中录入2个不重复的号码组成1注。被勾选2个位置上的开奖号码与所录入号码相同，且顺序一致，即中奖。中奖范例：投注方案：（冠军亚军）0102；开奖号码：1,2,*,*,*,*,*,*,*,*,即中奖。",
    "Game Instructions: Choose any three positions from ten available positions. Then, select one distinct number for each of these three chosen positions to form a single bet. If the numbers selected match the numbers in the corresponding positions that were chosen, and the order is the same, you win. Example of winning: Betting scheme: (Champion(1st place) 1, Runner-up(2nd place) 2, Third(3rd place) place 3); Winning numbers: 1, 2, 3, *, *, *, *, *,*, * (where "*" can be any number). Since the numbers selected match the numbers in the 1st, 2nd, and 3rd place positions that were chosen, and the order is the same, this results in a win.":"玩法说明：从10个位置中任意选择3个位置，在这3个位置上各选择1个不重复的号码组成1注。开奖号码与所选3个位置的号码相同，且顺序一致，即中奖。中奖范例：投注方案：冠军1、亚军2、第三名3；开奖号码：1,2,3,*,*,*,*,*,*,*,即中奖。",
    "Game Instructions: Choose any three positions from ten available positions. Then, enter three distinct numbers from 01 to 10 to form a single bet. If the numbers entered match the numbers in the corresponding positions that were chosen, and the order is the same, you win. Example of winning: Betting scheme: (Champion(1st place) 01, Runner-up(2nd place) 02, Third place(3rd place) 03); Winning numbers: 1, 2, 3, *, *, *, *, *, , * (where "" can be any number). Since the numbers entered match the numbers in the champion (1st), runner-up(2nd), and third place positions that were chosen, and the order is the same, this results in a win.":"玩法说明：从10个位置中任意勾选3个位置。从01-10中录入3个不重复的号码组成1注。被勾选3个位置上的开奖号码与所录入号码相同，且顺序一致，即中奖。中奖范例：投注方案：（冠军亚军第三名）010203；开奖号码：1,2,3,*,*,*,*,*,*,*,即中奖。",
    "Game Instructions: Choose one pattern from a set of options based on the comparison of numbers in specific positions. In this set, you compare two positions (e.g., 1 to 10). If the number in the first position is greater than the number in the second position, it is called "Dragon." If the number in the first position is less than the number in the second position, it is called "Tiger." You win if the pattern you selected matches the outcome of this comparison. Example of winning: Betting scheme: 1 vs 10, Dragon; Winning numbers: 10, *, *, *, *, *, *, *, *, 1. Since the number in the first position (10) is greater than the number in the second position (1), the result is "Dragon," matching the bet, resulting in a win.":"玩法说明：从1组位置中选择1个形态组成1注，1组位置中的开奖号码比较大小，前者大于后者为龙，反之为虎。所选形态与开奖形态一致，即中奖。中奖范例：投注方案：1V10龙；开奖号码：10,*,*,*,*,*,*,*,*,1,即中奖。",
    "Game Instructions: Choose one number from any position among the champion (first place), the runner-up (second place), the third place, the fourth place, or the fifth place. If the selected number matches the number in the corresponding position of the winning numbers, you win. Example of winning: Betting scheme: Champion (1st place) 1; Winning numbers: 1, *, *, *, *, *, *, *, , * (where "" can be any number). Since the selected number matches the number in the champion position of the winning numbers, this results in a win.":"玩法说明：在冠军、亚军、第三名、第四名、第五名中的任意位置上选择1个号码。所选号码与相同位置上的开奖号码一致，即中奖。中奖范例：投注方案：冠军1；开奖号码：1,*,*,*,*,*,*,*,*,*,即中奖。",
    "Game Instructions: Choose one number from any position among the sixth place, seventh place, eighth place, ninth place, or tenth place. If the selected number matches the number in the corresponding position of the winning numbers, you win. Example of winning: Betting scheme: Sixth place 1; Winning numbers: *, *, *, *, *, 1, *, *,*, * (where "*" can be any number). Since the selected number matches the number in the sixth place of the winning numbers, this results in a win.":"玩法说明：在第六名、第七名、第八名、第九名、第十名中的任意位置上选择1个号码。所选号码与相同位置上的开奖号码一致，即中奖。中奖范例：投注方案：第六名1；开奖号码：*,*,*,*,*,1,*,*,*,*,即中奖。",
    "Game Instructions: Choose one number to form a single bet. If the selected number matches the "Champion" number (the first number) of the winning numbers, you win. Example of winning: Betting scheme: 1; Winning numbers: 1, *, *, *, *, *, *, *, *, , (where "" can be any number). Since the first number of the winning sequence is 1, which matches the selected number, this results in a win.":"玩法说明：选择1个号码为1注。所选号码和开奖号码的冠军相同，即中奖。中奖范例：投注方案：1；开奖号码：1,*,*,*,*,*,*,*,*,*,即中奖",
    "Game Instructions: Choose two distinct numbers, one for the champion (first place) and one for the runner-up (second place), to make a bet. If the selected numbers match the first two numbers of the winning numbers in the same order, you win. Example of winning: Betting scheme: 1, 2; Winning numbers: 1, 2, *, *, *, *, *, *, *, , (where "" can be any number). Since the first two numbers of the winning sequence are 1 and 2, matching the selected numbers in order, this results in a win.":"玩法说明：从冠军和亚军中各选择1个不重复的号码组成1注。所选号码与开奖号码的前两位号码相同，且顺序一致，即中奖。中奖范例：投注方案：1,2；开奖号码：1,2,*,*,*,*,*,*,*,*,即中奖。",
    "Game Instructions: Enter two distinct numbers from 01 to 10. If these entered numbers match the first two numbers of the winning numbers in the exact order, you win. Example of winning: Betting scheme: 01, 02; Winning numbers: 1, 2, *, *, *, *, *, *, *, , (where "" can be any number). Since the first two numbers of the winning sequence are 1 and 2, matching the entered numbers in order (considering 01 as 1 and 02 as 2), this results in a win.":"玩法说明：从01-10中录入2个不重复号码。录入的号码与开奖号码的前2位相同，且顺序一致，即中奖。中奖范例：投注方案：0102；开奖号码：1,2,*,*,*,*,*,*,*,*,即中奖。",
    "Game Instructions: Enter three distinct numbers from 01 to 10. If these entered numbers match the first three numbers of the winning numbers in the exact order, you win. Example of winning: Betting scheme: 01, 02, 03; Winning numbers: 1, 2, 3, *, *, *, *, *, *, , (where "" can be any number). Since the first three numbers of the winning sequence are 1, 2, and 3, matching the entered numbers in order (considering 01 as 1, 02 as 2, and 03 as 3), this results in a win.":"玩法说明：从01-10中录入3个不重复号码。录入的号码与开奖号码的前3位相同，且顺序一致，即中奖。中奖范例：投注方案：010203；开奖号码：1,2,3,*,*,*,*,*,*,*,即中奖。",
    "Game Instructions: Choose one distinct number each for the champion (first place), the runner-up (second place), the third place, and the fourth place to form a single bet. If the selected numbers match the first four numbers of the winning numbers in the exact order, you win. Example of winning: Betting scheme: 1, 2, 3, 4; Winning numbers: 1, 2, 3, 4, *, *, *, *, *, , (where "" can be any number). Since the first four numbers of the winning sequence are 1, 2, 3, and 4, matching the selected numbers in order, this results in a win.":"玩法说明：从冠军、亚军、第三名、第四名中各选择1个不重复的号码组成1注。所选号码与开奖号码的前4位号码相同，且顺序一致，即中奖。中奖范例：投注方案：1,2,3,4；开奖号码：1,2,3,4,*,*,*,*,*,*,即中奖。",
    "Game Instructions: Enter four distinct numbers from 01 to 10. If these entered numbers match the first four numbers of the winning numbers in the exact order, you win. Example of winning: Betting scheme: 01, 02, 03, 04; Winning numbers: 1, 2, 3, 4, *, *, *, *, *, , (where "" can be any number). Since the first four numbers of the winning sequence are 1, 2, 3, and 4, matching the entered numbers in order (considering 01 as 1, 02 as 2, 03 as 3, and 04 as 4), this results in a win.":"玩法说明：从01-10中录入4个不重复号码。录入的号码与开奖号码的前4位相同，且顺序一致，即中奖。中奖范例：投注方案：01020304；开奖号码：1,2,3,4,*,*,*,*,*,*,即中奖。",
    "Game Instructions: Choose one distinct number each for the champion (first place), the runner-up (second place), the third place, the fourth place, and the fifth place to form a single bet. If the selected numbers match the first five numbers of the winning numbers in the exact order, you win. Example of winning: Betting scheme: 1, 2, 3, 4, 5; Winning numbers: 1, 2, 3, 4, 5, *, *, *, *, , (where "" can be any number). Since the first five numbers of the winning sequence are 1, 2, 3, 4, and 5, matching the selected numbers in order, this results in a win.":"玩法说明：从冠军、亚军、第三名、第四名、第五名中各选择1个不重复的号码组成1注。所选号码与开奖号码的前5位号码相同，且顺序一致，即中奖。中奖范例：投注方案：1,2,3,4,5；开奖号码：1,2,3,4,5,*,*,*,*,*,即中奖。",
    "Game Instructions: Enter five distinct numbers from 01 to 10. If these entered numbers match the first five numbers of the winning numbers in the exact order, you win. Example of winning: Betting scheme: 01, 02, 03, 04, 05; Winning numbers: 1, 2, 3, 4, 5, *, *, *, *, , (where "" can be any number). Since the first five numbers of the winning sequence are 1, 2, 3, 4, and 5, matching the entered numbers in order (considering 01 as 1, 02 as 2, 03 as 3, 04 as 4, and 05 as 5), this results in a win.":"玩法说明：从01-10中录入5个不重复号码。录入的号码与开奖号码的前5位相同，且顺序一致，即中奖。中奖范例：投注方案：0102030405；开奖号码：1,2,3,4,5,*,*,*,*,*,即中奖。",
    "Game Instructions: Choose one distinct number each for the champion (first place), the runner-up (second place), and the third place to form a single bet. If the selected numbers match the first three numbers of the winning numbers in the exact order, you win. Example of winning: Betting scheme: 1, 2, 3; Winning numbers: 1, 2, 3, *, *, *, *, *, *, , (where "" can be any number). Since the first three numbers of the winning sequence are 1, 2, and 3, matching the selected numbers in order, this results in a win.":"玩法说明：从冠军、亚军、第三名中各选择1个不重复的号码组成1注。所选号码与开奖号码的前3位号码相同，且顺序一致，即中奖。中奖范例：投注方案：1,2,3；开奖号码：1,2,3,*,*,*,*,*,*,*,即中奖。",
    "":"",
    "":"",
    "":"",
    "":"",
    "":"",
    "":"",
    "":"",
    "":"",
    "":"",
    "":"",
    "":"",
    "":"",
    "":"",
    "":"",
    "":"",
    "":"",
    "":"",
    "":"",
    "":"",
    "":"",
    "":"",
    "":"",
    "":"",
    "":"",
    "":"",
    "":"",
    "":"",
    "":"",
    "":"",
    "":"",
    "":"",
    "":"",
    "":"",
    "":"",
    "":"",
    "":"",
    "":"",
    "":"",
    "":"",
    "":"",
    "":"",
    "":"",
    "":"",
    "":"",
    "":"",
    "":"",
    "":""
}