{


 
  "<span style='color:red'>Big: </span> When you choose big, the sum of the five numbers in the winning draw numbers should be between 23-45 (23 and 45 inclusive), this is a win.<br><span style='color:red'>Small: </span> When you choose small, the sum of the five numbers in the winning draw numbers should be between 0-22 (0 and 22 inclusive), this is a win.<br><span style='color:red'>Odd: </span> When you choose odd, the sum of the five numbers in the winning draw numbers should be an odd number, this is a win.<br><span style='color:red'>Even: </span> When you choose even, the sum of the five numbers in the winning draw numbers should be an even number, this is a winEg. If the winning numbers are 2, 3, 9, 4, 5The sum of the 5 winning numbers is: 2+3+9+4+5=23The sum of the winning five numbers is equal to 23, which is between 23-45 and is considered big and odd. If you choose big or odd, you win.Even : When you choose even, the sum of the five numbers in the winning draw numbers should be an even number, this is a win.":"<span style='color:red'>Grand : </span> Lorsque vous choisissez grand, la somme des cinq numéros du tirage gagnant doit être comprise entre 23 et 45 (23 et 45 inclus), c'est un gain.<br><span style='color:red'>Petit : </span> Lorsque vous choisissez petit, la somme des cinq numéros du tirage gagnant doit être comprise entre 0 et 22 (0 et 22 inclus), c'est un gain.<br><span style='color:red'>Impair : </span> Lorsque vous choisissez impair, la somme des cinq numéros du tirage gagnant doit être un nombre impair, c'est un gain.<br><span style='color:red'>Pair : </span> Lorsque vous choisissez pair, la somme des cinq numéros du tirage gagnant doit être un nombre pair, c'est un gain.Ex. Si les numéros gagnants sont 2, 3, 9, 4, 5La somme des 5 numéros gagnants est : 2+3+9+4+5=23La somme des cinq numéros gagnants est égale à 23, ce qui est compris entre 23 et 45 et est considéré comme grand et impair. Si vous choisissez grand ou impair, vous gagnez.Pair : Lorsque vous choisissez pair, la somme des cinq numéros du tirage gagnant doit être un nombre pair, c'est un gain.",
  "<span style='color:red'>Bull N: </span> If the sum of any three of the five numbers in the winning number ends with 0 or multiples of 10 and the sum of the remaining two numbers ends with N,then it is Bull N e.g. 12347:  7+1+2=10 ends with 0, the remaining two numbers 3 and 4<br> Sum: 3+4=7. This makes the draw number a Bull 7 , 00206: 0+0+0=0 ends with 0, the remaining two numbers 2 and 6 <br>  Sum: 2+6=8. This makes the draw number a Bull 8, 01828: 0+2+8=10 ends with 0 the remaining two numbers 1 and 8 sum: 1+8=9. This makes the draw number a Bull 9 <br> No Bull : If the sum of any three of the five digits in the winning number does not equal 0, it is a No Bull.  (eg. 01234: The sum of any three numbers out of the five winning numbers does not equal 0 or multiples of 10 )  Note: When five numbers are the same, only 00000 is considered as Bull Bull, any other such as 11111, 66666, etc. are all No Bull.<br><span style='color:red'>No Bull: </span> If the sum of any three of the five digits in the winning number does not equal 0, it is a No Bull.  (eg. 01234: The sum of any three numbers out of the five winning numbers does not equal 0 or multiples of 10 )  Note: When five numbers are the same, only 00000 is considered as Bull Bull, any other such as 11111, 66666, etc. are all No Bull.<br>":"<span style='color:red'>Dragon : </span> Si la valeur numérique de la boule 4 est supérieure (>) à la valeur numérique de la boule 5, vous gagnez si vous sélectionnez Dragon. Par exemple, si les numéros gagnants tirés sont 4, 9, 1, 8, 2. Si vous comparez la valeur numérique de la boule 4 (8) avec la valeur numérique de la boule 5 (02). Étant donné que 08 > 02, la sélection de Dragon entraînerait un gain.<br>",
  "<span style='color:red'>Dragon: </span> If the numerical value of Ball 4 is greater (>) than the numerical value of ball 5, you win if you select Dragon. Eg. If the drawn winning numbers are 4, 9, 1, 8, 2. If you compare the numerical value of Ball 4 (8) with the numerical value of Ball 5 (02). Since 08 > 02, selecting Dragon would result in a win.<br>
<span style='color:red'>Tiger: </span> If the numerical value of Ball 4 is lesser (<) than the numerical value of ball 5, you win if you select Tiger.  Eg. If the drawn winning numbers are 6, 8, 7, 1, 9. Compare the numerical value of Ball 4 (1) with the numerical value of Ball 5 (9). Since 01 < 09, selecting Tiger would result in a win.<br>
<span style='color:red'>Tie : </span> If the numerical value of Ball 4 is equal (=) to the numerical value of ball 5, you win if you select Tie. Eg.  If the drawn winning numbers are 6, 7, 8, 0, 0. Compare the numerical value of Ball 4 (0) with the numerical value of Ball 5 (0). Since 0 = 0 Since, selecting Tie  would result in a win. ":"<span style='color:red'>Dragon : </span> Si la valeur numérique de la boule 4 est supérieure (>) à la valeur numérique de la boule 5, vous gagnez si vous sélectionnez Dragon. Par exemple, si les numéros gagnants tirés sont 4, 9, 1, 8, 2. Si vous comparez la valeur numérique de la boule 4 (8) avec la valeur numérique de la boule 5 (02). Puisque 08 > 02, sélectionner Dragon entraînerait un gain.<br>
<span style='color:red'>Tigre : </span> Si la valeur numérique de la boule 4 est inférieure (<) à la valeur numérique de la boule 5, vous gagnez si vous sélectionnez Tigre. Par exemple, si les numéros gagnants tirés sont 6, 8, 7, 1, 9. Comparez la valeur numérique de la boule 4 (1) avec la valeur numérique de la boule 5 (9). Étant donné que 01 < 09, la sélection de Tigre entraînerait une victoire.<br>
<span style='color:red'>Égalité : </span> Si la valeur numérique de la boule 4 est égale (=) à la valeur numérique de la boule 5, vous gagnez si vous sélectionnez Égalité. Par exemple, si les numéros gagnants tirés sont 6, 7, 8, 0, 0. Comparez la valeur numérique de la boule 4 (0) avec la valeur numérique de la boule 5 (0). Étant donné que 0 = 0 Étant donné que la sélection d'Égalité entraînerait une victoire.",  
"<span style='color:red'>Maximum value: </span>Winning Condition - If the betting position you select corresponds to the position of the biggest number in the drawn sequence, you win. Eg.
If you bet on Ball 4 being the maximum value and the drawn numbers are 4, 7, 1, 8, 2: The number 8 is in the Ball 4 position and is the highest number in the sequence. Therefore, you win if you bet on Ball 4 having the maximum value. (If there are multiple identical maximum values, only one of them will do).":"<span style='color:red'>Valeur maximale : </span>Condition gagnante : si la position de pari que vous sélectionnez correspond à la position du plus grand nombre dans la séquence tirée, vous gagnez. Par exemple :
Si vous pariez sur la boule 4 comme étant la valeur maximale et que les numéros tirés sont 4, 7, 1, 8, 2 : le numéro 8 est dans la position de la boule 4 et est le numéro le plus élevé de la séquence. Par conséquent, vous gagnez si vous pariez sur la boule 4 ayant la valeur maximale. (S'il existe plusieurs valeurs maximales identiques, une seule d'entre elles fera l'affaire).",
  "<span style='color:red'>最小值: </span>Winning Condition - If the betting position you select corresponds to the position of the smallest number in the drawn sequence, you win. Eg.If you bet on the Ball 3 being the minimum value, and the drawn numbers are 4, 9, 1, 8, 2: The number 1 is in the Ball 3 position and is the smallest number in the sequence. Therefore, you win if you bet on Ball 3 having the minimum value.(if there are multiple identical minimum values, only one of them will do).":"<span style='color:red'>Condition gagnante : </span>Si la position de pari que vous sélectionnez correspond à la position du plus petit numéro de la séquence tirée, vous gagnez. Par exemple, si vous pariez sur la boule 3 comme valeur minimale et que les numéros tirés sont 4, 9, 1, 8, 2 : le numéro 1 est dans la position de la boule 3 et est le plus petit numéro de la séquence. Par conséquent, vous gagnez si vous pariez sur la boule 3 comme ayant la valeur minimale (s'il existe plusieurs valeurs minimales identiques, une seule d'entre elles fera l'affaire).",
  "":"",
  "":"",
  "":"",
  "":"",
  "":"",
  "":"",
  "":""
 

  
}