{



  "<span style='color:red'>Quintuple: </span>All five winning numbers are the same (e.g. 22222, 66666, 88888, betting on five of a kind wins, but betting on the others does not win)<br>
<span style='color:red'>Quadruple: </span>Four of the five numbers drawn are the same and the other number different (for example, 22221, 66663, 88885, betting on this wins)<br>
<span style='color:red'>A pair: </span>Only one set of the five numbers drawn is the same (for example, 22168, 66315, 82968, betting on one pair wins)<br>
<span style='color:red'>Triple Pair: </span>Three of the five numbers drawn are the same (three of a kind) and the other two are also the same (a pair) (e.g. 22211, 66633, betting on Triple Pair wins)<br>
<span style='color:red'>Streak : </span>The positions of the five winning numbers are in row (for example, 01234, 12345, 23456, 34567, 45678, 56789, 67890, 78901, 89012, 90123, betting on a straight will win)<br>
<span style='color:red'>T.O.A.K: </span>Three of the five numbers drawn are the same and the other two are different (for example, 22231, 66623, 88895, betting on three of a kind wins)<br>
<span style='color:red'>Two pairs: </span>Two of the five winning numbers are the same (for example, 22166, 66355, 82668, betting on two pairs wins)<br>
<span style='color:red'>Loose cards: </span>When winning numbers are different and not in row (e.g. 23186, 13579, 21968, betting on loose cards wins, others do not win.
":"<span style='color:red'>Quintuple : </span>Les cinq numéros gagnants sont les mêmes (par exemple, 22222, 66666, 88888, parier sur cinq numéros identiques est gagnant, mais parier sur les autres numéros ne l'est pas)<br>
<span style='color:red'>Quadruple : </span>Quatre des cinq numéros tirés sont les mêmes et l'autre numéro est différent (par exemple, 22221, 66663, 88885, parier sur ce numéro est gagnant)<br>
<span style='color:red'>Une paire : </span>Un seul ensemble des cinq numéros tirés est le même (par exemple, 22168, 66315, 82968, parier sur une paire est gagnant)<br>
<span style='color:red'>Triple paire : </span>Trois des cinq numéros tirés sont les mêmes (trois d'une sorte) et les deux autres sont également les mêmes (une paire) (par exemple, 22211, 66633, le pari sur la triple paire est gagnant)<br>
<span style='color:red'>Série : </span>Les positions des cinq numéros gagnants sont alignées (par exemple, 01234, 12345, 23456, 34567, 45678, 56789, 67890, 78901, 89012, 90123, le pari sur une quinte sera gagnant)<br>
<span style='color:red'>T.O.A.K : </span>Trois des cinq numéros tirés sont identiques et les deux autres sont différents (par exemple, 22231, 66623, 88895, le pari sur la triple paire est gagnant)<br>
<span style='color:red'>Deux paires : </span>Deux des cinq numéros gagnants sont les mêmes (par exemple, 22166, 66355, 82668, le pari sur deux paires est gagnant)<br>
<span style='color:red'>Cartes lâches : </span>Lorsque les numéros gagnants sont différents et ne sont pas alignés (par exemple, 23186, 13579, 21968, le pari sur les cartes lâches est gagnant, les autres ne gagnent pas.",
  "":"",
  "":"",
  "":"",
  
  "":"",
  "":"",
  "":"",
  "":"",
  
  "":"",
  "":"",
  "":"",
  "":"",
  "":""
 

  
}